[
{"title": "The Apartment "},
{"line": []},
{"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]},
{"line": [" "]},
{"line": ["Written by: Peter Mehlman"]},
{"line": ["Directed by: Tom Cherones"]},
{"line": ["Broadcasted: April 4, 1991 for the first time."]},
{"line": ["Stars: Jerry Seinfeld, Michael Richards, "]},
{"line": ["Jason Alexander, Julia Louis-Dreyfus, Tony Plana (as Manny), and \n              Glenn"]},
{"line": ["Shadix (as Harold)."]},
{"line": [" "]},
{"line": ["[Setting: Night club]"]},
{"line": ["JERRY: Well, I painted my apartment again. I've been living in \n              this apartment for years and years, and every time I paint it, it \n              kinda gets me down. I look around,"]},
{"line": ["and I think, well, it's a little bit smaller now. You know, I realize \n              it's just the thickness of the paint, but I'm aware of it. It keeps \n              coming in and coming in. Everytime I"]},
{"line": ["paint it, it's closer and closer. I don't even know where the wall \n              outlets are anymore. I just look for like a lump with two slots \n              in it. Kinda looks like a pig is trying to"]},
{"line": ["push his way through from the other side. That's where I plug in.. \n              My idea of the perfect living room would be the bridge on the Starship \n              Enterprise. You know what"]},
{"line": ["I mean? Big chair, nice screen, remote control.. that's why Star \n              Trek really was the ultimate male fantasy. Just hurling through \n              space in your living room, watching"]},
{"line": ["TV. That's why all the aliens were always dropping in, because \n              Kirk was the only one that had a big screen. They came over Friday \n              night, Klingon boxing.. gotta be"]},
{"line": ["there."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Jerry's apartment]"]},
{"line": ["(Jerry and Elaine are looking at Kramer with their arms folded. \n              His hair is slicked down)"]},
{"line": ["JERRY: What did you do?"]},
{"line": ["KRAMER: Mousse. I moussed up."]},
{"line": ["ELAINE: I guess it was just a matter of time."]},
{"line": ["KRAMER: You know, I should've done this years ago. I mean, I feel \n              like I had two lives. My pre-mousse and now, I begin my post-mousse. \n              Hey, tell me the truth,"]},
{"line": ["have you ever seen a better looking guy?"]},
{"line": ["JERRY: Oh, look, its so subjective."]},
{"line": ["ELAINE: I don't mean to interrupt or anything, but on Sunday, my \n              friend is having a brunch for the New York Marathon."]},
{"line": ["KRAMER: Oh, I keep forgetting to enter that."]},
{"line": ["ELAINE: She lives right above First Avenue, and says she has a \n              perfect view of the race. And she said I can invite some friends."]},
{"line": ["JERRY: Maybe."]},
{"line": ["(A loud argument erupts in the hallway between Harold and Manny, \n              the building supervisors)"]},
{"line": ["HAROLD: No, I'm not going up there. (Manny screams out something \n              in Spanish)"]},
{"line": ["JERRY: Harold and Manny."]},
{"line": ["HAROLD: I'm not going. (Manny says something in Spanish, Jerry \n              goes out into the hall)"]},
{"line": ["JERRY: Boys, boys."]},
{"line": ["HAROLD: Oh, Jerry."]},
{"line": ["JERRY: I slid the rent under your door, Harold. Did you get it?"]},
{"line": ["HAROLD: Yeah, yeah.. (Joking) Hey, Jerry, would you like anything \n              from Mrs. Hudwalker's apartment? (Manny starts yelling at Harold \n              in Spanish) I was only"]},
{"line": ["joking. (To Jerry) He thinks I'm going to give you Mrs. Hudwalker's \n              things. (Manny starts talking in Spanish) We have to go up there \n              now and clean the apartment."]},
{"line": ["It's a good thing her rent was overdue. She'd be rotting up there \n              for a month."]},
{"line": ["JERRY: She died? ..Mrs. Hudwalker died?"]},
{"line": ["HAROLD: Ninety-four years old. I found her yesterday. She didn't \n              have a wig on. It was horrifying."]},
{"line": ["MANNY: Harold, (In Spanish) Come on, hurry up!"]},
{"line": ["HAROLD: (To Manny) What's the matter with you?! I'm talking. So, \n              Jerry, you know anyone who needs an apartment?"]},
{"line": ["JERRY: Are you kidding? You know my friend Elaine?"]},
{"line": ["HAROLD: Oh yeah, I like her. She always says \"hello\" \n              to me."]},
{"line": ["JERRY: It's not promised to anybody? 'Cause she would take it in \n              a second."]},
{"line": ["HAROLD: Well, Manny wanted it for his brother, but he got deported. \n              (Manny starts protesting in Spanish) What's the difference? It's \n              true."]},
{"line": ["JERRY: So, it's okay? I could just tell her she can have it?"]},
{"line": ["HAROLD: Sure, sure. She's getting a bargain, too. It's only four \n              hundred dollars a month. (Manny yells in Spanish) Okay.. (Manny \n              keeps talking in Spanish) Okay."]},
{"line": ["(Jerry goes back to his apartment, passing Kramer on the way)"]},
{"line": ["KRAMER: (Talking about his hair) Hey, Harold, what do you think?"]},
{"line": ["HAROLD: Manny, look, Kramer put mousse in his hair."]},
{"line": ["MANNY: (In Spanish) It looks worse."]},
{"line": ["KRAMER: (Not knowing what Manny said) Thanks."]},
{"line": ["(Jerry enters his apartment)"]},
{"line": ["ELAINE: What was that all about?"]},
{"line": ["JERRY: Oh, nothing important."]},
{"line": ["ELAINE: What's going on? What is that look?"]},
{"line": ["JERRY: What look? Nothing."]},
{"line": ["ELAINE: Something's going on here."]},
{"line": ["JERRY: I don't know if you should sit for this or not. Sitting \n              is good if you faint, but standing is good for jumping up and down.. \n              I can't decide."]},
{"line": ["ELAINE: Jumping up and down? What are you talking about? C'mon. \n              Cough it up."]},
{"line": ["JERRY: Oh, Elaine. You know the way I am - rarely ever thinking \n              of myself. My only concern is the welfare and happiness of those \n              close to me. Sure, it hurts"]},
{"line": ["sometimes - to give, and give, and give.."]},
{"line": ["ELAINE: Would you please?"]},
{"line": ["JERRY: What would you say if I told you that.."]},
{"line": ["ELAINE: Told me what?!"]},
{"line": ["JERRY: ..I got you an apartment in this building."]},
{"line": ["ELAINE: (Dumbfounded) No."]},
{"line": ["JERRY: Yes."]},
{"line": ["ELAINE: No."]},
{"line": ["JERRY: Yes."]},
{"line": ["ELAINE: You didn't."]},
{"line": ["JERRY: I did."]},
{"line": ["ELAINE: You got me an apartment in the building?!"]},
{"line": ["JERRY: I got you an apartment in the building."]},
{"line": ["ELAINE: How did you.."]},
{"line": ["JERRY: Remember Mrs. Hudwalker? The ninety-four-year-old woman \n              who lived above me?"]},
{"line": ["ELAINE: No."]},
{"line": ["JERRY: She died."]},
{"line": ["ELAINE: (Thrilled) She died?!"]},
{"line": ["JERRY: She died."]},
{"line": ["ELAINE: She died!"]},
{"line": ["JERRY: And the rent's only four hundred dollars a month!"]},
{"line": ["ELAINE: Get out! (Pushes Jerry, he stumbles back) Four hundred \n              a month? Only four hundred a month?!"]},
{"line": ["JERRY: Four hundred a month."]},
{"line": ["ELAINE: And I'll be right upstairs?"]},
{"line": ["JERRY: Right upstairs."]},
{"line": ["ELAINE: Right above you?"]},
{"line": ["JERRY: Right above me."]},
{"line": ["ELAINE: Oh, we're neighbors. I'll be here all the time!"]},
{"line": ["JERRY: (Suddenly having second thoughts) All the time.."]},
{"line": ["ELAINE: We can exchange keys so we can come in and out. Oh, this \n              is going to be great!"]},
{"line": ["JERRY: ..All the time.."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Night club]"]},
{"line": ["JERRY: The problem with talking is that nobody stops you from saying \n              the wrong thing. I think life would be a lot better if it was like \n              you're always making a movie."]},
{"line": ["You mess up, somebody just walks on the set, and stops the whole \n              shot. You know what I mean? Think of the things you wish you could \n              take back. You're out"]},
{"line": ["somewhere with people, \"Gee, you look pregnant.. are ya?\" \n              \"Cut, cut, cut, cut, cut, that's not gonna work at all. Walk \n              out the door, and come back in. Let's take"]},
{"line": ["this whole scene again. People, think about what you're saying!\""]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Coffee shop]"]},
{"line": ["GEORGE: (Pays his bill) Thanks, see ya later, Donna. (Walks out, \n              he runs into Jerry outside the shop) What happened to you?"]},
{"line": ["JERRY: You can't believe what I just did."]},
{"line": ["GEORGE: What? What did you do?"]},
{"line": ["JERRY: I could tell you what I did, but you wouldn't believe it. \n              It's not believable."]},
{"line": ["GEORGE: What did you do?"]},
{"line": ["JERRY: How could I have done that?"]},
{"line": ["GEORGE: Done what?"]},
{"line": ["JERRY: I told Elaine about an apartment opening up in my building. \n              She's going to move in."]},
{"line": ["GEORGE: Elaine's moving into your building?"]},
{"line": ["JERRY: Yes. Right above me."]},
{"line": ["GEORGE: Right above you?"]},
{"line": ["JERRY: Yes."]},
{"line": ["GEORGE: You're gonna be neighbors."]},
{"line": ["JERRY: I know. Neighbors."]},
{"line": ["GEORGE: She's right above you?"]},
{"line": ["JERRY: Right above me."]},
{"line": ["GEORGE: How could you do that?"]},
{"line": ["JERRY: 'Cause I'm an idiot! You may think you're an idiot, but \n              with all due respect - I'm a much bigger idiot than you are."]},
{"line": ["GEORGE: Don't insult me, my friend. Remember who you're talking \n              to. No one's a bigger idiot than me."]},
{"line": ["JERRY: Did you ever ask an ex-girlfriend to move into your building?"]},
{"line": ["GEORGE: Did you ever go to a singles weekend in the Poconos?"]},
{"line": ["JERRY: She's right in my building! Right above me! Every time I \n              come in the building, I'm gonna have to sneak around like a cat \n              burglar."]},
{"line": ["GEORGE: You're doomed. You're gonna have to have all your sex at \n              women's apartments. It'll be like a permanent road trip. Forget \n", "\n              about the home bed"]},
{"line": ["advantage."]},
{"line": ["JERRY: But I need the home bed advantage!"]},
{"line": ["GEORGE: Of course, we all do."]},
{"line": ["JERRY: (Gesturing to the coffee shop) Come in for two minutes and \n              sit with me."]},
{"line": ["GEORGE: I was just in there. It's embarrassing."]},
{"line": ["JERRY: Oh, who's gonna know?"]},
{"line": ["GEORGE: They saw me walk out."]},
{"line": ["JERRY: Two minutes."]},
{"line": ["(Scene cuts to Jerry and George in the coffee shop)"]},
{"line": ["JERRY: My censoring system broke down. You know that little guy \n              in your head who watches everything you say? Makes sure you don't \n              make a mistake? He went"]},
{"line": ["for a cup of coffee, and in that second - ruined my life."]},
{"line": ["GEORGE: My censor quit two years ago. He checked into a clinic. \n              Emotionally exhausted."]},
{"line": ["JERRY: ..So, is there any way out of this Elaine thing?"]},
{"line": ["GEORGE: Tough."]},
{"line": ["JERRY: You know, the water pressure's terrible in my building.. \n              and she loves a good shower."]},
{"line": ["GEORGE: I don't think anyone's turned down an apartment because \n              of a weak shower spray."]},
{"line": ["JERRY: If they were fanatic about showers, they might."]},
{"line": ["GEORGE: For that rent, she'd take a bath in the toilet tank if \n              she had to.."]},
{"line": ["JERRY: Look at that woman feeding her baby greasy, disgusting, \n              coffee shop corned beef hash. Isn't that child abuse?"]},
{"line": ["GEORGE: I'd like to have a kid. Of course, you have to have a date \n              first.. remember my friend, Adam, from Detroit?"]},
{"line": ["JERRY: Yeah, the guy with the flat head?"]},
{"line": ["GEORGE: He's a cube.. anyway, he got married six months ago. he \n              told me ever since he's been wearing a wedding band, women have \n              been coming on to him"]},
{"line": ["everywhere he goes."]},
{"line": ["JERRY: Yeah, I've heard that about wedding bands."]},
{"line": ["GEORGE: (Joking) I wonder if that's really true."]},
{"line": ["JERRY: That would be an interesting sociological experiment. You \n              know, Kramer has his father's band. He'd loan it to you."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Apartment buliding hallway]"]},
{"line": ["(George is trying on a wedding band)"]},
{"line": ["GEORGE: Thanks a lot. I\"ll give it back to you in a week."]},
{"line": ["KRAMER: You know, I don't even know why you're fooling around with \n              this ring. I've been telling you, get yourself some plugs, or a \n              piece."]},
{"line": ["GEORGE: I'm not doing that."]},
{"line": ["KRAMER: Oh, man. You know, you're crazy. You're a good looking \n              guy. What do you want to walk around like that for?"]},
{"line": ["GEORGE: No, I'll put half a can of mousse in my head like you."]},
{"line": ["(Manny and Harold are arguing again from down the hall)"]},
{"line": ["HAROLD: I told you I don't like these sponges, they're too small! \n              I want a big sponge! (Manny yells) You can't pick up anything with \n              these! There's no absorption!"]},
{"line": ["(Manny yells in Spanish, Jerry exits his apartment)"]},
{"line": ["JERRY: Boys, boys."]},
{"line": ["HAROLD: Hi, Jerry."]},
{"line": ["HAROLD: Hello, Jerry. (Says something in Spanish to Harold)"]},
{"line": ["HAROLD: Okay.. your friend can't have the apartment, Jerry."]},
{"line": ["JERRY: What?"]},
{"line": ["HAROLD: Because somebody offered Manny five thousand dollars for \n              the apartment. I don't want to do it. Manny wants to do it. (Manny \n              yells) Because it's true!"]},
{"line": ["Why shouldn't I tell him?"]},
{"line": ["JERRY: Hey, hey. I understand. You're businessmen. (Manny talks \n              in Spanish)"]},
{"line": ["HAROLD: Oh, now, he says that if your friend has five thousand \n              dollars, we'll give it to her."]},
{"line": ["JERRY: Well, that's a lot of money. But, if that's the way it's \n              gotta be, that's the way it's gotta be. (Goes back to his apartment) \n              You know, I used to think that the"]},
{"line": ["universe is a random, chaotic, sequence of meaningless events, \n              but I see now that there is reason and purpose to all things."]},
{"line": ["GEORGE: What happened to you?"]},
{"line": ["JERRY: Religion, my friend, that's what happened to me. Because, \n              I have just been informed that it's going to cost Elaine the sum \n              of five thousand dollars to get the"]},
{"line": ["apartment upstairs."]},
{"line": ["GEORGE: Five thousand dollars? She doesn't have five thousand dollars!"]},
{"line": ["JERRY: Of course she doesn't have five thousand dollars!"]},
{"line": ["GEORGE: So, she can't get the apartment."]},
{"line": ["JERRY: Can't get it."]},
{"line": ["GEORGE: So, she doesn't move in."]},
{"line": ["JERRY: No move. So, you see, it's all part of a divine plan."]},
{"line": ["GEORGE: And how does the baldness fit into that plan?"]},
{"line": ["(The intercom buzzes)"]},
{"line": ["JERRY: (Into the intercom) Elaine?"]},
{"line": ["ELAINE: Yeah."]},
{"line": ["JERRY: (Unlocks the main door. To George) Alright, this is going \n              to require some great acting now. I have to pretend I'm disappointed. \n              You're going to really see"]},
{"line": ["me being a phony, now. I hope you can take this.. maybe you should \n              go in the other room."]},
{"line": ["GEORGE: Are you kidding?! I lie ever second of the day. My whole \n              life is a sham!"]},
{"line": ["JERRY: 'Cause you know, I love Elaine."]},
{"line": ["GEORGE: Of course you do."]},
{"line": ["JERRY: But you know.. not in the building. Really, I feel terrible \n              about this. My intentions were good. What can I do? Tell me.."]},
{"line": ["(Enter Elaine) ELAINE: (To someone in the hallway) No, I'll be \n              seeing you. (Starts to sing) \"Good morning, good morning..\" \n              Have you ever gotten up in the morning"]},
{"line": ["and felt it's great to be alive? That every breath is a gift of \n              sweet life from above? (George leaves, and goes to the other room) \n              Oh, and before I forget, I have the"]},
{"line": ["checks for first month, last month, security deposit. I have seventy-five \n              dollars left in my account."]},
{"line": ["JERRY: (Looks at the checks) Well.. there's a little bit of a problem."]},
{"line": ["ELAINE: Oh, I know. There's a weak shower spray, I know. I've already \n              thought about it, and I'm switching to baths. As Winston Churchill \n              said, \"Why stand when"]},
{"line": ["you can sit?\" Maybe I'll get some rubber duckies.."]},
{"line": ["JERRY: No, someone offered Harold and Manny five thousand for the \n              apartment. I'm sure they'd just as soon give it to you, but you'd \n              have to come up with that"]},
{"line": ["money."]},
{"line": ["ELAINE: Five thousand dollars? I don't have five thousand dollars."]},
{"line": ["JERRY: I know."]},
{"line": ["ELAINE: How am I going to get five thousand dollars?"]},
{"line": ["JERRY: I have no idea."]},
{"line": ["(Enter Kramer)"]},
{"line": ["KRAMER: Hey, my new neighbor!"]},
{"line": ["ELAINE: I'm not moving in."]},
{"line": ["KRAMER: What?"]},
{"line": ["ELAINE: They want five thousand dollars now."]},
{"line": ["KRAMER: So, okay. What's the problem?"]},
{"line": ["ELAINE: I don't have five thousand dollars."]},
{"line": ["KRAMER: C'mon, you can come up with five thousand dollars.. Jerry, \n              you don't have five thousand dollars you can led her? Come on."]},
{"line": ["JERRY: Yeah, well, I didn't.. Is that something you want to borrow?"]},
{"line": ["ELAINE: No, that's too much money to borrow."]},
{"line": ["KRAMER: Loan her the money. You can afford it."]},
{"line": ["JERRY: She doesn't want to borrow the money."]},
{"line": ["KRAMER: Oh, c'mon. She'll pay you back. What's five grand between \n              friends?"]},
{"line": ["ELAINE: Of course I'd pay you back.."]},
{"line": ["KRAMER: Yeah, so what's the problem?"]},
{"line": ["JERRY: Who said there's a problem?"]},
{"line": ["KRAMER: He said he'd loan you the money."]},
{"line": ["ELAINE: Well Jerry, it might take a while for me to pay you back. \n              Maybe a few years. How do you feel about that?"]},
{"line": ["KRAMER: That's okay. He doesn't care."]},
{"line": ["ELAINE: You know, money can sometimes come between friends."]},
{"line": ["KRAMER: Get outta here."]},
{"line": ["ELAINE: Let me think about it."]},
{"line": ["KRAMER: What's to think about?"]},
{"line": ["ELAINE: I don't know.. I don't know. Five thousand.. let me just \n              take one more look at it. (Leaves)"]},
{"line": ["JERRY: It was all over! Taken care of. Done! Finished. Five thousand.. \n              Where's she gonna get five thousand? She doesn't have five thousand. \n              Clean. Good bye."]},
{"line": ["She's gone. Then you come in, \"Why don't you loan her five \n              thousand? What do you care? You've got five thousand. Give her five \n              thousand.\""]},
{"line": ["KRAMER: You didn't want her in the building?"]},
{"line": ["JERRY: No, I didn't!"]},
{"line": ["KRAMER: Well, then what did you loan her the five thousand for? \n              Oh, look, maybe she won't take it.. I mean, she did say that she \n              was going to think about it."]},
{"line": ["JERRY: People don't turn down money! It's what separates us from \n              the animals."]},
{"line": ["KRAMER: I still don't understand what the problem is having her \n              in the building."]},
{"line": ["JERRY: Let me explain something to you.. You see, you're not normal. \n              You're a great guy, I love you, but you're a pod. I, on the other \n              hand, am a human being. I"]},
{"line": ["sometimes feel awkward, uncomfortable, even inhibited in certain \n              situations with the other human beings. You wouldn't understand."]},
{"line": ["KRAMER: Because I'm a pod?"]},
{"line": ["(George returns for Jerry's bedroom just as Elaine returns)"]},
{"line": ["ELAINE: I'll take it!"]},
{"line": ["(George turns on his heels, and goes back into Jerry's room)"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Roxanne's apartment]"]},
{"line": ["(Guests are milling around, eating. Elaine enters with Jerry and \n              George. Roxanne greets them)"]},
{"line": ["ROXANNE: Hi, Elaine.."]},
{"line": ["ELAINE: Oh, hi, Roxanne. Nice to be here. These are my friends. \n              This is George, and this is Jerry. (They exchange greetings) Jerry's \n              the one who got me my new"]},
{"line": ["apartment!"]},
{"line": ["ROXANNE: So, you're Elaine's hero."]},
{"line": ["JERRY: Yeah, it's my life's work."]},
{"line": ["ROXANNE: There are so few true heros left in this world. (Jerry's \n              attracted to Roxanne, Elaine notices)"]},
{"line": ["GEORGE: (Showing off his wedding band) Yeah, my wife couldn't make \n              it today. She's got some thing with her mother.. Who know's what \n              going on with her. Don't"]},
{"line": ["let any one kid you, it's tough. (Goes off to mingle)"]},
{"line": ["JERRY: Well, better load up on some carbos before the race. (Starts \n              selecting food from the tables)"]},
{"line": ["ROXANNE: Oh, the marathon is great, isn't it?"]},
{"line": ["JERRY: Oh, yes. Particularily if your not in it."]},
{"line": ["ROXANNE: I wish we had a view of the finish line."]},
{"line": ["JERRY: What's to see? A woman from Norway, a guy from Kenya, and \n              twenty thousand losers."]},
{"line": ["(Roxanne makes a face, Scene guts to George. He's standing next \n              to an attractive woman)"]},
{"line": ["GEORGE: ..Yeah, my wife started getting on me about the lawn today. \n              I'm tellin' ya, it's one thing after another."]},
{"line": ["RITA: Is she here?"]},
{"line": ["GEORGE: No, she's working."]},
{"line": ["RITA: What does she do?"]},
{"line": ["GEORGE: She's an.. entymologist - you know, bees, flies, gnats. \n              What about you?"]},
{"line": ["RITA: I work for the Director of Madison Square Garden. It's great! \n              I can get free tickets to any sporting even in New York. (George \n              is stunned) Anyway, she's a"]},
{"line": ["very luck woman."]},
{"line": ["GEORGE: But.. (She leaves, George is standing there)"]},
{"line": ["(Scene cuts to an entering man and woman)"]},
{"line": ["ROXANNE: Hi Stan. Joanne."]},
{"line": ["ELAINE: Jerry, this is Joanne, and this is Stan. They're in my \n              short story class with Roxanne and me. Hey, Jerry just got me a \n              great apartment in his building!"]},
{"line": ["JOANNE: Well, Jerry, it'll be nice having a close friend nearby?"]},
{"line": ["JERRY: Fantastic.."]},
{"line": ["STAN: She can pop in whenever she wants."]},
{"line": ["JERRY: I know."]},
{"line": ["JOANNE: She doesn't even need to knock!"]},
{"line": ["JERRY: It's tremendous."]},
{"line": ["STAN: Anytime of day."]},
{"line": ["JERRY: I'm in heaven."]},
{"line": ["ELAINE: Oh, Rita come here. This is Jerry. He's the one who got \n              me the apartment."]},
{"line": ["RITA: Oh, Hi. (Calling to someone) bob, this is the guy who got \n              Elaine the apartment."]},
{"line": ["(Scene cuts to George)"]},
{"line": ["GEORGE: I'm sorry, I don't see the big deal about being a matador. \n              The bull charges, you move the cape, wha't so hard? (The both laugh \n              flirtingly)"]},
{"line": ["SUSIE: So, are you really married? Because, I've actually heard \n              of single guys who wear wedding bands to attrack women."]},
{"line": ["GEORGE: You'd have to be a real loser to try something like that."]},
{"line": ["SUSIE: That's too bad, because I really have a thing for bald guys \n              with glasses. (Shrugs, smiles, then leaves George)"]},
{"line": ["RITA: Hey everybody! Here come the runners!"]},
{"line": ["(Everyone runs to the windows. Jerry and Elaine stay put)"]},
{"line": ["ELAINE: So you and Roxanne are hitting it off, huh?"]},
{"line": ["JERRY: Oh, I wouldn't quite say that."]},
{"line": ["ELAINE: Really? From a distance, you seemed to be coming on to \n              her."]},
{"line": ["JERRY: I'm a guy.. it always looks like that."]},
{"line": ["ELAINE: Because, I was thinking.. are you at all concerned that \n              living in the same building will, y'kno.. cramp our styles?"]},
{"line": ["JERRY: Na.."]},
{"line": ["ELAINE: Because, I was worried that there might be a situation \n              in which one of us come home with somebody, it could get a little \n              uncomfortable. But - as long as"]},
{"line": ["you're okay with it, it's fine with me."]},
{"line": ["(Scene cuts to George)"]},
{"line": ["JANICE: I've never been able to be with just one person. I can, \n              however, carry on strictly physical relationships which can last \n              for years and years. It's a shame"]},
{"line": ["you're married.."]},
{"line": ["GEORGE: (Frantically tries to take the ring off) I'm not. It's \n              just a sociological experiment!"]},
{"line": ["JANICE: Please.. (Walks away)"]},
{"line": ["(Jerry walks over to George)"]},
{"line": ["JERRY: You have no idea what an idiot it. Elaine just gave me a \n              chance to get out and I didn't take it. (Points to himself) This \n              is an idiot."]},
{"line": ["GEORGE: Is that right? (Showing him up) I just threw away a lifetime \n              of guilt-free sex and floor seats for ever sporting event in Madison \n              Square Garden. So please,"]},
{"line": ["a little respect. For I am Costanza. Lord of the Idiots!"]},
{"line": ["ROXANNE: (Yelling out the window) You're all winners!"]},
{"line": ["GEORGE: But suddenly, a new contender has emerged.."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Jerry's apartment]"]},
{"line": ["JERRY: (Into the phone) George, I didn't sleep at all last night.. \n              I decided I have to tell her.. I'm just going to be honest. That's \n              all.. Yes, I'm nervous.. Are you"]},
{"line": ["listening to me? Just put some soap on your finger.. it'll slide \n              right off.. Then try axle grease. (Kramer enters) I'll call you \n              back after I talk to her. Bye."]},
{"line": ["KRAMER: Well, it's all taken care of. Everything's cool."]},
{"line": ["JERRY: What? What's cool?"]},
{"line": ["KRAMER: Elaine."]},
{"line": ["JERRY: What are you talking about?"]},
{"line": ["KRAMER: I just found a guy who's willing to pay ten thousand dollars \n              for the apartment."]},
{"line": ["JERRY: You what?! Get out! Ten thousand?"]},
{"line": ["KRAMER: (Nods) Cash."]},
{"line": ["JERRY: Who would pay that much?"]},
{"line": ["KRAMER: He's in the music business."]},
{"line": ["JERRY: Elaine would never borrow that much money! (Hugs Kramer, \n              then grabs him by the cheeks) Kramer, my God, man! This is beautiful! \n              I think I'm in the clear"]},
{"line": ["here. Elaine's not moving in! I don't have to confront her! She \n              has no idea I never wanted her to move in.. I\"m golden!"]},
{"line": ["KRAMER: Well, occasionally, I like to help the humans."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Jerry's apartment]"]},
{"line": ["(Harold and Manny are in Jerry's apartment. A pulsing music is \n              coming through the walls)"]},
{"line": ["ELAINE: Wow. You're right. That is loud."]},
{"line": ["JERRY: It's just unbelievable."]},
{"line": ["ELAINE: They rehearse all the time?"]},
{"line": ["JERRY: All the time. I've been up there six times. They refuse \n              to stop. I can't live like this. I don't know what I'm gonna do. \n              I'm heading for breakdown! (To Harold)"]},
{"line": ["Can't you do something?"]},
{"line": ["HAROLD: I'm not going up. It stinks up there."]},
{"line": ["JERRY: Manny.."]},
{"line": ["MANNY: (In Spanish) They're allowed to play until eleven o' clock."]},
{"line": ["HAROLD: I'm not the one who said eleven o' clock. He makes up his \n              own rules."]},
{"line": ["ELAINE: Boy, too bad. If I was up there, you'd never hear a peep \n              out of me. I'm as quiet as a mouse."]},
{"line": ["(Kramer enters)"]},
{"line": ["KRAMER: (Talking about the music) Oh, I love the one they do right \n              after this one!"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Night club]"]},
{"line": ["JERRY: I don't know. What do you do when a neighbor is making, \n              like, a lot of noise at three o' clock in the morning? I mean, can \n              you knock on someone's door"]},
{"line": ["and tell them to keep it down? You're really altering your whole \n              self-image, I mean, what am I? Fred Mertz now? What's happening \n              to me? Can I do this? Am I a"]},
{"line": ["shusher? I used to be a shushee. There's a lot of shushing going \n              on in movie theaters. People are always shushing. Shh..shh.... shhh... \n              shhh.. Doesn't work, 'cause"]},
{"line": ["nobody knows where a shush is coming from. They just hear a Shh. \n              \"Was that a shush? I think somebody just shushed me.\" \n              Some people you can't shush in a movie"]},
{"line": ["theater. There's always that certain group of people, isn't it. \n              They're talking and talking, and everyone around them is shushing \n              them, and shushing them. They won't"]},
{"line": ["shush. They're the unshushables."]},
{"line": [" "]},
{"line": ["END OF SHOW."]},
{"line": ["\n            \n       \n", "\n        "]},
{"line": []},
{"line": [" "]},
{"line": []},
{"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]},
{"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}
]