[
{"title": "The Beard"},
{"line": []},
{"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]},
{"line": [" "]},
{"line": [" "]},
{"line": ["Episode 102"]},
{"line": ["Cast:"]},
{"line": ["Jerry Seinfeld - Jerry Seinfeld (well, duh!)"]},
{"line": ["George Castanza - Jason Alexander"]},
{"line": ["Elaine Benes - Julia Louis-Dreyfus"]},
{"line": ["Kramer - Michael Richards"]},
{"line": ["Guest Stars: "]},
{"line": ["Robert - Robert Mailhouse"]},
{"line": ["Cathy - Katherine LaNasa"]},
{"line": ["Homeless Man - Jonathan Gries"]},
{"line": ["Mr. Stevenson - Ed Winter"]},
{"line": ["Mrs. Stevenson - Georgann Johnson"]},
{"line": ["Denise - Joan Elizabeth"]},
{"line": ["Gus - John F. O'Donohue"]},
{"line": ["Lou - Jerry Diner"]},
{"line": ["Officer #1 - Mirron E. Willis"]},
{"line": ["Officer #2 - Ken Kerman"]},
{"line": ["----------------------------------------------------------------------"]},
{"line": ["[Opening Monologue]"]},
{"line": ["The whole concept of the wanted poster has gotta be the most wildly optimistic", "\n              crime-fighting idea. I mean, so how does it work? Okay. I'm on line at the post", "\n              office. I see the guy. I see the list of offenses. I check the guy standing in line", "\n              behind me. If it's not him, that's pretty much all I can do. Okay? It's not that I", "\n              don't want to help. You know the annoying thing is, why didn't they hold on to", "\n              this guy when they're taking his picture? \"No, we don't do it that way. We take", "\n              their picture and we let them go. That's how we get the front and side shot. The", "\n              front is his face. The side is him leaving.\""]},
{"line": [" "]},
{"line": ["At Jerry's apartment."]},
{"line": ["Jerry: Look at you. Why don't you use a fork? You're no good with \n              the sticks."]},
{"line": ["Elaine: I know. I need a lesson."]},
{"line": ["Jerry: You stink. You know you stink. What is this?"]},
{"line": ["Elaine: Oh. My ballet tickets."]},
{"line": ["Jerry: Oh. Your ballet tickets."]},
{"line": ["Elaine: Hey, have you ever been to the ballet?"]},
{"line": ["Jerry: No, but I've seen people on tiptoes."]},
{"line": ["Elaine: You know, I'm going as a beard."]},
{"line": ["Jerry: A beard?"]},
{"line": ["Elaine: Yeah. This friend of a friend knows this banker guy, he's, \n              I don't know, 30 years, unbelievably"]},
{"line": ["gorgeous, of course he's gay."]},
{"line": ["Jerry: Yes."]},
{"line": ["Elaine: So anyway his boss has a box at the Met and he invited \n              us to see Swan Lake, which is fine, but he's"]},
{"line": ["afraid that his boss can't handle his orientation, so I'm going \n              along as his date."]},
{"line": ["Jerry: Why are you doing this?"]},
{"line": ["Elaine: Swan Lake, at the Met."]},
{"line": ["Kramer enters."]},
{"line": ["Kramer: Oh, Chinese food. I knew I smelled something."]},
{"line": ["Elaine: Hey, is George still wearing that toupee?"]},
{"line": ["Jerry: Yeah."]},
{"line": ["Elaine: Doesn't he know how ridiculous he looks in that thing?"]},
{"line": ["Kramer: I think he looks fantastic."]},
{"line": ["Elaine: Oh, come on."]},
{"line": ["Kramer: No, I never realized what an attractive man he is."]},
{"line": ["George enters, wearing a toupee."]},
{"line": ["George: Hey, people, people, people, people, people. Not bad, huh? \n              Excuse me."]},
{"line": ["Elaine: You look ridiculous in that thing."]},
{"line": ["George: Is that so? Or could it be that you're just a *little* \n              bit worried that you may have missed the boat?"]},
{"line": ["Elaine: Well I think they might have sutured that thing to your \n              brain."]},
{"line": ["George: Ha ha ha ha, oh all right, go ahead, deride, deride if \n              you must. But let me tell you something, with "]},
{"line": ["my personality and this set of hair, you know what I am now? I \n              am in the game. I no longer defer to the"]},
{"line": ["coifed. I'm a player."]},
{"line": ["Kramer: You know I just thought of something. I know this gorgeous \n              woman, she called me up this"]},
{"line": ["morning, she's moving into the city, and she asked me if I know \n              of anyone she could meet. Now you can"]},
{"line": ["go out with her."]},
{"line": ["Jerry: Well what about me?"]},
{"line": ["Kramer: No I think he's got you beat buddy."]},
{"line": ["George: So she's gorgeous."]},
{"line": ["Kramer: Oh yeah, last time I saw her she was, five years ago."]},
{"line": ["George: Well have you got a picture?"]},
{"line": ["Kramer: No."]},
{"line": ["George: Well, I have to see her."]},
{"line": ["Kramer: Hey, I know what we can do. I've got a friend who works \n              over at the police station. He's a"]},
{"line": ["composite artist."]},
{"line": ["George: Really?"]},
{"line": ["Kramer: Yeah, yeah, maybe I can get him to draw a picture of her \n              for you."]},
{"line": ["George: Oh I would love that. You think he'd really do it?"]},
{"line": ["Kramer: Yeah, yeah. I think he will."]},
{"line": ["Jerry: It sounds like an excellent idea."]},
{"line": ["Kramer: Hey Jerry, you want this, cause I'm going to give it to \n              a homeless person."]},
{"line": ["Jerry, George, and Kramer walking down the street."]},
{"line": ["George: Well I'm very excited about this. I've always wanted to \n              see how those sketch artists do it."]},
{"line": ["Kramer: Here you go brother. Some food for you."]},
{"line": ["Homeless man: Thank you. You're a good man. Bless you."]},
{"line": ["Kramer: Now are you going to be here in an hour?"]},
{"line": ["Homeless man: Where am I going?"]},
{"line": ["(commercial)"]},
{"line": ["At the police station."]},
{"line": ["Kramer: Oh that's good, that's good. Make the eyes, uh, what's \n              that nut?"]},
{"line": ["Lou: Almond?"]},
{"line": ["Kramer: Almond. Yeah. Make the lips fuller. Poutier."]},
{"line": ["George: Pouty? I like that."]},
{"line": ["Jerry: You can't go wrong with pouty."]},
{"line": ["George: I'm excited about the pouty."]},
{"line": ["Lou: All right I think that about does it."]},
{"line": ["Kramer: All right George, come on, take a look."]},
{"line": ["George: Oh yeah, you were right. She's gorgeous."]},
{"line": ["Jerry: Hey, Lou, who's that woman over there?"]},
{"line": ["Lou: Oh, that's Sergeant Tierney. Nice officer. You want to meet \n              her?"]},
{"line": ["Walking down the street."]},
{"line": ["George: Well this worked out okay. So are you going to see the \n              police woman?"]},
{"line": ["Jerry: Yeah, I think I will. I like the idea of having the law \n              on my side."]},
{"line": ["Kramer: Hey, man. Enjoy the food?"]},
{"line": ["Homeless man: Yes I did. Where did the Chinese learn to cook like \n              that?"]},
{"line": ["Kramer: Oh, listen, I'll take that Tupperware now."]},
{"line": ["Homeless man: I don't think so. "]},
{"line": ["Kramer: Woah, woah, that's mine."]},
{"line": ["Homeless man: You gave it to me."]},
{"line": ["Kramer: No, no, I didn't say you could keep it. You see I don't \n              give away tupperware."]},
{"line": ["Homeless man: You should have said something."]},
{"line": ["Kramer: I didn't think I had to. Look with a piece of Tupperware \n              you just assume."]},
{"line": ["At the ballet."]},
{"line": ["Robert: I've really got to thank you for this."]},
{"line": ["Elaine: Well by now, you think people would be a little more open \n              minded."]},
{"line": ["Robert: Really. Would you excuse me? I have to run to the bathroom."]},
{"line": ["Boss' wife: So, um, you and Robert."]},
{"line": ["Elaine: Yes indeed."]},
{"line": ["Boss: I'm surprised."]},
{"line": ["Elaine: Really. Why?"]},
{"line": ["Boss: No reason."]},
{"line": ["Elaine: Well believe me this didn't happen overnight. Robert's \n              not exactly a *one* *woman* *man*, if "]},
{"line": ["you know what I mean. No sirree Bob. Sure, I mean in a lot of ways, \n              he's a typical guy, he likes his"]},
{"line": ["sports, but he counters that side with the side you see here tonight \n              at the ballet, or the pleasure he gets in"]},
{"line": ["watching Ms. Liza Minelli belt out a few choice numbers. It's those \n              two halves of his personality that just"]},
{"line": ["come together to make him the very special guy that he is."]},
{"line": ["Robert comes back."]},
{"line": ["Elaine: Oh, hi honey."]},
{"line": ["Elaine grabs Robert and kisses him."]},
{"line": ["At Monk's."]},
{"line": ["Elaine: Oh it was such a great night."]},
{"line": ["Jerry: And did they suspect anything?"]},
{"line": ["Elaine: No, I was a fantastic beard. I held hands, I called him \n              honey."]},
{"line": ["Jerry: And we discover yet another talent. Posing as a girlfriend \n              for homosexuals."]},
{"line": ["Elaine: Oh it was such a great night. Oh."]},
{"line": ["Jerry: You said that already."]},
{"line": ["Elaine: Oh I did?"]},
{"line": ["Jerry: Yeah."]},
{"line": ["Elaine: Oh."]},
{"line": ["Jerry: Oh no. Don't tell me. You like him?"]},
{"line": ["Elaine: He's incredible."]},
{"line": ["Jerry: Yeah, but?"]},
{"line": ["Elaine: Yeah, I know."]},
{"line": ["Jerry: So?"]},
{"line": ["Elaine: What?"]},
{"line": ["Jerry: Not conversion. You're thinking conversion?"]},
{"line": ["Elaine: Well it did occur to me."]},
{"line": ["Jerry: You think you can get him to just change teams? He's not \n              going to suddenly switch sides. Forget "]},
{"line": ["about it."]},
{"line": ["Elaine: Why? Is it irrevocable?"]},
{"line": ["Jerry: Because when you join that team it's not a whim. He likes \n              his team. He's set with that team."]},
{"line": ["Elaine: We've got a good team."]},
{"line": ["Jerry: Yeah, we do. We do have a good team."]},
{"line": ["Elaine: Why can't he play for us?"]},
{"line": ["Jerry: They're only comfortable with *their* equipment."]},
{"line": ["Elaine: We just got along *so* great."]},
{"line": ["Jerry: Of course you did. Everyone gets along great when there's \n", "\n              no possibility of sex."]},
{"line": ["Elaine: No, no, no, I sensed something. I did sense something. \n              I perceived a possibility Jerry."]},
{"line": ["Jerry: You realize you're venturing into uncharted waters. "]},
{"line": ["Elaine: I realize that."]},
{"line": ["Jerry: Are you that desperate?"]},
{"line": ["Elaine: Yes I am."]},
{"line": ["At Jerry's apartment. He is on the phone."]},
{"line": ["Jerry: So are you going to bring your gun?... All right, then it's \n              settled. First date, no weapons... All right"]},
{"line": ["I'll see you then... Okay, bye."]},
{"line": ["Kramer enters. He goes into the kitchen and starts searching."]},
{"line": ["Jerry: What are you looking for?"]},
{"line": ["Kramer: Tupperware."]},
{"line": ["Jerry: Sorry. I don't have any tupperware."]},
{"line": ["Kramer: I knew this was going to happen. I just made a delicious \n              casserole, but now it won't keep because"]},
{"line": ["I have no Tupperware. "]},
{"line": ["Jerry: What about a plastic bag?"]},
{"line": ["Kramer: You must be kidding."]},
{"line": ["Jerry: What is the difference?"]},
{"line": ["Kramer: The patented burp, Jerry. It locks in freshness."]},
{"line": ["George enters."]},
{"line": ["George: So I spoke a little to your little friend Denise last night."]},
{"line": ["Kramer: Oh yeah, you talked to her."]},
{"line": ["George: Yeah for two hours. She's nuts about you."]},
{"line": ["Kramer: Yeah well we go way back."]},
{"line": ["George: Why didn't anything happen between you two?"]},
{"line": ["Kramer: Who's to say it didn't?"]},
{"line": ["Jerry: So did you describe yourself to her over the phone?"]},
{"line": ["George: Yes I did."]},
{"line": ["Jerry: What did you say to her?"]},
{"line": ["George: What do you think I said?"]},
{"line": ["Jerry: I don't know."]},
{"line": ["George: I told her the truth."]},
{"line": ["Jerry: As you see it?"]},
{"line": ["George: Yes, as I see it."]},
{"line": ["Jerry: Did you tell her about, uh, your little hat there?"]},
{"line": ["George: What hat?"]},
{"line": ["Jerry: You know, you're little hair hat there."]},
{"line": ["George: No."]},
{"line": ["Jerry: Don't you think she could tell?"]},
{"line": ["Kramer: No, no, no she can't tell. It's a perfect match. Beautiful \n              job."]},
{"line": ["Jerry: Are you kidding? I could spot that bird's nest two blocks \n              away."]},
{"line": ["George: You only think that because you know me."]},
{"line": ["Jerry: Have you noticed people staring at your head?"]},
{"line": ["George: I noticed people staring at my head because they like what \n              they see."]},
{"line": ["Jerry: Well I think you should either take it off or tell her about \n              it."]},
{"line": ["Kramer: No he's not going to take it off. If he was going to go \n              over there bald, I never would have"]},
{"line": ["introduced him."]},
{"line": ["George: Look, I guarantee she won't know."]},
{"line": ["Kramer: Yeah that's it. All right, I'm going to go down to the \n              precinct. I'm going to have lunch with Lou."]},
{"line": ["Jerry: Oh, I'll split a cab with you."]},
{"line": ["Walking down the street."]},
{"line": ["Kramer: Hey I'm really sorry about the other day. Really sorry."]},
{"line": ["Kramer drops something into the man's cup."]},
{"line": ["Homeless man: Hey that's my coffee!"]},
{"line": ["At the police station"]},
{"line": ["Jerry: Hi Sarge."]},
{"line": ["Tierney: Hi, I'm sorry I'm late. Some of our lineup decoys didn't \n              show. Hey any of you guys want to be in"]},
{"line": ["the lineup? Make a quick 50 bucks?"]},
{"line": ["Kramer: Sure. I will."]},
{"line": ["Tierney: Perfect. Just go over there with officer Lampert."]},
{"line": ["In the lineup room."]},
{"line": ["6 men stand there, one of which is Kramer."]},
{"line": ["Over the speaker: All of you, turn to the left."]},
{"line": ["Everyone turns left. Kramer turns right."]},
{"line": ["Over the speaker: The left."]},
{"line": ["Kramer turns left."]},
{"line": ["Over the speaker: Now turn to the right."]},
{"line": ["Kramer turns to the right doing a \"hokey pokey\" dance."]},
{"line": ["At Monk's."]},
{"line": ["George: (thinking to himself) Oh my god, there she is. That's the \n              face, just like the picture."]},
{"line": ["Denise: George?"]},
{"line": ["George: Yeah. Hi. It's great to meet you."]},
{"line": ["Denise: Likewise. Have you been waiting long?"]},
{"line": ["George: No, no. I just got here. A few minutes ago."]},
{"line": ["Denise: Good, good."]},
{"line": ["George: Well why don't you take off your hat and stay awhile."]},
{"line": ["Camera is on George. Denise takes off her hat. The camera is still \n              on George. His expression changes to surprise."]},
{"line": ["At the police station."]},
{"line": ["Jerry: What's that?"]},
{"line": ["Tierney: A polygraph. It's what you civilians call a lie detector \n              test."]},
{"line": ["Jerry: Oh. Let me ask you, when someone is lying, is it true that \n              their pants are actually on fire?"]},
{"line": ["Tierney: If I could tell you the famous faces that have been up \n              here. A certain cast member of Melrose"]},
{"line": ["Place."]},
{"line": ["Jerry: Really."]},
{"line": ["Tierney: Have you ever seen the show?"]},
{"line": ["Jerry: No."]},
{"line": ["Tierney: You can admit it Jerry. It's okay."]},
{"line": ["Jerry: I admit it. I don't watch it."]},
{"line": ["Tierney: Hey Lou, maybe we should put him on the poly."]},
{"line": ["Jerry: The poly?"]},
{"line": ["Tierney: Yeah. I think you've seen it."]},
{"line": ["(commercial)"]},
{"line": ["At Jerry's apartment."]},
{"line": ["Elaine: Melrose Place?"]},
{"line": ["Jerry: Yes. Melrose Place."]},
{"line": ["Elaine: I just didn't know you watched that."]},
{"line": ["Jerry: Well I do."]},
{"line": ["Elaine: I mean every time I mention it you never say anything or \n              join in the conversation."]},
{"line": ["Jerry: Well maybe I was a little embarrassed."]},
{"line": ["Elaine: You mean this whole time we could have been discussing \n              Sydney and Michael and Jane..."]},
{"line": ["Jerry: And Billy and Jake and Allison, yes we could have discussed \n              it."]},
{"line": ["Elaine: Why? Why were you so embarrassed?"]},
{"line": ["Jerry: The point is I'm going to be taking this lie detector test \n              and that needle's going to be going wild."]},
{"line": ["Elaine: That is *so* stupid. Why don't you just confess?"]},
{"line": ["Jerry: It's too stupid to confess. Look at what I'm confessing \n              to."]},
{"line": ["Elaine: So what are you going to do?"]},
{"line": ["Jerry: I don't know. Maybe I can beat the machine."]},
{"line": ["Elaine: Oh, who do you think you are? Castanza?"]},
{"line": ["Jerry: Hey you know what? I have access to one of the most deceitful, \n              duplicitous, deceptive minds of our"]},
{"line": ["time. Who better to advise me?"]},
{"line": ["Elaine takes a drink of something."]},
{"line": ["Elaine: Oh god this tastes terrible."]},
{"line": ["Jerry: Did you shake it up?"]},
{"line": ["Elaine: No."]},
{"line": ["Jerry: You gotta shake it up."]},
{"line": ["Elaine: No. I'm sick of shaking. You've got to shake everything."]},
{"line": ["Jerry picks up the bottle and shakes it gently."]},
{"line": ["Jerry: Yeah, that's a real nuisance. This is killing me."]},
{"line": ["Elaine: So, I'm going out tonight with Robert and the boss and \n              his wife."]},
{"line": ["Jerry: So tonight are you going to make the move?"]},
{"line": ["Elaine: Yeah, I think I might."]},
{"line": ["George enters."]},
{"line": ["Jerry: Hey there he is. So what happened? Could she detect it?"]},
{"line": ["George: That's an interesting question."]},
{"line": ["Jerry: How so?"]},
{"line": ["George: How so? I'll tell you how so. She's bald!"]},
{"line": ["Elaine: What do you mean bald?"]},
{"line": ["George: What do you think I mean bald? Bald. Bald bald."]},
{"line": ["Jerry: She's bald?"]},
{"line": ["George: She's bald."]},
{"line": ["Elaine: Oh come on."]},
{"line": ["George: Oh come on? No come on. She took off her hat and there \n              she was (waving his hand over his"]},
{"line": ["head) hello. It was like I was looking at myself in the mirror."]},
{"line": ["Elaine: Well maybe she got a haircut or something."]},
{"line": ["George: Let me tell you something. No one walks into a beauty parlor \n              and says \"Give me the Larry Fine.\""]},
{"line": ["Jerry: Women go bald?"]},
{"line": ["Elaine: Yeah, I've heard of that. I mean they usually wear a wig."]},
{"line": ["Kramer enters."]},
{"line": ["Jerry: Hey."]},
{"line": ["Kramer: Hey."]},
{"line": ["George: You fixed me up with a bald woman."]},
{"line": ["Kramer flinches."]},
{"line": ["Kramer: Bald?"]},
{"line": ["George: Yeah, that's right."]},
{"line": ["Elaine: Do you see the irony here? You're rejecting somebody because \n              they're bald."]},
{"line": ["George: So?"]},
{"line": ["Elaine: (puts her hands up to her mouth) You're bald!"]},
{"line": ["George: No I'm not. I *was* bald."]},
{"line": ["Elaine grabs at the toupee, George dodges the grab."]},
{"line": ["George: Elaine."]},
{"line": ["Elaine grabs again and misses. George turns around and opens the \n              door trying to get out. Elaine grabs the"]},
{"line": ["toupee and runs to the window."]},
{"line": ["George: No, no, no Elaine."]},
{"line": ["Elaine: (shouting) I don't like this thing. And here's what I'm \n              doing with it."]},
{"line": ["She tosses the toupee out the window."]},
{"line": ["George: Nooooo."]},
{"line": ["He runs to the window, and the blind comes down on his head."]},
{"line": ["Outside."]},
{"line": ["The homeless man is walking down the street and sees the toupee. \n              He puts it on."]},
{"line": ["At Elaine's apartment."]},
{"line": ["Robert: Hahaha, why'd you start that fight with me?"]},
{"line": ["Elaine: Well I figured that's what couples do."]},
{"line": ["Robert: You almost convinced me we were a couple."]},
{"line": ["Elaine: Well it was easy. Really."]},
{"line": ["Robert: Well good night, I'll call you tomorrow."]},
{"line": ["Elaine: Oh, uh, wait a second. Would you like to come, upstairs?"]},
{"line": ["Robert: Upstairs?"]},
{"line": ["Elaine: Yeah. Upstairs?"]},
{"line": ["Robert: Elaine..."]},
{"line": ["Elaine: I was hoping you know, that you might be interested in... \n              changing teams?"]},
{"line": ["Robert: Changing teams?"]},
{"line": ["Elaine: Have you ever thought about it?"]},
{"line": ["Robert: But I'm a starting shortstop."]},
{"line": ["Elaine: Robert, we need a shortstop. *Real bad*."]},
{"line": ["At Monk's."]},
{"line": ["George: I tell you, when she threw that toupee out the window, \n              it was the best thing that ever happened to"]},
{"line": ["me. I feel like my old self again. Totally inadequate, completely \n              insecure, paranoid, neurotic, it's a"]},
{"line": ["pleasure."]},
{"line": ["Jerry: Good to have you back."]},
{"line": ["George: And you know what else I've decided to do? I'm going to \n              keep seeing the bald woman."]},
{"line": ["Jerry: She's as good as anybody else."]},
{"line": ["George: Her scalp was clean. She had a nice skull. There just wasn't \n              a lot of hair on it."]},
{"line": ["Jerry: Yeah you've had like a religious awakening. You're like \n              a bald-again."]},
{"line": ["George: Going to need a little more coffee here."]},
{"line": ["Jerry: So George, how do I beat this lie detector?"]},
{"line": ["George: I'm sorry, Jerry I can't help you."]},
{"line": ["Jerry: Come on, you've got the gift. You're the only one that can \n              help me."]},
{"line": ["George: Jerry, I can't. It's like saying to Pavorotti, \"Teach \n              me to sing like you.\""]},
{"line": ["Jerry: All right, well I've got to go take this test. I can't believe \n              I'm doing this."]},
{"line": ["George: Jerry, just remember. It's not a lie... if you believe \n              it."]},
{"line": ["Outside on the street. Jerry and Elaine walking toward each other."]},
{"line": ["Elaine: Hey, I did it."]},
{"line": ["Jerry: What?"]},
{"line": ["Elaine: I turned him. He defected."]},
{"line": ["Jerry: Get out! (pushes Elaine) How? How did you do that?"]},
{"line": ["Elaine: Because I'm a *woman*. (swiveling her hips) Ba-ba-ba-boom-chicka-boom-chicka-boom-boom-"]},
{"line": ["boom."]},
{"line": ["Jerry: Elaine, do you know what you've done? You've give hope to \n              every woman who's ever said \"Too"]},
{"line": ["bad he's gay\"."]},
{"line": ["Elaine: Well it's a lesson for the kids out there. Anything's possible. \n              Jeromy, I have *hit* the jackpot."]},
{"line": ["The perfect man. Nothing but sex and shopping."]},
{"line": ["At the police station."]},
{"line": ["Kramer is in the lineup again. He and five other people walk into \n              the room. They stand there for a few"]},
{"line": ["moments. Kramer points with his eyes to the man on his left. He \n              then tilts his head a few times to the man"]},
{"line": ["on his left."]},
{"line": ["Elsewhere at the police station."]},
{"line": ["Jerry is hooked up to the polygraph."]},
{"line": ["Lou: What's your name?"]},
{"line": ["Jerry: Jerry Seinfeld."]},
{"line": ["Lou: What is your address?"]},
{"line": ["Jerry: 129 West 81st street."]},
{"line": ["Lou: Did Kimberly steal Jo's baby?"]},
{"line": ["Jerry: I don't know."]},
{"line": ["Camera shot on the polygraph. The pen moves back and forth on the \n              paper."]},
{"line": ["Lou: Did Billy sleep with Allison's best friend?"]},
{"line": ["Jerry: I don't know."]},
{"line": ["Camera shot on the polygraph. The pen moves back and forth on the \n              paper. Lou and Sergeant Tierney "]},
{"line": ["look at each other."]},
{"line": ["Lou: Did Jane's finance kidnap Sydney and take her to Las Vegas? \n              And if so, did she enjoy it?"]},
{"line": ["Jerry: I don't know."]},
{"line": ["Lou: Did Jane sleep with Michael again?"]},
{"line": ["Jerry: (He hesitates) Yes! That stupid idiot. He left her for Kimberly, \n              he slept with her sister. He tricked"]},
{"line": ["her into giving him half her business, and then she goes ahead \n              and sleeps with him again. I mean she's"]},
{"line": ["crazy. How could she do something like that? Oh that Jane, she \n              makes me so mad."]},
{"line": ["He picks up his coat and leaves."]},
{"line": ["At Jerry's apartment."]},
{"line": ["Jerry: He went back? What do you mean he went back?"]},
{"line": ["Elaine: He went back."]},
{"line": ["Jerry: I don't understand it. You were having such a great time, \n              the sex, the shopping."]},
{"line": ["Elaine: Well here's the thing. Being a woman, I only really have \n              access to the, uh... equipment, what,"]},
{"line": ["thirty, forty-five minutes a week. And that's on a good week. How \n              can I be expected to have the same"]},
{"line": ["expertise as people who *own* this equipment, and have access to \n              it twenty-four hours a day, their entire"]},
{"line": ["lives."]},
{"line": ["Jerry: You can't. That's why they lose very few players."]},
{"line": ["Elaine: Yeah, I guess I never really stood a chance."]},
{"line": ["Jerry: Well there's always a place for you, on our team."]},
{"line": ["Elaine: Yeah. (teary-eyed) Thanks. Is Melrose Place on?"]},
{"line": ["Jerry: Yeah. It's coming on in a few minutes."]},
{"line": ["Elaine: Okay."]},
{"line": ["George enters."]},
{"line": ["Jerry: Hey. Don't worry it hasn't started."]},
{"line": ["Elaine: Hey George, I am *really* proud of you. I really do admire \n              what you've done."]},
{"line": ["George: Do you? That makes me so happy. Elaine's proud of me Jerry."]},
{"line": ["Elaine: What is the matter?"]},
{"line": ["George: I got rejected by a bald woman. A bald woman rejected me. \n              Heh, you like that one? A woman"]},
{"line": ["with no prospects and no *hair*, told me that I wasn't her type. \n              Apparently *baldy* likes a slimmer guy."]},
{"line": ["Kramer: Well I'll tell you what I think. I think she saw you with \n              that piece off and was devastated. You"]},
{"line": ["blew it boy. You really blew it. And you had to ruin it for him. \n              Didn't you?"]},
{"line": ["Elaine: I didn't ruin anything. He looked like an idiot. He did, \n              and it made him act like a jerk."]},
{"line": ["Jerry: All right, shut up, shut up, Melrose Place is coming on."]},
{"line": ["Theme song of Melrose Place plays on the TV."]},
{"line": ["Jerry: Oh that Michael, I hate him, he's just so smug."]},
{"line": ["(commercial)"]},
{"line": ["At the police station. Kramer is in the lineup."]},
{"line": ["Kramer: Hey, how you doing Stu? Eddie, my man. You again? Boy, \n              you're a slippery one. You'd better"]},
{"line": ["straighten up and fly right buddy boy."]},
{"line": ["Man: I've got an eyewitness to that jewelry store break-in. Come \n              here. Do you recognize anybody in the"]},
{"line": ["lineup?"]},
{"line": ["Homeless man: That's the guy officer. The guy there in the middle. \n              The tall guy with the, with the high"]},
{"line": ["hair. I'd recognize him anywhere."]},
{"line": ["Man: Hey you, you with the high hair, step forward."]},
{"line": ["Kramer: Me?"]},
{"line": ["The End."]},
{"line": ["\n            \n            \n            \n        \n      \n    \n     \n      \n      \n    \n  \n\n\n \n\n \n\n\n\n \n\n\n\n", "\n        "]},
{"line": []},
{"line": [" "]},
{"line": []},
{"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]},
{"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}
]