[
{"title": "The Statue"},
{"line": []},
{"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]},
{"line": [" "]},
{"line": ["[Setting: Night club]"]},
{"line": ["JERRY: I have to tell you that I did some very exciting news recently, \n        and I don't know if I should really tell you exactly what it is because \n        it's really not a definite thing yet. Well, I will tell you what I know \n        so far. According to the information that I have in the envelope that \n        I've received, it seems that I may have already won some very valuable \n        prizes. Well, thank you, thank you very much, well thank you. It's very \n        nice to hear that. But, in all honesty, I have to say, I didn't even know \n        I was in this thing. But, according to the readout, it looks like I am \n        among the top people that they are considering. You know, that's what \n        annoys me about the sweepstakes companies, they always tease you with \n        that, \"You may have already won.\" I'd like once for a sweepstakes \n        company to have some guts, come out with the truth, just tell people the \n        truth one time. Send out envelopes, \"You have definitely lost!\" \n        You turn it over, giant printing, \"Not even close!\" You open \n        it up, there's this whole letter of explanation, \"Even we cannot \n        believe how badly you've done in this contest.\""]},
{"line": ["(Scene ends)", "\n        [Setting: Jerry's apartment]"]},
{"line": ["(George is reading the paper. Kramer and Jerry both try to enter carrying \n        a large carton with the name Seinfeld on it)"]},
{"line": ["JERRY: (Trying to get the box through the door. To Kramer) To the right. \n        (They get it through)"]},
{"line": ["GEORGE: That took awhile."]},
{"line": ["JERRY: (Sarcastic) Don't get up."]},
{"line": ["GEORGE: I'd like to help, but my neck.."]},
{"line": ["(The set the box on the table)"]},
{"line": ["GEORGE: So how long has it been in the basement?"]},
{"line": ["JERRY: Since my grandfather died. I was suppose to send it down to my \n        parents in Florida, but they didn't want it. They told me to get rid of \n        it, but I felt funny and then I sort of forgot about it. And it's been \n        sitting down there for three years.. until he saw it. (To Kramer) Alright, \n        so, just take what you want and let's get it out of here."]},
{"line": ["(They open the box, and start going through it)"]},
{"line": ["GEORGE: What's in it?"]},
{"line": ["JERRY: Grandpa clothes. I can't wear them."]},
{"line": ["KRAMER: (Pulls out some socks) You want these? Knee socks. You don't \n        wear knee socks."]},
{"line": ["JERRY: No, go ahead. (Looks around his apartment) Look at this place. \n        I can't wait to get it cleaned."]},
{"line": ["GEORGE: I know someone who'll do it. She's good. She's honest."]},
{"line": ["JERRY: No, Elaine got this writer friend from Finland, Rava. Her boyfriend \n        goes to Columbia grad school, and he's suppose to do it."]},
{"line": ["GEORGE: Students can't clean. It's anathema. (Jerry's confused) ..They \n        don't like it."]},
{"line": ["JERRY: How long have you been waiting to squeeze that into a conversation?"]},
{"line": ["(Kramer pulls a statue out of the box)"]},
{"line": ["KRAMER: Now this, I like."]},
{"line": ["(George's eyes light up when he sees the statue)"]},
{"line": ["GEORGE: Wait a second. I can't believe this! Let me see this."]},
{"line": ["KRAMER: (Getting possesive) Wait, wait, wait.."]},
{"line": ["GEORGE: Let me just see it."]},
{"line": ["KRAMER: Come on.."]},
{"line": ["(The both grab it)"]},
{"line": ["GEORGE: Let me just see it for a second. Oh my God, it's exactly the \n        same!"]},
{"line": ["JERRY: What?"]},
{"line": ["GEORGE: When I was ten years old, my parents had this very same statue \n        on the mantle of our apartment. Exactly. And, one day, I grabbed it, and \n        I was using it as a microphone. I was singing, \"MacArthur Park\", \n        and I got to the part about, \"I'll never have that recipe again,\" \n        and it slipped out of my hand and it broke. My parents looked at me like \n        I smashed the ten commandments. To this day, they bring it up. It was \n        the single most damaging experience in my life, aside from seeing my father \n        naked."]},
{"line": ["(George grips the statue, but Kramer wont let go. They start to fight \n        for it)"]},
{"line": ["KRAMER: C'mon, George. I saw it first."]},
{"line": ["GEORGE: No, Kramer. I have to have this statue."]},
{"line": ["KRAMER: No, I got dibs!"]},
{"line": ["GEORGE: What? No dibs! I need this statue. C'mon, give it!"]},
{"line": ["JERRY: (Stepping in) Spread out, spread out you numbskulls. Why don't \n        you just settle it like mature adults?"]},
{"line": ["KRAMER: Potato man!"]},
{"line": ["GEORGE: No, no, no potato man.. Inka-dink."]},
{"line": ["(Kramer and George both visibly add up in their heads to see who would \n        lose if Inka-Dink was the way to go)"]},
{"line": ["KRAMER: Okay.. start with me."]},
{"line": ["GEORGE: Yeah, good, good."]},
{"line": ["(Jerry begins the childish choosing game of Inka-dink, pointing alternately \n        between Kramer and George with every syllable)"]},
{"line": ["JERRY: Inka-dink, a bottle of ink. The cork fell out, and you stink. \n        Not because you're dirty, not because you're clean - just because you \n        kissed the girl behind the magazine.. (He lands on Kramer, then completes \n        the rhyme) And you are it! (Lands on George)"]},
{"line": ["KRAMER: What?! Wait a minute. No, no, no. What are you doing? No, no, \n        oh, oh, okay. He's out. I get it."]},
{"line": ["GEORGE: No, no, no, no.. I'm \"it\". I win."]},
{"line": ["JERRY: No, he's it. He wins. \"It\" is good."]},
{"line": ["KRAMER: Do over - start with him."]},
{"line": ["JERRY: No, no, no, come on, Kramer. Now, you got the socks."]},
{"line": ["(Kramer tosses the statue to George)"]},
{"line": ["KRAMER: Alright, you can have it. Okay, I'm gonna take the suit, and \n        the shoes, and the hat."]},
{"line": ["JERRY: Alright, c'mon. Let's go."]},
{"line": ["KRAMER: Hey, I'll look like Joe Friday in Dragnet. (Hums out the theme \n        song)"]},
{"line": ["GEORGE: (In shock) I can't believe I won at Inka-dink."]},
{"line": ["JERRY: Come on, let's go. (They go to the door. George sets the statue \n        down) Aren't you gonna take it?"]},
{"line": ["GEORGE: No, no, no, I don't want to carry it around all night. I'll pick \n        it up later."]},
{"line": ["GOERGE: (To Kramer) What about your stuff?"]},
{"line": ["KRAMER: Oh, uh, well - okay. (Balls up the clothes he just got, and throws \n        them into his apartment, and leaves)"]},
{"line": ["JERRY: Alright, let's go. Hey, you know, you owe me one."]},
{"line": ["GEORGE: What?"]},
{"line": ["JERRY: The Inka-dink.. you were \"It\"."]},
{"line": ["GEORGE: \"It\"'s bad?"]},
{"line": ["JERRY: \"It\" very bad."]},
{"line": ["(Scene ends)", "\n        [Setting: Jerry's apartment]"]},
{"line": ["RAVA: Well, if they don't let you be my editor on this book, I'll go \n        to another publisher. It's that simple."]},
{"line": ["ELAINE: You told them that?"]},
{"line": ["RAVA: Of course."]},
{"line": ["ELAINE: This is so fantastic. I don't know how to thank you."]},
{"line": ["(Jerry enters for the bedroom carrying luggage)"]},
{"line": ["JERRY: (Frantic) So, where's this boyfriend of yours? I can't wait much \n        longer. I've got a flight."]},
{"line": ["ELAINE: Oh, probably caught in traffic."]},
{"line": ["RAVA: (Serious) Or maybe he's dead."]},
{"line": ["JERRY: (Joking) So what do you write, children's books?"]},
{"line": ["(There's a knock at the door)"]},
{"line": ["RAVA: That's Ray."]},
{"line": ["(Ray enters with cleaning gear)"]},
{"line": ["RAY: Ah, greetings, greetings, and salutations. I beg your forgiveness. \n        My tardiness was unavoidable. Rava, my love. Elaine, my dear friend.. \n        And you must be Jerry. Lord of the manor. Ah, my liege. A pleasure to \n        serve you. (Bows)"]},
{"line": ["JERRY: (Taken aback) ..Alright."]},
{"line": ["RAVA: And we have to get back to work. (She exits with Elaine)"]},
{"line": ["JERRY: (Rushed) I gotta get to the airport."]},
{"line": ["RAY: Your place shall sparkle like the stars in heaven upon your save \n        arrival, Sire."]},
{"line": ["JERRY: The toilet brush is under the sink.. (Exits)"]},
{"line": ["(Scene ends)", "\n        [Setting: Night club]"]},
{"line": ["JERRY: I don't really feel that comfortable with a maid, either, because \n        there's that guilt when you have someone cleaning your house. You know, \n        you're sitting there on your sofa, and they go by with the vacuum, \"I'm \n        really sorry about this. I don't know why I let that stuff over there.\" \n        And that's why I could never be a maid, because I'd have an attitude. \n        I'd find them, whereever they are in the house, \"Oh, I suppose you \n        couldn't do this? No, don't get up, let me clean up your filth. No, you \n        couldn't dust. No, this is too tough, isn't it?\""]},
{"line": ["(Scene ends)", "\n        [Setting: Jerry's apartment]"]},
{"line": ["JERRY: He really did an amazing job, look! He uncoagulated the top of \n        the dishwashing liquid. (Opens refrigerator) He cleaned out the bottom \n        of the little egg cups. Come here, look at this. (Gets on his knees) He \n        cleaned the little one-inch area between the refrigerator and the counter. \n        How did he get in there? He must be like Rubber Man!"]},
{"line": ["ELAINE: There's no Rubber Man."]},
{"line": ["JERRY: ..Why did I think there was a Rubber Man? There's Elastic Man \n        and Plastic Man."]},
{"line": ["ELAINE: I'm leaving."]},
{"line": ["JERRY: Where are you going?"]},
{"line": ["ELAINE: To Rava's house. I've gotta pick up her manuscript."]},
{"line": ["JERRY: Wait. I'll go with you. (They both go tward the door. Jerry opens \n        it) Elaine, he Windexed the little peep hole! (The leave)"]},
{"line": ["(Scene ends)", "\n        [Setting: Rava's apartment]"]},
{"line": ["(Jerry, Elaine, and Rava sit in the living room)"]},
{"line": ["ELAINE: (To Rava) So, the meeting with Lippman is all set. He's the editor-in-chief! \n        I think because of your request.."]},
{"line": ["RAVA: Demand. (The sound of locks being unlocked can be heard) There's \n        Ray.. late as usual."]},
{"line": ["(Ray enters)"]},
{"line": ["RAY: Well, this is an unexpected surprise - and Delight! The once and \n        future king of comedy, \"Jerry the First,\" gracing our humble \n        abode. Rava, we're in the presence of royalty."]},
{"line": ["JERRY: Hey, Ray, listen, you really did a tremendous job cleaning that \n        apartment."]},
{"line": ["RAY: But I didn't just clean your apartment. It was a ritual, a ceremony, \n        a celebration of life."]},
{"line": ["JERRY: (Joking about his personality) Shouldn't you be out on a ledge \n        somewhere?"]},
{"line": ["(They all laugh - Ray laughs longer than everyone else. Jerry savors \n        the laughs of his big fan - then he sees George's statue on the mantle \n        of the fireplace. He's stunned by the sight)"]},
{"line": ["RAVA: The water is boiling. Are you having tea?"]},
{"line": ["ELAINE AND RAY: Yes."]},
{"line": ["(Jerry's still stunned)"]},
{"line": ["ELAINE: Jerry? ..Jerry!"]},
{"line": ["JERRY: (Snaps out of it) What?"]},
{"line": ["RAVA: (From the kitchen) Ray, would you give me a hand?"]},
{"line": ["RAY: Yeah, I'm coming!"]},
{"line": ["(He leaves. As soon as both Rava and Ray are in the kitchen, Jerry and \n        Elaine start talking in loud whispers)"]},
{"line": ["JERRY: (Points to the statue) I think that's the statue from my house. \n        That looks like the statue from my house!"]},
{"line": ["ELAINE: What statue?"]},
{"line": ["JERRY: I had a statue!"]},
{"line": ["ELAINE: You have a statue? I never saw a statue."]},
{"line": ["JERRY: My grandfather gave me a statue!"]},
{"line": ["ELAINE: Since when?"]},
{"line": ["JERRY: What's the difference?! That's the one! He ripped me off! This \n        guy ripped me off!"]},
{"line": ["(Ray pops his head back into the living room)"]},
{"line": ["RAY: Do you take sugar?"]},
{"line": ["JERRY AND ELAINE: Uhh.. no."]},
{"line": ["(Ray goes back into the kitchen)"]},
{"line": ["JERRY: I can't believe it! This guy ripped me off!"]},
{"line": ["ELAINE: Do you realize what you're saying?"]},
{"line": ["JERRY: Yes! This guy ripped me off! He stole that statue right out of \n        my house!"]},
{"line": ["(Ray pops in again)"]},
{"line": ["RAY: Lemon?"]},
{"line": ["JERRY AND ELAINE: (Causual) Uh.. sure, yeah.."]},
{"line": ["(Ray goes back into the kitchen)"]},
{"line": ["ELAINE: Are you sure?"]},
{"line": ["JERRY: Pretty sure! Ninety-nine percent sure."]},
{"line": ["ELAINE: Ninety-nine percent sure?!"]},
{"line": ["(Ray and Rava both enter, carrying a tray of tea)"]},
{"line": ["RAY: Ah, sweet elixir. It's fragrant nectar - a soothing balm for the \n        soul."]},
{"line": ["(Jerry smells it suspiciously - like it's poisoned. A ding from the kitchen \n        can be heard)"]},
{"line": ["RAY: The pastries!"]},
{"line": ["(Ray and Rava exit in different directions)"]},
{"line": ["ELAINE: Maybe it just looks the same. Maybe it's just a coincidence."]},
{"line": ["JERRY: Coincidence? This guy's in my apartment and then, just by coincidence, \n        he has the same exact statue in his apartment."]},
{"line": ["ELAINE: I never saw the statue."]},
{"line": ["JERRY: I had a statue! What should I do?"]},
{"line": ["ELAINE: I don't know."]},
{"line": ["JERRY: ..I'll call Kramer. He can check my house. (Grabs the phone, and \n        dials)"]},
{"line": ["ELAINE: Oh Jerry, don't blow this for me."]},
{"line": ["JERRY: Don't worry.. (Whispering into the phone) Kramer! Kramer!.. It's \n        Jerry!.. Jerry! .. from next door!.. Never mind where I am!.. Yes, Jerry \n        Seinfeld!.. (Rava enters with a manuscript. Jerry starts talking casually)"]},
{"line": ["Jerry: Ma, I told ya, just dip the bread in the batter, and put in right \n        in the pan. Okay, bye. (Hangs up) My mother.. She forgot how to make French \n        Toast. You know how mothers are."]},
{"line": ["RAVA: My mother left us when I was six years old. All seven of us. He \n        ever heard from her again. I hope she's rotting in an alley somewhere."]},
{"line": ["(A long beat passes)"]},
{"line": ["JERRY: My mom's down in Florida.. she's go one of those condos.. Hot \n        down there in the summer. You ever been down there?"]},
{"line": ["(Ray enters with a tray of pastries)"]},
{"line": ["RAY: I love these pastries. You know, in Scandinavian mythology, the \n        pastries were the food of the gods."]},
{"line": ["JERRY: ..Listen, I just remembered.. I'm ..uh, getting a facial."]},
{"line": ["ELAINE: (Takes the manuscript) Oh, see you tomarrow morning."]},
{"line": ["(They go to leave)"]},
{"line": ["RAY: Oh, how about dinner?"]},
{"line": ["JERRY: No, I don't eat dinner. Dinner's for suckers. (They leave)"]},
{"line": ["(Scene ends)", "\n        [Setting: Jerry's apartment]"]},
{"line": ["JERRY: (On the phone) Uh huh.. yeah.. Okay, thanks anyway. Bye. (Hangs \n        up) Nope, the cop says it's my word against his. There's nothing they \n        can do."]},
{"line": ["KRAMER: Let's go get him."]},
{"line": ["JERRY: Yeah, right."]},
{"line": ["GEORGE: We can't just let him get away with this."]},
{"line": ["JERRY: Do you realize how crazy he had to be to do something like this? \n        He knew I was gonna know it's missing, and he took it! And of all things \n        to take - I left my watch, tape recorder, stereo. He's crazy."]},
{"line": ["KRAMER: You wanta go get him?"]},
{"line": ["ELAINE: Well, then, if he's crazy you should just forget it."]},
{"line": ["GEORGE: Forget it? I already called my parents. I told them to expect \n        the surprise of a lifetime. My mother's making her roasted potatoes!"]},
{"line": ["ELAINE: George, do you realize that Rava's asked me to edit her book?"]},
{"line": ["GEORGE: Who is this Rava?"]},
{"line": ["KRAMER: I say we get him."]},
{"line": ["ELAINE: No!"]},
{"line": ["GEORGE: Let me just call him."]},
{"line": ["JERRY: I'll call him. (Picks up the cordless phone. Kramer, George, and \n        Elaine all struggle for control of the other - so they can listen in on \n        the conversation. As Jerry's talking, the three others still fight) Hello, \n        Ray? ..Hi, Ray, this is Rava's friend, Elaine's frined, Jerry.. The King \n        of Comedy.. right. Listen, you know that statue on your mantle, the one \n        with the blue lady? (To Kramer and George) Will you shut up?! (To Ray) \n        Yeah, you don't want to talk about it over the phone? You don't want Rava \n        to hear? ..Yeah, I understand.. You know that coffee shop near my house, \n        Monk's? ..Alright, tomarrow. One o' clock. Great, okay, bye. (Hangs up)"]},
{"line": ["ELAINE: (Scrambling) Alright, look, look, look, Let's say he stole it."]},
{"line": ["GEORGE: Oh, he stole it?"]},
{"line": ["ELAINE: C'mon, you can't do anything about it. The cops won't do anything. \n        What, are you going to fight him? Why don't you just.. forget it?"]},
{"line": ["JERRY AND GEORGE: No."]},
{"line": ["(Scene ends)", "\n        [Setting: Coffee shop]"]},
{"line": ["(Jerry sits alone. In the next booth to Jerry's back, George is sitting \n        inconspicuously)"]},
{"line": ["GEORGE: (To Jerry, without looking at him) I thought you said one o' \n        clock."]},
{"line": ["JERRY: Relax, he's late. He's always late. It's part of his \"M.O.\""]},
{"line": ["GEORGE: Remember, don't take any crap."]},
{"line": ["JERRY: Yeah, yeah.. don't worry about it."]},
{"line": ["GEORGE: I'll be right here."]},
{"line": ["(Ray enters)"]},
{"line": ["JERRY: (Sarcastic) That's comforting.. Shh. He's here. (Greeting him) \n        Ray?"]},
{"line": ["RAY: (Stands next to the table) Oh, Jerry. I can't believe you asked \n        me about that statue. Do you know how much trouble you could've got me \n        into?"]},
{"line": ["JERRY: ..Well, I didn't.."]},
{"line": ["RAY: Rava was standing right next to me. I never told her where I got \n        the statue."]},
{"line": ["GEORGE: (Muttering to himself) I wonder why."]},
{"line": ["JERRY: Well, just give it back, and I won't say anything."]},
{"line": ["RAY: Give it back?"]},
{"line": ["JERRY: Yeah."]},
{"line": ["RAY: What are you talking about?"]},
{"line": ["JERRY: What are you talking about?"]},
{"line": ["GEORGE: (Muttering) What is he talking about.."]},
{"line": ["RAY: I'm talking about the statue."]},
{"line": ["JERRY: Yeah, me too."]},
{"line": ["RAY: Give it back to whom?"]},
{"line": ["JERRY: Me."]},
{"line": ["GEORGE: (To himself) Yeah, him."]},
{"line": ["RAY: You?"]},
{"line": ["JERRY: Yeah. Me."]},
{"line": ["RAY: I'm not getting this."]},
{"line": ["GEORGE: (To himself) You already got it."]},
{"line": ["JERRY: Ray, I had a statue in my house. You were in my house - and then \n        I saw it in your house."]},
{"line": ["RAY: What are you saying?"]},
{"line": ["JERRY: What am I saying?"]},
{"line": ["GEORGE: (To himself) Take a wild guess."]},
{"line": ["RAY: Are you saying I stole your statue?"]},
{"line": ["GEORGE: (To himself) What a mind."]},
{"line": ["JERRY: Well, I.."]},
{"line": ["RAY: I can't believe what I'm hearing."]},
{"line": ["JERRY: I can't believe what I'm hearing."]},
{"line": ["GEORGE: (to himself) I can't believe what I'm hearing."]},
{"line": ["RAY: For your information, I got that statue at a pawn shop."]},
{"line": ["GEORGE: (To Himself) A pawn shop?"]},
{"line": ["JERRY: A pawn shop?"]},
{"line": ["RAY: Yes. In Chinatown with the money I earned cleaning people's apartments."]},
{"line": ["GEORGE: (To himself) And cleaning them out."]},
{"line": ["(Jerry elbows George - a message to shut up)"]},
{"line": ["JERRY: Oh, excuse me.. Look, Ray, you were the only person in my house."]},
{"line": ["RAY: What's behind this? It's Rava, isn't it?"]},
{"line": ["GEORGE: (To himself) Again with the Rava."]},
{"line": ["RAY: You want her."]},
{"line": ["JERRY: (Joking) No, she's a little too cheery for me."]},
{"line": ["RAY: (Losing it) She's from Finland, for crying out loud. Finland! Do \n        you understand?!"]},
{"line": ["JERRY: I know Finland. They're neutral."]},
{"line": ["RAY: Is it me? Do I rub you the wrong way?"]},
{"line": ["JERRY: No, I actually find you quite charming.. a bit verbose at times."]},
{"line": ["GEORGE: (Mocking) \"Oh, I find you so charming\" ..You wuss."]},
{"line": ["JERRY: (To George) Did you call me a wuss?"]},
{"line": ["RAY: What did you say?"]},
{"line": ["JERRY: I said luss.. I'm at a luss.."]},
{"line": ["RAY: I would just love to take you down to the shop where I got it."]},
{"line": ["JERRY: That's not necessary. (George slams his menu down on the table \n        in anger) You know, maybe it's not that bad an idea."]},
{"line": ["RAY: And I would love to. Nothing would please me more. But, unfortunately, \n        the guy retired and moved to Singapore."]},
{"line": ["GEORGE: (Muttering to himself) Singapore?! Do you hear this?"]},
{"line": ["RAY: If you really want, maybe I can contact the guy in Singapore aand \n        have him make a photostat of the receipt and send it over."]},
{"line": ["GEORGGE: That's it! That's it! I can't take it. I can't take it anymore! \n        (Gets up, turns around, and confronts Ray) You stole the statue! You're \n        a theif! You're a liar!"]},
{"line": ["JERRY: (Pleading) George."]},
{"line": ["RAY: (To Jerry) Who is this?"]},
{"line": ["GEORGE: I'm the judge and the jury, pal. And the verdict is.. guilty!"]},
{"line": ["RAY: What's going on here?"]},
{"line": ["GEORGE: GUILTY!"]},
{"line": ["RAY: Your friend is crazy."]},
{"line": ["GEORGE: Oh, I'm crazy!"]},
{"line": ["JERRY: (Still pleading) George, george.."]},
{"line": ["RAY: I've got to get going. I have a class."]},
{"line": ["GEORGE: Oh ho! Class, huh? At Columbia? Let me tell you something, pal. \n        I called the registrar's office. I checked you out. They have no record \n        of a Ray Thomas at that school! You liar!"]},
{"line": ["RAY: Well, that's because I'm registered under my full legal name, Raymond \n        Thomas Wochinski. Ray Thomas is my professional name."]},
{"line": ["GEORGE: You mean alias."]},
{"line": ["RAY: You are starting to make me angry."]},
{"line": ["GEORGE: Well, that was bound to happen!"]},
{"line": ["RAY: (To Jerry) I hope you think about what you've done here today.. \n        and if you want to call and apologize, you know where to reach me. (Goes \n        to leave)"]},
{"line": ["JERRY: Hey, Ray."]},
{"line": ["RAY: (Stops) Yes?"]},
{"line": ["JERRY: How did you get the goop out of the top of the dishwashing liquid? \n        It was like a brand-new nozzle!"]},
{"line": ["(Scene ends)", "\n        [Setting: Pendant publishing]"]},
{"line": ["(Elaine and Rava are waiting for an elevator)"]},
{"line": ["ELAINE: Nervous?"]},
{"line": ["RAVA: Why should I be?"]},
{"line": ["ELAINE: Yeah. Right."]},
{"line": ["RAVA: Your notes are very insightful."]},
{"line": ["ELAINE: The book is great. Did you go out last night?"]},
{"line": ["RAVA: No. We made love on the floor like two animals. Ray is insatiable."]},
{"line": ["ELAINE: They all are.."]},
{"line": ["RAVA: Was Jerry?"]},
{"line": ["ELAINE: I can't remember.."]},
{"line": ["(Doors open. They step in)"]},
{"line": ["RAVA: You know, Ray is very upset over these accusations."]},
{"line": ["ELAINE: Oh, well, I'm staying out of this one. This is between them. \n        I am not getting involved."]},
{"line": ["(The doors close. Scene cuts to moments later, on another floor. The \n        doors open)"]},
{"line": ["RAVA: (Annoyed) So you think he stole it?!"]},
{"line": ["ELAINE: Well, you have to admit.. the circumstantial evidence."]},
{"line": ["RAVA: I admit nothing!"]},
{"line": ["(The doors close. Scene cuts to the inside of the elevator)"]},
{"line": ["MAN: Will you put that cigarette out, please?"]},
{"line": ["(Rava ignores him)"]},
{"line": ["ELAINE: Well, I mean, he was in the apartment, and then it's gon and \n        it's in your apartment."]},
{"line": ["RAVA: Maybe you think we're in cahoots."]},
{"line": ["ELAINE: No, no.. but it is quite a coincidence."]},
{"line": ["RAVA: Yes, that's all, a coincidence!"]},
{"line": ["ELAINE: A big coincidence."]},
{"line": ["RAVA: Not a big coincidence. A coincidence!"]},
{"line": ["ELAINE: No, that's a big coincidence."]},
{"line": ["RAVA: That's what a coincidence is! There are no small coincidences and \n        big coincidences!"]},
{"line": ["ELAINE: No, there are degrees of coincidences."]},
{"line": ["RAVA: No, there are only coincidences! ..Ask anyone! (Enraged, she asks \n        everone in the elevator) Are there big coincidences and small coincidences, \n        or just coincidences? (Silent) ..Well?! Well?!.."]},
{"line": ["(Everyone just kinda shrugs, then murmurs. The doors open)"]},
{"line": ["MAN: Will you put that cigarette out?!"]},
{"line": ["RAVA: (Pointing the lit end at him) Maybe I put it out on your face! \n        (To Elaine) It's just like Ray said - you and Jerry are jealous of our \n        love. You're trying to destroy us."]},
{"line": ["ELAINE: Shouldn't you be out on a ledge somewhere?"]},
{"line": ["(The doors close. Scene cuts to another floor. The elevator is empty \n        except for Elaine. There's a janitor's cart parked right outside the doors. \n        She steps out, then throws the manuscript into the garbage can of the \n        cart, and exits)"]},
{"line": ["(Scene ends)", "\n        [Setting: Jerry's apartment]"]},
{"line": ["GEORGE: (On the phone) Ma, will you stop?.. It's just a statue! How is \n        it my fault?! ..It was stolen. I didn't even touch it this time.. Okay, \n        fine. I don't se why this should affect to potatoes! Okay. Goodbye. (Hangs \n        up) She doesn't react to disappointement very well.. unlike me."]},
{"line": ["KRAMER: I'm not happy about this."]},
{"line": ["ELAINE: Why don't we just throw a Molotov cocktail through their window?"]},
{"line": ["GEORGE: There's just no justice. This experience has changed me. It's \n        made me more cynical, more bitter, more jaded."]},
{"line": ["JERRY: Really?"]},
{"line": ["GEORGE: (Casually) Sure. Why not?"]},
{"line": ["ELAINE: Well, how do you think I feel? Instead of editing the first novel \n        of a major young writing talent, I am proofreading a food allergy cookbook."]},
{"line": ["JERRY: Can't you talk to your boss?"]},
{"line": ["ELAINE: I did. He loves Rava.. worse.. he loves Ray, and he doesn't think \n        you're funny at all."]},
{"line": ["KRAMER: I'm not happy about this."]},
{"line": ["JERRY: Well, perhaps we can take comfort in the knowledge that in the \n        next world, Ray will be the recipient of a much larger and more harsh \n        brand of justice.."]},
{"line": ["GEORGE: Yeah.. He'll have my parents!"]},
{"line": ["(Scene ends)", "\n        [Setting: Rava and Ray's apartment]"]},
{"line": ["(Ray's home alone. There's a knock at the door)"]},
{"line": ["KRAMER: Police! Open up!"]},
{"line": ["RAY: Police? (Opens the door a crack - Kramer barges in like a cop. He's \n        wearing Jerry's grandfather's suit and hat. He forces Ray against the \n        wall - face first)"]},
{"line": ["KRAMER: Freeze, mother!"]},
{"line": ["RAY: Hey.."]},
{"line": ["(Kramer shoves him roughly against the wall)"]},
{"line": ["KRAMER: Shut up. Spread 'em. I said spread 'em! (Looks around) You're \n        in big trouble son. Burglary, grand larceny, possession of stolen goods.. \n        and uh, uh.. murder."]},
{"line": ["RAY: Murder?!"]},
{"line": ["(Kramer shoves him against the wall)"]},
{"line": ["KRAMER: Shut up! Keep 'em spread! Just make love to that wall, pervert!"]},
{"line": ["RAY: I think you have me confused with somebody else."]},
{"line": ["KRAMER: (Afraid he's got the wrong guy) Is your name Ray?"]},
{"line": ["RAY: Yeah."]},
{"line": ["KRAMER: (Assured) Yeah, you're the punk I'm looking for. (Grabs the statue \n        from the mantle, and puts it in his bag)"]},
{"line": ["RAY: Hey, hey, are you a cop?"]},
{"line": ["KRAMER: Yeah, I'm a cop. I'm a good cop. I'm a damn good cop! Today's \n        your lucky day, junior, 'cause I'm gonna let you off with a warning. Any \n        more of this criminal activity, and you'll be sorry. You got me?"]},
{"line": ["RAY: Got you? I don't even know what the hell you're talking about."]},
{"line": ["KRAMER: Good. Good. Let's keep it that way. (Exits)"]},
{"line": ["(Scene ends)", "\n        [Setting: Jerry's apartment]"]},
{"line": ["(Kramer guides Jerry, Elaine, and George into the apartment)"]},
{"line": ["JERRY: Alright, alright. What's the big hubbub, bub?"]},
{"line": ["(Kramer runs to his apartment, then returns with a duffel bag. He places \n        it on the table, and reveals the statue)"]},
{"line": ["GEORGE: Kramer, I can't believe it. Oh, you're my hero!"]},
{"line": ["KRAMER: Yeah."]},
{"line": ["JERRY: Kramer, what did you do?"]},
{"line": ["KRAMER: Well, let's put it this way: I didn't take him to People's Court."]},
{"line": ["GEORGE: I feel like a huge weight's been lifted off my shoulders. (Giddily) \n        I.. I.. I feel happy! Kramer, I don't know how to thank you!"]},
{"line": ["KRAMER: Well, I'll think of something.. (Slaps George on the back - sending \n        the statue crashing to the ground)"]},
{"line": ["(Scene ends)", "\n        [Setting: Night club]"]},
{"line": ["JERRY: People are going to steal from you. You can't stop them. But, \n        everybody has their own little personal security things - things that \n        they think will foil the crooks, you know? In your own mind, right? ..You \n        go to the beach, go in the water, put your wallet in the sneaker. Who's \n        gonna know? What criminal mind could penetrate this fortress of security? \n        I tied a bow. They can't get through that. I put the wallet down by the \n        toe of the sneaker. They never look there. They check the heel, they move \n        on."]},
{"line": ["END OF SHOW."]},
{"line": [" "]},
{"line": []},
{"line": [" "]},
{"line": []},
{"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]},
{"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}
]