[
{"title": "The Postponement"},
{"line": []},
{"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]},
{"line": [" "]},
{"line": ["Bruce Mahler [ Rabbi (Glickman) ], ", "\n        Kelly Perine [ Usher ], ", "\n        John Rubano [ Man ], ", "\n        Evie Peck [ Woman ]"]},
{"line": ["Broadcast: 28 Sep 95 ", "\n        Written by: Larry David ", "\n        Directed by: Andy Ackerman "]},
{"line": ["\n        Scene", "\n        [Jerry: and Elaine: are walking down the street and Kramer is parking \n        his car ]"]},
{"line": ["Elaine: Hey, good news. My dog problem has been solved."]},
{"line": ["Jerry: Really? What happened?"]},
{"line": ["Elaine: Well, there's this rabbi in my building. You've met him. Very \n        nice man. "]},
{"line": ["Jerry: Isn't he the one with the show on cable?"]},
{"line": ["Elaine: Yea, yeah, yeah,. So I spoke to him about the dog. He went down. \n        Talked to the owner. She agr4eed to keep the dog inside from now on. "]},
{"line": ["Jerry: That's great. "]},
{"line": ["Elaine: I know."]},
{"line": ["[Kramer crashing into parking spot]"]},
{"line": ["Jerry: That looks pretty good."]},
{"line": ["Elaine: He's in.", "\n        Jerry: Hey, say, you know, we haven't even discussed George's engagement \n        yet.", "\n        Elaine: What's to discuss?", "\n        Jerry: Come on! George: is getting married!", "\n        Elaine: Is he happy?", "\n        ", "\n        Scene", "\n        At the restaurant! George: is coming from the bathroom ", "\n        to sit with his bride-to-be.", "\n        ", "\n        George: I will never understand the bathrooms in this country. Why is \n        it that the doors on the stalls do not come all the way down to the floor?", "\n        Susan: Well, maybe it's so you can see if there's someone in there.", "\n        George: Isn't that why we have locks on the doors?", "\n        Susan: Well, as a backup system, in case the lock is broken, you can see \n        if it's taken.", "\n        George: A backup system? We're designing bathroom doors with our legs \n        exposed in anticipation of the locks not working? That's not a system. \n        That's a complete breakdown of the system.", "\n        Susan: Can we change the subject, please?", "\n        George: Why? What's wrong with the subject? This is a bad subject?", "\n        Susan: No, fine. If you wanna keep talking about it, we'll talk about \n        it.", "\n        George: It's not that I want to keep talking about it? just think that \n        the subject should resolve itself based on its own momentum.", "\n        Susan: Well, I didn't think that it had any momentum.", "\n        George: (To himself) How am I gonna do this? I'm engaged to this woman? \n        She doesn't even like me. Change the subject? Toilets were the subject. \n        We don't even share the same interests.", "\n        ", "\n        ", "\n        Scene", "\n        [Jerry's]", "\n        ", "\n        Jerry: Yeah, he seems pretty happy.", "\n        Elaine: Well, that's all that counts, I guess.", "\n        Jerry: What's the matter?", "\n        Elaine: Oh, nothin'.", "\n        Jerry: Well, you don't seem too enthused about the whole thing.", "\n        Elaine: Well, what do you want me to do?", "\n        Jerry: Well, at least have some reaction to it.", "\n        Elaine: \u0085Well, I don't.", "\n        Jerry: Maybe you're a little jealous.", "\n        Elaine: Oh, what? You think I wanna marry George:?", "\n        Jerry: No! But maybe you wish it was you who was getting married, not \n        him.", "\n        Elaine: Oh, please! That is the last thing that I want.", "\n        Jerry: Oh, yeah. Right.", "\n        Elaine: Yeah, right.", "\n        Jerry: Lainy!", "\n        Elaine: Jerry:!", "\n        Jerry: You don't wanna get married?", "\n        Elaine: Yeah, that's right. I don't wanna get married.", "\n        Jerry: Oh, come on!", "\n        Elaine: Oh, you come on.", "\n        Jerry: You're such..."]},
{"line": ["[Kramer enters]"]},
{"line": ["Kramer: Oh, hey!", "\n        Jerry: Hey.", "\n        Kramer: Elaine:, listen, I was talking to a friend about this dog business. \n        Do you realize this is gonna be on our permanent records? Are you aware \n        of this?", "\n        Elaine: Oh, dear.", "\n        Kramer: It can never be erased. It'll follow us wherever we go for the \n        rest of our lives. I'll never be able to get a job. I mean, doesn't that \n        concern you? Everything I've worked for...down the drain because of one \n        stupid mistake. I mean, aren't we entitled to make one mistake in our \n        lives, Jerry:?", "\n        Jerry: We're gonna change the system.", "\n        Kramer: Yes!", "\n        Elaine: Well, I could care less. I hope it is on our record. I'm just \n        sorry they didn't lock me up.", "\n        ", "\n        Scene", "\n        [Outside Elaine:'s place]"]},
{"line": ["\n        Elaine: Oh, hello, Rabbi: Krischma.", "\n        Rabbi: Elaine:! Always a pleasure to see you.", "\n        Elaine: Thanks again for taking care of that dog for us.", "\n        Rabbi: Elaine, often times in life there are problems, and just as often \n        there are solutions.", "\n        Elaine: Yeah, I suppose.", "\n        Rabbi: Elaine, you don't seem yourself today. You seem, if I may say, \n        troubled.", "\n        Elaine: No, Rabbi:, I'm not myself.", "\n        Rabbi: Come upstairs. We'll have a talk.", "\n        ", "\n        Scene", "\n        At Jerry:'s apartment. George trots in after his lunch with Kiki ", "\n        and Big Jer is kicking back with a paper.", "\n        ", "\n        Jerry: Hey!", "\n        George: I want your honest opinion about something.", "\n        Jerry: Have I ever been less than forthright?", "\n        George: No, you haven't. Well, maybe you have. What do I know.", "\n        Jerry: Yeah, I probably have. Yeah, of course I have. What am I talking \n        about?", "\n        George: All right. Okay, tell me what you think about this idea: Extend \n        the doors on the toilet stalls at Yankee Stadium all the way to the floor.", "\n        Jerry: Extend the doors on the toilet stalls at Yankee Stadium to the \n        floor ...door comes down. Hides your feet. Yes. I like it. I like it a \n        lot.", "\n        George: It's good, right?", "\n        Jerry: I think it's fantastic. I think it's a fantastic idea.", "\n        George: You do?", "\n        Jerry: Yes, I do.", "\n        George: Well, I told it to Susan: before, and she didn't like it.", "\n        Jerry: Hmm.", "\n        George: Yeah. Not only that, this is what she said to me, \"Can we \n        change the subject?\"", "\n        Jerry: See, now that I don't care for.", "\n        George: Right. I mean, we're on a subject. Why does it have to be changed?", "\n        Jerry: It should resolve of its own volition.", "\n        George: That's exactly what I said, except I used the word \"momentum\".", "\n        Jerry: Momentum - same thing.", "\n        George: Same thing. My god, I'm getting married in December, do you know \n        that?", "\n        Jerry: Yeah, I know.", "\n        George: Well, I don't see how I'm gonna make December. I mean, I need \n        a little more time. I mean, look at me I'm a nervous wreck. My stomach \n        aches. My neck is killing me. I can't turn. Look. Look.", "\n        Jerry: You're turning.", "\n        George: Nah, it's not a good turn. December. December. Don't you think \n        we should have a little more time just to get to know each other a little.", "\n        Jerry: If you need more time, you should have more time.", "\n        George: What, you think I could postpone it?", "\n        Jerry: Sure you can. Why not?", "\n        George: That's allowed? You're allowed to postpone it?", "\n        Jerry: I don't see why not.", "\n        George: So, I could do that?", "\n        Jerry: Sure, go ahead.", "\n        George: All right! All right. I'll tell you what. How about this? Got \n        the date; March 21st, the first day of spring.", "\n        Jerry: Spring. Of course.", "\n        George: Huh? You know? Spring. Rejuvenation. Rebirth. Everything's blooming. \n        All that crap.", "\n        Jerry: Beautiful.", "\n        George: She's not gonna like it.", "\n        Jerry: No, she's not.", "\n        George: You know, I think I'm a little bit scared of her. She's five-three, \n        like a hundred pounds. I'm frightened to death of her.", "\n        Jerry: Well, she's a woman. They don't like to be disappointed.", "\n        George: Especially her. She does not like disappointment. Well, I have \n        to do it. I can't make December. There's no way I can make December. Right? \n        I mean, you can see that, right? I mean, look at me. Look. Look. Can I \n        make December? I can't make December. Right? Look. Look.", "\n        Jerry: Yeah, you'd better shoot for March."]},
{"line": ["[Kramer enters]"]},
{"line": ["Kramer: Hey, hey."]},
{"line": ["George: March 21st. Hey! So, you're gonna back me on this, right?", "\n        Jerry: Oh, all the way."]},
{"line": ["George: You are a good friend. You know what? Even if you killed somebody \n        I wouldn't turn you in."]},
{"line": ["Jerry: Is that so?"]},
{"line": ["Jerry: Hey, Kramer if I killed somebody would you turn me in?"]},
{"line": ["Kramer: Definitely."]},
{"line": ["Jerry: You're kidding?"]},
{"line": ["Kramer: No, no, I would turn you in."]},
{"line": ["Jerry: You would turn me in?"]},
{"line": ["Kramer: Phwap, I wouldn't even think about it."]},
{"line": ["Jerry: I can't believe your a friend of mine."]},
{"line": ["Kramer: What kind of person are you going around killing people?"]},
{"line": ["Jerry: Well, I am sure I had a good reason."]},
{"line": ["Kramer: Well,, if you'll kill this person, who's to say I wouldn't be \n        next?"]},
{"line": ["Jerry: But you know me!"]},
{"line": ["Kramer: I thought I DID!"]},
{"line": ["[Rabbi's apartment]"]},
{"line": ["Elaine: I'm not a very religious person but I do feel as if I'm in need \n        of some guidance here."]},
{"line": ["Rabbi: Would you care for a snack of some kind? I have the Snackwells \n        which are very popular but I think that sometimes with the so called fat \n        free cookies people may overindulge forgetting they may be high in calories \n      "]},
{"line": ["Elaine: Thank you I am not very hungry. Anyway, um, this friend of mine, \n        George, got engaged ."]},
{"line": ["Rabbi: How wonderful."]},
{"line": ["Elaine: Yeah, yeah, well, for some reason, um, I just find myself just \n        overcome with feelings of jealousy and resentment."]},
{"line": ["Rabbi: Doesn't it give you any joy to see your friend enter into this \n        holiest of unions?"]},
{"line": ["Elaine: No, no, no it doesn't. No joy no joy whatsoever. Just the whole \n        think makes me . . sick."]},
{"line": ["Rabbi: You know, Elaine, very often we cannot see the forest for the \n        trees."]},
{"line": ["Elaine: Yeah, I don't know what that means."]},
{"line": ["Rabbi: Well, for example, say there's a forest, . . . "]},
{"line": ["Elaine: You see the thing is we It should have been me. You know, I'm \n        smart. I'm attractive."]},
{"line": ["Rabbi: You know my temple has many single functions."]},
{"line": ["Elaine: No, no, it's okay."]},
{"line": ["Rabbi: My nephew Alex is someone who is also looking perhaps \u0085"]},
{"line": ["Elaine: I don't think so."]},
{"line": ["Rabbi: He owns a flower store. Very successful. "]},
{"line": ["[Outside Coffee shop]"]},
{"line": ["Jerry: So you're nothing but a stoolie. Admit it."]},
{"line": ["Kramer: Hey, don't do the crime if you can't do the time."]},
{"line": ["Jerry: Another Caf Latte?"]},
{"line": ["Kramer: You better believe it."]},
{"line": ["Kramer: Since when are you so trendy?"]},
{"line": ["Jerry: Hey, baby. I set the trends. Who do you think started this whole \n        Caf Latte?"]},
{"line": ["Jerry: I don't recall you drinking Caf Latte."]},
{"line": ["Kramer: I've been drinking Caf Latte since the fifth grade and I haven't \n        looked back. "]},
{"line": ["Jerry: Hey, Planet 9 From Outer Space is playing tomorrow night. One \n        show only."]},
{"line": ["Kramer: I've always wanted to see this."]},
{"line": ["Jerry: You know I was supposed to see this five years ago. I was in a \n        Chinese restaurant with George and Elaine and got all screwed up trying \n        to get a table and I missed it."]},
{"line": ["Kramer: Well, yeah, lets do it uh?"]},
{"line": ["Jerry: Look at this Jerry, dropping paper on the ground. That's littering. \n      "]},
{"line": ["Jerry: Maybe you better call the cops and turn me in."]},
{"line": ["Kramer: Maybe I will. "]},
{"line": [" "]},
{"line": ["[George's]"]},
{"line": ["George: Hi, "]},
{"line": ["Susan: How was your day?"]},
{"line": ["George: Good, good day. How was your day? "]},
{"line": ["Susan: Mine was okay. So what's goin' on?"]},
{"line": ["George: Oh, nothin' much. I went over to jerry's, uh, talked to Jerry."]},
{"line": ["Susan: Oh, the Lowers want to get together with us on Friday night."]},
{"line": ["George: The Lowers, really?"]},
{"line": ["Susan: You don't want to go?", "\n        George: No, I want to go."]},
{"line": ["Susan: So what did Jerry have to say?"]},
{"line": ["George: Oh, nothin' much, . . . talkin'. . . . Oh, oh, oh, did I have \n        an unbelievable idea today! "]},
{"line": ["Susan: Oh, yeah, the toilets. You told me."]},
{"line": ["George: Yeah, ha ha, It's not the toilets, it's not the toilets. It's \n        something else. Are you ready for this?"]},
{"line": ["Susan: Yeah."]},
{"line": ["George: Okay, how about this? All right, we get married March 21st, the \n        first day of Spring."]},
{"line": ["Susan: What do you mean? You want to postpone the wedding?"]},
{"line": ["George: No, no no it's not about postponing. I just think the first day \n        of Spring is the perfect day to get married. You know, Spring! Rejuvenation! \n        Rebirth! Everything is blooming all the \u0085"]},
{"line": ["Susan: If you don't want to marry me, George, just say so. [crying] Say \n        so."]},
{"line": ["George: Still marry , still marry."]},
{"line": ["Susan: You don't love me."]},
{"line": ["George: Sstill love. Still love."]},
{"line": ["Susan: My parents told me you were too neurotic and that I was making \n        a mistake."]},
{"line": ["George: No no no, no mistake, no mistake. No, no , listen, we're going \n        to get married over Christmas, I \u0085It doesn't make any difference \n        to me. It's fine. Really."]},
{"line": ["Susan: Are you sure?"]},
{"line": ["George: Yeah, yeah, sure, Christmas. Snow. Santa. All that stuff."]},
{"line": ["[Monk's]"]},
{"line": ["Jerry: Let me take a guess. She cried and you caved."]},
{"line": ["George: How did you know that?"]},
{"line": ["Jerry: I live and breathe my friend. . . . I live and breathe."]},
{"line": ["George: I got to tell you I felt terrible. I really thought she was going \n        to collapse and kill herself."]},
{"line": ["Jerry: tes, it's very difficult. Few men have the constitution for it. \n        That's why breakups take two or three tries. You gotta build up your immunity. \n      "]},
{"line": ["George: You see those tears streaming down you don't know what to do. \n        It was like she was on fire and I was trying to put her out. "]},
{"line": ["Jerry: Well, at least you probably had some, uh, pretty good make-up \n        sex after."]},
{"line": ["George: I didn't have any sex."]},
{"line": ["Jerry: You didn't have make-up sex? How could you not have make-up sex? \n        I mean that's the best feature of the heavy relationship."]},
{"line": ["George: I didn't have make-up sex."]},
{"line": ["Jerry: In your situation the only sex you're going to have better than \n        make-up sex is if you're dent to prison and you have a conjugal visit."]},
{"line": ["George: Yeah, conjugal visit sex. That is happening! "]},
{"line": ["Woman: [crying]"]},
{"line": ["Man: I can tell you're very upset but I'm sorry I'm not goin'"]},
{"line": ["George: Did you here that? I can't believe this he's eating his sandwich."]},
{"line": ["Man: Are you going to eat thoise fries?"]},
{"line": ["George: This is amazing. [George gets up to leave and shake's man's hand] \n        Thank you. Thank you very much. . . . I'm going back in! . . . You'll \n        feel better [to woman]"]},
{"line": ["Jerry: . . . Poor bastard."]},
{"line": ["[Outside Elaine's]"]},
{"line": ["Jerry: Good evening, Rabbi."]},
{"line": ["Rabbi: Good evening. And how does this evening find you?"]},
{"line": ["Jerry: Well, Rabbi, well."]},
{"line": ["Rabbi: I trust you are here to see your friend, Elaine."]},
{"line": ["Jerry: Yeah, that's right."]},
{"line": ["Rabbi: I hope she's feeling better."]},
{"line": ["Jerry: What do you mean?"]},
{"line": ["Rabbi: She didn't tell you?"]},
{"line": ["Jerry: No."]},
{"line": ["Rabbi: Well it seems the engagement of her ffriend George has left her \n        feeling bitter and hostile."]},
{"line": ["Jerry: is that so? "]},
{"line": ["Rabbi: Yes, in fact she told me that she wishes she was the one getting \n        married."]},
{"line": ["Jerry: Really?"]},
{"line": ["Rabbi: She came off as pretty desperate."]},
{"line": ["Jerry: I didn't know any of this."]},
{"line": ["Rabbi: Apparently she doesn't think much of this George fellow either. \n        I recall the word loser peppered throughout her conversation. "]},
{"line": ["Jerry: Hum, well it all comes as news to me. "]},
{"line": ["[George's apartment]"]},
{"line": ["G: [enters] Hi."]},
{"line": ["Susan: Hi, how was your day?"]},
{"line": ["George: Good, good day. How was your day?"]},
{"line": ["Susan: Ah, it was okay. What's going on? "]},
{"line": ["George: Oh, nothing much. You know, I went over to Jerry's. Talked to \n        Jerry. Um, could I talk to you for a minute? "]},
{"line": ["Susan: Yeah, sure."]},
{"line": ["George: You see this is the thing. . . . [crying] I just feel . . . mumble, \n        cry, mumble, . . . I'm scared. You and I together, [cry] "]},
{"line": ["Susan: George, of course, of course it can wait until march if that is \n        what you want."]},
{"line": ["George: Yeah?"]},
{"line": ["Susan: Oh, don't worry your head. Of course."]},
{"line": ["George: All right. [smiles behind her back]"]},
{"line": ["[Elaine's]"]},
{"line": ["Elaine: I've got that magazine article for you."]},
{"line": ["Jerry: You iknow I talked to the rabbi outside."]},
{"line": ["Elaine: Are you"]},
{"line": ["Jerry: Understand you had a little talk with him too."]},
{"line": ["Elaine: Yeah, talked earlier."]},
{"line": ["Jerry: Yes I know, I know. "]},
{"line": ["Elaine:. . . What does that mean?"]},
{"line": ["Jerry: Nothing, nothing. "]},
{"line": ["Elaine: He didn't mention . . . "]},
{"line": ["Jerry: Yes he did."]},
{"line": ["Elaine: He told you about our conversation?"]},
{"line": ["Jerry: We had quite a little chat."]},
{"line": ["Elaine: He told you about . . ."]},
{"line": ["Jerry: Yes, about how you're very jealous of George. How you wished it \n        was you who were getting married instead of him. "]},
{"line": ["Elaine: He told you all that? How could he?"]},
{"line": ["Jerry: It didn't take much prodding either, I must say."]},
{"line": ["Elaine: Can he do that? "]},
{"line": ["Jerry: He did it."]},
{"line": ["Elaine: But he's a Rabbi! How can a Rabbi have such a big mouth? "]},
{"line": ["Jerry: That's what's so fascinating. "]},
{"line": ["[Movie line]"]},
{"line": ["Jerry: You better finish your little caf latte there. They won't let \n        you in with it."]},
{"line": ["Kramer: Why not?"]},
{"line": ["Jerry: Because they don't allow outside drinks into the movie."]},
{"line": ["Kramer: Well that's stupid "]},
{"line": ["Jerry: That's the rule."]},
{"line": ["Kramer: Well, we'll just see if we can't get around that. "]},
{"line": ["[Kramer puts coffee cup into his pants]"]},
{"line": ["[Rabbi's apartment]"]},
{"line": ["Rabbi: Oh, Elaine. Come in. Come in. So nice to see you again."]},
{"line": ["E: Yeah\u0085"]},
{"line": ["Rabbi: Can I offere you some Kasha Varnishkas? "]},
{"line": ["Elaine: No, no. Listen, Rabbi, I'd like to ask you a question. Why, why \n        did you tell my friend Jerry what I talked to you about? "]},
{"line": ["Rabbi: Was that a problem for you?", "\n        Elaine: Of course it was a problem for me. . . . You didn't, you didn't \n        tell anyone else about this, did you?", "\n        Rabbi: Well, let's see? I seem to recall a conversation with Mrs. Winston \n        in 1F. "]},
{"line": ["Elaine: Mrs. Winston?"]},
{"line": ["Rabbi: Yes, we were waiting for our mail to arrive and I happened to \n        mention to her how you felt that it was never going \"to happen\" \n        for you."]},
{"line": ["Elaine: What about Don Ramsey? You didn't mention anything to him did \n        you?"]},
{"line": ["Rabbi: Don Ramsey?"]},
{"line": ["Elaine: You know that tall really good looking guy, he lives on the fifth \n        floor."]},
{"line": ["Rabbi: Oh him! Well this morning I found myself in the elevator with \n        him\u0085"]},
{"line": ["Elaine: my god, you didn't."]},
{"line": ["[Movie theatre]"]},
{"line": ["Jerry: Excuse me, pardon me, excuse me"]},
{"line": ["Kramer: Oh, yow, oow Ah! "]},
{"line": ["Usher: Hey, hey, what's going on? What just happened here?"]},
{"line": ["Kramer: Nothing Nothing. "]},
{"line": ["Usher: Whatya got? One of those Caf Latte's in your shirt? "]},
{"line": ["Kramer: I don't have anything. Ask him."]},
{"line": ["[ Jerry makes a silent drink gesture]"]},
{"line": ["Usher: All right, come on Coffee Boy, bring it out."]},
{"line": ["Kramer: What?! "]},
{"line": ["Usher: Here you go."]},
{"line": ["Kramer: Ow"]},
{"line": ["[Kramer leaves]"]},
{"line": ["[Jerry's apartment]"]},
{"line": ["Ex; But the whole thing is a mess. He told everyone in the building. \n        I met that cute guy on the fifth floor. I mean he could barely bring himself \n        to nod."]},
{"line": ["Jerry: Elaine, if I could say a word here about Jewish people. That man \n        in no way represents our ability to take in a nice piece of juicy gossip \n        and keep it to ourselves."]},
{"line": ["Elaine: You didn't say this to George, did you?"]},
{"line": ["Jerry: No, . . . about how you wish it was YOU who was getting married \n        instead of him? Feelings of resentment, hostility?"]},
{"line": ["Elaine: Yeah that! So, . . ."]},
{"line": ["[George enters]"]},
{"line": ["George: Hey oh. "]},
{"line": ["Elaine: GEORGIE! CONGRATULATIONS! Oh, my god. I haven't seen you since \n        it happened. I'm so happy for you."]},
{"line": ["George: Alright, thanks a lot. "]},
{"line": ["Elaine: Oh, come on. You really, really deserve it."]},
{"line": ["[Gives George a kiss]"]},
{"line": ["George: Oh, deserve! I don't know if I deserve...I mean...", "\n        Elaine: Are you kidding? I have seen the changes in you the past couple \n        of years. Man, you have grown. You've matured.", "\n        George: Well, I guess I'm getting older.", "\n        Elaine: Oh! Well, I just think it's wonderful. Honestly! I've gotta run, \n        but um, please, please give my best to Susan:.", "\n        George Yeah.", "\n        Elaine My most, just heartfelt congratulations.", "\n        George: Yeah. Thanks. Hey, listen, if you ever get a date, maybe the four \n        of us could go out together sometime.", "\n        Elaine: Yes! Yes, yes. Sure.", "\n        George: Wait, as a matter of fact, wasn't there some guy in your building \n        that you said you liked? He lived up on the fifth floor or something.", "\n        Elaine: Yes. Yes, yes. Yes.", "\n        George: Yeah! Boy, she is something, isn't she?", "\n        Jerry: Yeah, she's something else. Hey, so what happened? Did you hold \n        your ground or...uh\u0085", "\n        George: Nope. I wept like a baby.", "\n        Jerry: What?", "\n        George: Well, I started to tell her and then all of the sudden, for some \n        reason, I just burst into tears.", "\n        Jerry: You cried?", "\n        George: I bawled uncontrollably. I just poured my guts out. And I'll tell \n        you, Jerry:, it was incredible. I never realized how powerful these tears \n        are. I could have postponed it another five years if I wanted to.", "\n        Jx,Gx & Kx Hey!", "\n        Jerry: Sorry about that movie-thing. I was joking around.", "\n        Kramer: Sorry? Are you kidding? You did me the biggest favor of my life. \n        I spoke to a lawyer, we're suing for millions.", "\n        Jerry: Suing? What for?", "\n        Kramer: The coffee was too hot.", "\n        Jerry: It's supposed to be hot.", "\n        Kramer: Not THAT hot.", "\n        ", "\n        Scene", "\n        [At George's home. He and Susan are in bed watching TV]", "\n        ", "\n        Rabbi: [On TV] The prophet Isaah tells us without friends our lives are \n        empty and meaningless.", "\n        George: Wait. Whoa! That's the Rabbi: from Elaine's building. I just met \n        this guy the other day.", "\n        Rabbi: A young lady I know, let's call her Elaine:, happened to find herself \n        overwhelmed with feelings of resentment and hostility for her friend, \n        let's call him George:. She felt that George was somewhat of a loser and \n        that she was the one who deserved to be married first. She also happened \n        to mention to me that her friend had wondered if going to a prostitute \n        while you're engaged is considered cheating. His feeling was they're never \n        going to see each other again so what's the difference. But that is a \n        subject for another sermon. Now, I'd like to close with a psalm."]},
{"line": ["[END]", "\n        ", "\n      "]},
{"line": ["\n"]},
{"line": []},
{"line": [" "]},
{"line": []},
{"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]},
{"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}
]