[
{"title": "The Doll"},
{"line": []},
{"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]},
{"line": [" "]},
{"line": ["\n        (NOTE: Opening monologue is missing)"]},
{"line": ["[Setting: Night club]"]},
{"line": ["(Jerry is just now getting done with his act)"]},
{"line": ["JERRY: Thank you! Goodnight! (Walks off stage, sighing deeply. Instantly, \n        a red-headed woman runs up and hugs him - taking Jerry by surprise)"]},
{"line": ["SALLY: Jerry!"]},
{"line": ["JERRY: (Trying to ward her off) Hey. Hey!"]},
{"line": ["SALLY: (Reminding him who she is) Sally Weaver! (Sees Jerry's expression \n        - he still has no clue who she is) Susan Ross' roommate from college.. \n        hello! (Laughs slightly)"]},
{"line": ["JERRY: Right.. Oh, I'm sorry. Uh, oh, so you saw the show?"]},
{"line": ["SALLY: Saw it? I loved it! And thank you for the free tickets. You are \n        so funny."]},
{"line": ["JERRY: (Modest) Oh, thanks."]},
{"line": ["SALLY: (Serious) No, no, I mean it. You're very funny."]},
{"line": ["JERRY: (Blunt) I believe you."]},
{"line": ["SALLY: Oh, anyway, let me show you Memphis. I am taking you (Points to \n        him) out to dinner."]},
{"line": ["JERRY: (Grabbing his coat) Oh, I'm sorry, I can't - I'm going straight \n        to the airport."]},
{"line": ["SALLY: Ohh.. that's too bad.. Susan thought we'd really get along - I \n        guess because we're both wacko! (Jerry laughs) You know what, um.. (Turns \n        around, picking up a large gift from a table) You have to give this to \n        them for me. Okay? Here. (Hands the box to Jerry, he struggles under the \n        size of it) It's a wedding present."]},
{"line": ["JERRY: Oh?"]},
{"line": ["SALLY: And Jerry? Be careful with it, okay? Be very careful."]},
{"line": ["JERRY: Uh-huh."]},
{"line": ["(Scene ends)", "\n        [Setting: The Coffee shop]"]},
{"line": ["(George and his father, Frank, are sitting at a booth)"]},
{"line": ["FRANK: George, as you may be aware, your mother and I are not moving \n        to Del Boca Vista, Florida."]},
{"line": ["GEORGE: (Resenting the fact. Nodding) I am aware."]},
{"line": ["FRANK: So, I was wondering, would it be okay if I turned your room into \n        a billiard parlor?"]},
{"line": ["GEORGE: A billiard parlor?"]},
{"line": ["FRANK: Regulation table, the hi-fi, maybe even a bar.. Give it real authenticity.."]},
{"line": ["(Elaine enters. George spots her in mid-sentence)"]},
{"line": ["GEORGE: Well, that's.. Elaine!"]},
{"line": ["ELAINE: Oh, hi, Frank."]},
{"line": ["GEORGE: (Sliding over to make room for her) Sit down. Join us, please."]},
{"line": ["ELAINE: (Trying to come up with an excuse not to sit with them) Actually, \n        I gotta get to the.. uh.. thing."]},
{"line": ["GEORGE: (Somewhat stern) Oh, the thing's cancelled. Sit down."]},
{"line": ["ELAINE: (Giving up) Okay.. (Sits, George laughs) So.. (Trying to think \n        up something to talk about) Frank, did George ever show you that photo?"]},
{"line": ["GEORGE: (Confused) What photo?"]},
{"line": ["ELAINE: You know, the photo I took in Tuscany of the little man in front \n        of the sign that said \"Costanza\"?"]},
{"line": ["FRANK: (Interested) There's a Costanza in Tuscany? (Elaine nods) Did \n        he look like me? Did you talk to him?"]},
{"line": ["ELAINE: I didn't talk to anyone - I was just walking by, and I saw the \n        sign, and I thought George might get a kick out of it."]},
{"line": ["FRANK: I gotta get that picture - it could be my cousin, Carlo."]},
{"line": ["ELAINE: Who is that?"]},
{"line": ["GEORGE: (Muttering out, not really wanting to talk about his family) \n        When the Costanzas came here, one brother stayed behind."]},
{"line": ["FRANK: I played with him every day until the age of four - and then we \n        separated."]},
{"line": ["ELAINE: So, you weren't born here?"]},
{"line": ["FRANK: No. That's why I can never be president.. It always irked me. \n        That's why, even at an early age, I had no interest in politics. I refuse \n        to vote. (Yelling out) They don't want me, I don't want them!"]},
{"line": ["GEORGE: I don't know what you're getting all riled up about. There are \n        probably a million Costanzas-"]},
{"line": ["FRANK: (Cutting him off) Don't bring me down. (To Elaine) Do you have \n        another copy of that photo?"]},
{"line": ["ELAINE: No, I, I don't. But.. Well, the Maestro might."]},
{"line": ["FRANK: The Maestro? What Maestro?"]},
{"line": ["ELAINE: He's this guy that I went to Tuscany with. He's a great guy, \n        but I just wouldn't feel comfortable calling him."]},
{"line": ["GEORGE: Really? Why?"]},
{"line": ["ELAINE: (Explaining) Because he hasn't called me since we got back.. \n        I spilled wine on his 8 by 10 photo of one of his favorite Italian opera \n        stars."]},
{"line": ["GEORGE: Who?"]},
{"line": ["ELAINE: You know the Three Tenors?"]},
{"line": ["GEORGE: Yeah.. (Trying to remember) Poverotti.. Domingo.. and.. uh.. \n        the other guy."]},
{"line": ["ELAINE: (Nodding) The other guy."]},
{"line": ["(Scene ends)", "\n        [Setting: Airplane]"]},
{"line": ["(Jerry's flying to NY. On his lap is Sally's present and his personal \n        bag. He's trying to read a magazine while a stewardess approaches him)"]},
{"line": ["STEWARDESS: (Overly nice) Could I take that box for you?"]},
{"line": ["JERRY: Uh.. well, you better not. I'm supposed to be careful with it."]},
{"line": ["STEWARDESS: Oh, then, I'll have to put your bag in the over-head."]},
{"line": ["JERRY: Oh, okay.."]},
{"line": ["(The stewardess takes the bag, and crams it into the over-head compartment. \n        The sound of glass breaking can be heard)"]},
{"line": ["STEWARDESS: There we go."]},
{"line": ["(Jerry gives a face of pure dissatisfaction)"]},
{"line": ["(Scene ends)", "\n        [Setting: Jerry's apartment]"]},
{"line": ["(Kramer enters while Jerry's unpacking. The clothes in his suitcase are \n        covered in bar-b-que sauce)"]},
{"line": ["JERRY: Ohh.. look at this.."]},
{"line": ["KRAMER: What?"]},
{"line": ["JERRY: I bought a bottle of BBQ sauce in Memphis. I think the stewardess \n        broke it when she tried to jam it into the overhead compartment because \n        of this (Gestures to Sally's present) stupid thing."]},
{"line": ["KRAMER: Well, don't press the panic button. I'm sure that we can still \n        salvage some sauce.."]},
{"line": ["JERRY: I don't care about the sauce. It came in this funny little bottle, \n        and there was a guy on the label that looked exactly like Charles Grodin."]},
{"line": ["KRAMER: (Taking some of Jerry's clothing over to the kitchen) I see.."]},
{"line": ["JERRY: No, you don't see - because I'm going on the show this week, and \n        this was going to be my bit on the show."]},
{"line": ["KRAMER: Well, why don't you do your material?"]},
{"line": ["JERRY: I'm out."]},
{"line": ["KRAMER: (Looking up, sighs) Well, you better get to work."]},
{"line": ["JERRY: (Sarcastic) Thanks for the tip."]},
{"line": ["(George enters)"]},
{"line": ["GEORGE: Hey, buddies."]},
{"line": ["JERRY: Hey. Hey, this is for you. (Taps the gift) It's from.. uh, Susan's \n        roommate, Sally."]},
{"line": ["GEORGE: Oh yeah.. (Starts to open it) Sally called Susan - said you guys \n        really hit it off."]},
{"line": ["JERRY: (Annoyed at the thought) Nobody hit anything off. She just gave \n        me the box. (Looks over at Kramer. He is scraping the BBQ sauce off Jerry's \n        clothes with a knife, then dipping some bread into it) What the hell are \n        you doing?"]},
{"line": ["KRAMER: (Looks up) I'm salvaging the sauce. What's the matter with you? \n        (Eats the bread)"]},
{"line": ["(George is still opening the gift - flinging Styrofoam peanuts all over \n        the table)"]},
{"line": ["JERRY: (Pleading) Hey, hey, hey. Come on, come on."]},
{"line": ["KRAMER: (Moving out into the living room) Jerry, why don't you do a bit \n        on Styrofoam?"]},
{"line": ["JERRY: Like what?"]},
{"line": ["KRAMER: Well, uh.. (Starts to impersonate Jerry's act) \"What is \n        this stuff? Why do we need this stuff?.. And why do they make it so small..?\""]},
{"line": ["JERRY: (Confused) Where's the punchline?"]},
{"line": ["KRAMER: It's all attitude.. (Makes a humorous face - mocking Jerry's)"]},
{"line": ["GOERGE: (Taking out a mat from the huge box) Well, this is certainly \n        a crappy gift.."]},
{"line": ["JERRY: A door mat? That's what she had me lug up from Memphis?!"]},
{"line": ["GEORGE: Pretty chintzy, huh? Considering the money she makes.. She's \n        a big executive for Federal Express."]},
{"line": ["JERRY: Federal Express?! Is she out of her mind? Why didn't she just \n        ship it?!"]},
{"line": ["KRAMER: Look, it's personalized. (Holds it up, reading) \"The Costanzas\""]},
{"line": ["GEORGE: No, no. Forget it. I don't want it. Let's just get rid of it."]},
{"line": ["KRAMER: Well, maybe your father would be interested in that."]},
{"line": ["GEORGE: I doubt it. You know what he's doing now? He's putting a pool \n        table in my old bedroom."]},
{"line": ["KRAMER: (Interested) Oh yeah? Well, maybe I'll go out there and knock \n        a few balls around with him. You know, show him a thing or two.."]},
{"line": ["(Scene ends)", "\n        [Setting: George's old bedroom]"]},
{"line": ["(The room is remodeled into a billiard room. The pool table is obviously \n        way too big for the room. Frank and Kramer are chalking up their sticks)"]},
{"line": ["KRAMER: So, what's your game? What do you like to play?"]},
{"line": ["FRANK: Eight ball."]},
{"line": ["KRAMER: No, nothing doing. Let's, you and me, play a game of straight \n        pool.. hmm?"]},
{"line": ["FRANK: You like to gamble, Cosmo?"]},
{"line": ["KRAMER: Yeah, now and then - you know how it is.."]},
{"line": ["FRANK: Five dollars a game, huh?"]},
{"line": ["KRAMER: I'll break."]},
{"line": ["FRANK: Okay."]},
{"line": ["(Kramer goes to pull back his pool stick, but it is stopped short by \n        the wall. Scene cuts to a montage with multiple scenes involving humorous \n        accounts of their trying to play in such a tiny room)"]},
{"line": ["(Scene ends)", "\n        [Setting: George and Susan's apartment]"]},
{"line": ["(Susan has boxes in the living room, and is setting up some of her items \n        around the apartment)"]},
{"line": ["GEORGE: What's all this?"]},
{"line": ["SUSAN: Oh, I'm just moving in some more of my stuff."]},
{"line": ["GEORGE: (Muttering to himself as he walks to the bedroom) More stuff.."]},
{"line": ["SUSAN: (Calling out) Oh, I put up my doll collection.."]},
{"line": ["(George walks into his room, and stops in his tracks. Up on the shelves, \n        is a doll that looks exactly like George's mother)"]},
{"line": ["GEORGE: Oh my God! What is that?!"]},
{"line": ["SUSAN: (Rushing in) What? What is it?"]},
{"line": ["GEORGE: (Staring at the doll) This doll (Pointing) looks like my mother."]},
{"line": ["SUSAN: George, it's a doll."]},
{"line": ["GEORGE: I know it's a doll, but it looks like my mother!"]},
{"line": ["SUSAN: (Going back to the living room) Oh, get outta here.."]},
{"line": ["(Scene ends)", "\n        [Setting: George's old bedroom]"]},
{"line": ["(Kramer, holding the pool stick at an awkward angle, is about to hit \n        the ball when Estelle enters)"]},
{"line": ["ESTELLE: What's going on in here? (Kramer hits the cue ball, it jumps \n        up from the table and flies off screen) Are you two still playing?! You've \n        been up here three hours!"]},
{"line": ["FRANK: We still haven't finished the first game."]},
{"line": ["ESTELLE: The first game?!"]},
{"line": ["KRAMER: (Explaining why they are doing so bad) Well, we're still, uh, \n        learning the subtleties of the table."]},
{"line": ["FRANK: (To Estelle) he knows the Maestro. He could have the picture.."]},
{"line": ["ESTELLE: Oh, forget about it. It's not your cousin."]},
{"line": ["FRANK: (Yelling out) You don't know that! (Estelle leaves, slamming the \n        door) We're gonna go see him, huh?"]},
{"line": ["KRAMER: (Judging up his next move) As soon as the game is over.."]},
{"line": ["FRANK: (Sensing the game is going to last a long time) Oh boy."]},
{"line": ["KRAMER: Eleven, corner pocket. (Pulls back on his stick, accidentally \n        crashing it into the window)"]},
{"line": ["(Scene ends)", "\n        [Setting: George and Susan's bedroom]"]},
{"line": ["(George and Susan are in bed. They go to kiss, but George stops when \n        he sees the doll laying right next to Susan)"]},
{"line": ["GEORGE: What is this thing doing here?"]},
{"line": ["SUSAN: Oh, I used to love to sleep with my dolls when I was a little \n        girl.."]},
{"line": ["(Susan leans in to kiss, but George stops her again)"]},
{"line": ["GEORGE: Uh, I'm sorry, I can't do this.."]},
{"line": ["SUSAN: Why?"]},
{"line": ["GEORGE: I feel like I'm in bed with my mother."]},
{"line": ["SUSAN: Oh, stop it."]},
{"line": ["(They kiss. While kissing, George tightly stuffs the doll under Susan's \n        pillow -- out of sight)"]},
{"line": ["(Scene ends)", "\n        [Setting: Jerry's apartment]"]},
{"line": ["(Jerry enters the living room from his bathroom with his toothbrush. \n        Elaine is reading the paper at his table)"]},
{"line": ["JERRY: Hey, Elaine, you have got to buy this new electric toothbrush \n        I just got - the Ori-dent."]},
{"line": ["ELAINE: (Just making conversation) Oh yeah?"]},
{"line": ["JERRY: Oh, it's unbelievable. Every time you use it you feel like you \n        just came from the dentist!"]},
{"line": ["ELAINE: (Mock enthusiasm) Oh, that's dynamite."]},
{"line": ["JERRY: Hey, what are you doing tomorrow? You want to come see me on the \n        Charles Grodin show?"]},
{"line": ["ELAINE: Who else is on the show?"]},
{"line": ["JERRY: Uh.. one of the three tenors."]},
{"line": ["ELAINE: (Interested) The Three Tenors? (Stands up) Which one?!"]},
{"line": ["JERRY: Uh.. It's not Poverotti.. It's not Domingo.."]},
{"line": ["ELAINE: (Extremely excited) The other guy?!"]},
{"line": ["JERRY: (Nodding) Yeah, the other guy."]},
{"line": ["ELAINE: (Screams out in joy) My God! I can't believe the other guy's \n        going to be on the show!"]},
{"line": ["JERRY: Why?"]},
{"line": ["ELAINE: Because I ruined this autographed picture of him that belonged \n        to the Maestro. You think I can go and get his autograph?"]},
{"line": ["JERRY: Why not?"]},
{"line": ["ELAINE: (Extremely giddy) Wow! The other guy!"]},
{"line": ["(George enters. He's in a disheveled state)"]},
{"line": ["JERRY: Hey, you look awful."]},
{"line": ["GEORGE: (Sitting on the sofa) I'm on no sleep, bro."]},
{"line": ["JERRY: Problem in the bedroom?"]},
{"line": ["GEORGE: (Muttering) Susan has the doll collection.. one of the dolls \n        looks exactly like my mother.. she likes to sleep with it."]},
{"line": ["(Elaine makes a face)"]},
{"line": ["JERRY: Wow. You were in bed with your mother last night?"]},
{"line": ["GEORGE: (Long pause) ..Felt like it. I tell you, this doll is pretty \n        spooky. (Takes off his glasses, rubbing his eye) It's freakin' me out \n        man. And now I got to go back out there and pick up this doormat."]},
{"line": ["JERRY: I thought you didn't want the doormat."]},
{"line": ["GEORGE: I don't. Susan wants to have it out when Sally comes tomorrow."]},
{"line": ["JERRY: Sally? (Getting upset) Wait, wait a minute - She's coming to New \n        York?"]},
{"line": ["GEORGE: Yeah, (Smiling) Susan said you'd be excited."]},
{"line": ["JERRY: Excited? I'm gonna kill her! She knew she was coming here and \n        she made me carry that box?!"]},
{"line": ["ELAINE: Who's Sally?"]},
{"line": ["GEORGE: Susan's college roommate."]},
{"line": ["JERRY: It's because of her that bottle got broke that I was going to \n        give to Charles Grodin on his show."]},
{"line": ["GEORGE: So call her up and tell her to bring you another one. She'll \n        be delighted to talk to you."]},
{"line": ["JERRY: (While opening a cereal box) I will - don't worry. (Plotting revenge) \n        In fact, I'll have her bring up a whole case of the stuff. It'll be really \n        heavy. Let's see if she likes sitting on a plane with a big box on her \n        lap!"]},
{"line": ["ELAINE: That's sounds pretty juvenile."]},
{"line": ["JERRY: (Pulling out the toy from the cereal box - he displays even more \n        immaturity by holding it up, smiling) Hey! A dinosaur!"]},
{"line": ["(Scene ends)", "\n        [Setting: The Maestro's Office]"]},
{"line": ["(Kramer and Frank are in a meeting with the Maestro)"]},
{"line": ["FRANK: His name was Carlo Costanza. We played together everyday until \n        I was four. If I could just look through your photographs, maybe I could \n        recognize him."]},
{"line": ["MAESTRO: Unfortunately those photographs are at home."]},
{"line": ["KRAMER: Well, listen, if you bring 'em by, maybe we could interest you \n        in a game of pool.. Yeah, Frank here - he's got his own billiard room."]},
{"line": ["FRANK: (Trying to concentrate) Yes, It's, uh, it's.. uh, uh.. What do \n        you call it, Kramer?"]},
{"line": ["KRAMER: A billiard room."]},
{"line": ["FRANK: No, not billiard.. (Scolding) Not billiards.. it was.. Come on, \n        already. Come on.."]},
{"line": ["KRAMER: (Confused) What?"]},
{"line": ["FRANK: We call it.. the, uh.."]},
{"line": ["KRAMER: (Snaps) The Place To Be!"]},
{"line": ["FRANK: The place to be! Yes! It's the place to be."]},
{"line": ["MAESTRO: (Agreeing to a game) Ah, then I shall be there. And now, Gentlemen, \n        (Making dramatic actions) if you will excuse me - I must prepare for the \n        symphony."]},
{"line": ["KRAMER: Oh, yeah?"]},
{"line": ["(The Maestro gets up. Realizing that he isn't wearing pants, Kramer and \n        Frank stare in bewilderment)"]},
{"line": ["MAESTRO: (Noticing the expressions) Ohh, my pants. (Begins putting on \n        a near-by pair of pants) It's an old conductor's trick I learned from \n        Leonard Bernstein."]},
{"line": ["KRAMER: Really?"]},
{"line": ["MAESTRO: You keep a perfect crease by not sitting in them before the \n        performance."]},
{"line": ["(Kramer and Frank are obviously impressed)"]},
{"line": ["KRAMER: That's good thinking."]},
{"line": ["(Scene ends)", "\n        [Setting: Jerry's apartment]"]},
{"line": ["(George, presenting the doll to Jerry, has his arms out in a 'tada' gesture. \n        Jerry has on a disgusted face)"]},
{"line": ["GEORGE: You see?.. You see?!"]},
{"line": ["JERRY: Well, it doesn't look exactly like her."]},
{"line": ["GEORGE: Jerry, come on. If my mother keeps shrinking, this is exactly \n        what she's gonna look like in ten years!"]},
{"line": ["JERRY: Why don't you just get rid of it?"]},
{"line": ["GEORGE: I tried! I almost threw it down the incinerator, but I couldn't \n        do it. The guilt was too overwhelming. (Grabs the doll, opening the door \n        to leave) Susan's so attached to this thing."]},
{"line": ["JERRY: Wait, where are you going? Don't take your dolly and go home."]},
{"line": ["(George shoots him a look, then leaves. He is audible as he meets up \n        with Elaine in the hallway)"]},
{"line": ["GEORGE: Hi, Elaine."]},
{"line": ["(Elaine shrieks out in fright, then enters Jerry's doorway - breathless)"]},
{"line": ["ELAINE: Did you see that?!"]},
{"line": ["JERRY: I'm just glad it's outta here. (Elaine exhales deeply - getting \n        over the scare of the doll. She moves into the apartment) What's that? \n        (Pointing to a rolled up poster Elaine is carrying)"]},
{"line": ["ELAINE: Oh, it's a poster of the three tenors."]},
{"line": ["JERRY: Oh. (Intercom buzzes, Jerry answers it) Yeah?"]},
{"line": ["SALLY: (Through the intercom) It's Sally."]},
{"line": ["JERRY: Oh, did you bring the bar-b-que sauce?"]},
{"line": ["SALLY: A whole case."]},
{"line": ["JERRY: (Letting her up) Excellent. (To Elaine) So, did you buy that electric \n        toothbrush I was telling you about?"]},
{"line": ["ELAINE: (Blunt, to the point) No."]},
{"line": ["JERRY: How come? I told you - It's fantastic."]},
{"line": ["ELAINE: Eh, I like mine."]},
{"line": ["JERRY: I've had yours, I'm telling you - this one is ten times better. \n        Don't you believe me?"]},
{"line": ["ELAINE: I don't want it."]},
{"line": ["JERRY: (Slightly confused by her behavior) I don't understand this. Why \n        wouldn't you want to get something that's better if I'm telling you it's \n        better? And it's not a little better - it's much better."]},
{"line": ["ELAINE: (Not committing to the conversation) It doesn't matter to me."]},
{"line": ["(A knock on the door)"]},
{"line": ["JERRY: Come in."]},
{"line": ["(Sally enters with a medium-sized box)"]},
{"line": ["SALLY: (Peppy) Well, here I am!"]},
{"line": ["JERRY: Oh, hi. Elaine, this is Sally."]},
{"line": ["ELAINE: Hi."]},
{"line": ["JERRY: How was your flight? (Wishful thinking) Pretty uncomfortable?"]},
{"line": ["SALLY: (Setting the box down on his table) Actually, the seat next to \n        me was empty, so, there was no problem at all."]},
{"line": ["JERRY: (Let down) Oh.. (Starts to open the box) Oh, wait.. (Holding up \n        one of the BBQ jars) This isn't the sauce that I asked for!"]},
{"line": ["SALLY: That's right. It's a special gourmet sauce. \"The Pride of \n        Memphis!\""]},
{"line": ["JERRY: (Complaining) No, no. I wanted the one in the little bottle with \n        that guy on it that looks like Charles Grodin!"]},
{"line": ["SALLY: This is much better. And frankly, in Memphis, we think that other \n        sauce as (Whispering) kind of a joke."]},
{"line": ["JERRY: I know it's a joke. It's supposed to be a joke! Now I'm going \n        on the Charles Grodin Show with nothing. (Sets the jar down angrily) Nothing!"]},
{"line": ["SALLY: You could just do your material."]},
{"line": ["JERRY: (Peeved) I don't have any material!"]},
{"line": ["ELAINE: (Yelling out) He's got nothin'!"]},
{"line": ["(Scene ends)", "\n        [Setting: The Coffee Shop]"]},
{"line": ["(George is sitting at the table - opposite the doll. While he eats his \n        meal, he can hear his mother yelling at him via the doll)"]},
{"line": ["DOLL: Georgie! Don't eat with your hands! (George starts eating faster) \n        Why do you eat so fast?! You can't even taste it!"]},
{"line": ["GEORGE: (Losing it) Don't tell me how to eat!"]},
{"line": ["(People from near-by tables turn and look at him)"]},
{"line": ["DOLL: You're wearing that shirt? You've had it for five years already! \n        Why don't you get a new shirt?!"]},
{"line": ["GEORGE: (Trying to keep it down) Because I like this one! (Notices people \n        staring at him, he quickly gets up, collecting the his coat and the tiny \n        replica) C'mon, let's go. Let's go! (On his way out, he stops in front \n        of a woman blocking his path) Oh, hi.. (Embarrassed about the doll, he \n        sheepishly walks out)"]},
{"line": ["WOMAN: (To Ruthie, the cashier) That man should really be in a sanitarium. \n        (Ruthie nods, agreeing)"]},
{"line": ["(Scene ends)", "\n        [Setting: George's old bedroom]"]},
{"line": ["(The Maestro, Kramer, and Frank are all pant-less and playing pool while \n        listening to classical music. Frank is looking at the Maestro's pictures \n        with a magnifying glass)"]},
{"line": ["KRAMER: Now this is remarkable. I'm lounging, and yet, my pants remain \n        perfectly creased."]},
{"line": ["FRANK: It's him! (Standing up) It's Carlo Costanza!"]},
{"line": ["KRAMER: Come on. Are you sure?"]},
{"line": ["(They all crowd around the picture)"]},
{"line": ["FRANK: I'd know him anywhere."]},
{"line": ["MAESTRO: I've seen that man in Tuscany. Eccentric fellow. Reputation \n        of being kind of a village idiot."]},
{"line": ["FRANK: I still say we're related."]},
{"line": ["MAESTRO: (Recognizing the currently playing song) Ohh, I love this piece. \n        (Turns it up, then pantomimes that he is conducting the instruments)"]},
{"line": ["KRAMER: Alright, come on Frank. It's your shot."]},
{"line": ["FRANK: (Complaining) I can't make anything.."]},
{"line": ["KRAMER: (Like a professional) Well, that's because you don't know how \n        to follow through correctly."]},
{"line": ["FRANK: Follow through? What do you mean?"]},
{"line": ["KRAMER: Right here, come on, I'll show you.. (Gets behind Frank, holding \n        the pool stick with him) Take hold of your stick.. alright, bring it back \n        slowly.."]},
{"line": ["(Estelle walks in with a tray of beverages and popcorn. Kramer and Frank \n        continue the lesson in their underwear as she stares in disbelief)"]},
{"line": ["FRANK: It's a little unnatural, but I think I'm getting the hang of it."]},
{"line": ["ESTELLE: Oh, my God!"]},
{"line": ["(Scene ends)", "\n        [Setting: Jerry's apartment]"]},
{"line": ["JERRY: (Still ticked off) That woman is such an idiot! I was gonna do \n        this whole bit on that bottle - and now I got nothing to talk about."]},
{"line": ["ELAINE: Well, have you ever considered writing new material?"]},
{"line": ["JERRY: Well, maybe if I didn't have so many people in my apartment all \n        the time I'd be able to get some work done."]},
{"line": ["ELAINE: (Getting the hint) Me? Are you talking about me?"]},
{"line": ["JERRY: (Deeply sarcastic) No. You're never here."]},
{"line": ["ELAINE: (Reflecting) Boy, that doll was really freaky, wasn't it?"]},
{"line": ["JERRY: Yeah. Really. (Forming and idea) Hey, you know what? Maybe I could \n        talk about that on the show."]},
{"line": ["ELAINE: What?"]},
{"line": ["JERRY: Show the doll - show the picture of George's mother.. it's pretty \n        funny. (Moving toward the phone) I'm gonna call them."]},
{"line": ["(Scene cuts to George's apartment. Sally answers the ringing phone)"]},
{"line": ["SALLY: Hello?"]},
{"line": ["JERRY: Hello, Susan? It's Jerry."]},
{"line": ["SALLY: Hi Jerry, it's Sally!"]},
{"line": ["JERRY: (Disappointed) Oh. Is George there?"]},
{"line": ["SALLY: No, but he should be home soon."]},
{"line": ["JERRY: Uh, listen, this is important. Tell him to meet me at the TV studio \n        with a picture of his mother and that doll that looks like her."]},
{"line": ["SALLY: Is this for your comedy routine?"]},
{"line": ["JERRY: (Obviously resents talking to her) Yes."]},
{"line": ["SALLY: (Gasps) Don't worry. (Like a detective) I'm on the case."]},
{"line": ["(Jerry makes a face of doubt as he hangs up)"]},
{"line": ["(Scene ends)", "\n        [Setting: George's old bedroom]"]},
{"line": ["(The same pool game is going on. The Maestro is putting his pants on)"]},
{"line": ["MAESTRO: (Sighs slightly) I, uh, think I'll get some air. (Slowly leaves)"]},
{"line": ["KRAMER: Yeah.. (Sizes up his next shot. His stick jams into the window \n        as he draws back) See? This is no good.. (Looks around the room. His sights \n        fall on the Maestro's baton) Hey, the baton. (Chalks it up) I got a hunch, \n        fat man, I can't miss. (Measures up his shot) 13 in the side pocket. (Does \n        just that) Giddy-up. (Moves around to the other side of the board, judging \n        his next move) Six in the corner. (Hits it in) This table's mine. (A series \n        of Kramer's plays are displayed, and, on the last ball of the game..) \n        You know where it's going.."]},
{"line": ["(Scene ends)", "\n        [Setting: The Charles Grodin Show dressing room]"]},
{"line": ["(Elaine enters)"]},
{"line": ["ELAINE AND JERRY: Hey!"]},
{"line": ["ELAINE: Is George here?"]},
{"line": ["JERRY: Not yet. (Points over to a man sitting in one of the room's chairs. \n        Whispers) The other guy."]},
{"line": ["(Elaine gasps. Smiling, she walks over to him)"]},
{"line": ["ELAINE: It's.. .. you! It's really you! Oh, I'm such a huge fan of yours. \n        Would you mind signing this poster for me?"]},
{"line": ["CARRERAS: My pleasure. (Reaches for a pen as Elaine unravels her poster)"]},
{"line": ["ELAINE: (As he is signing) Oh, thank you so much. (He finishes. Elaine \n        gives out a happy gasp) Thank you so much, Mr.. (Tries to read his signature) \n        Camaro. (Carreras gives her a look as he is getting up) Mr. Casea? (He \n        walks off as Elaine rolls the picture back up. Jerry gives his \"That's \n        a shame\" face) Well, whatever. (To Jerry) I'm gonna take this to \n        the Maestro. He's, he's playing at the Queens Convalescent Center."]},
{"line": ["JERRY: (Joking around) Well, that's one hell of a gig. (Turning around, \n        he picks up a box labeled \"Ori-dent\") Hey, look, I got something \n        for you. The Ori-dent!"]},
{"line": ["ELAINE: (Mock joy) Ohh.. thank you. (Accepts the gift) Huh.. (Struggles \n        under the size) Wha-- why does a toothbrush come in such a big box?"]},
{"line": ["JERRY: Well, it's a delicate mechanism - It, you know, needs lots of \n        packaging."]},
{"line": ["ELAINE: (Still trying to get a grasp on the package) How am I supposed \n        to carry this thing? (She looks up to see Jerry taking his pants off) \n        What are you doing?"]},
{"line": ["JERRY: Well, I want to sit down."]},
{"line": ["ELAINE: So?"]},
{"line": ["JERRY: It's a trick I just learned from Kramer. It keeps a crease in \n        the pants. (Folds his pants over the head of a chair, then sits down in \n        another. When he sees Elaine's staring at him, he makes a \"Tada!\" \n        gesture with his hands. Elaine holds her hand up - as if to say \"I'll \n        see ya.\", and while she's slowly walking out Jerry gives her a salute)"]},
{"line": ["(Scene ends)", "\n        [Setting: George's old bedroom]"]},
{"line": ["(The game is over)"]},
{"line": ["MAESTRO: (Making his exit, he lays the charm on Mrs. Costanza) Madame, \n        you have been an extremely gracious hostess. (Kisses her hand)"]},
{"line": ["ESTELLE: (Coy) Ohh.. thank you, Maestro. (Giggles to herself as the Maestro \n        leaves)"]},
{"line": ["FRANK: (Holding up a picture) Here, take a look at this."]},
{"line": ["ESTELLE: (Looking at it) Yeah, what is it?"]},
{"line": ["FRANK: It's Carlo. I found him!"]},
{"line": ["ESTELLE: (Handing the picture back) You've been cooped up in this room \n        too long."]},
{"line": ["FRANK: (Yelling out) You never support me! Let's see what George says \n        about this.. Where're my pants? (Takes his pair off a rack and leaves)"]},
{"line": ["KRAMER: (Taking his pair off, he inspects them) Aw, beautiful!"]},
{"line": ["(Scene ends)", "\n        [Setting: The Charles Grodin Show dressing room]"]},
{"line": ["(Sally walks in with a bag. Jerry's sitting without any pants on)"]},
{"line": ["SALLY: Hey there, Mr. Hairy legs!"]},
{"line": ["JERRY: (Surprised to see her, he gets up) Where's George?"]},
{"line": ["SALLY: Don't worry, I brought your doll.. (Pulls out an extremely different \n        doll - this one resembles a baker) Tada!"]},
{"line": ["JERRY: (Complaining) No! That's the wrong doll!"]},
{"line": ["SALLY: Jerry, I saw the doll you were talking about - not funny! This \n        doll's much funnier. Look, it has a little bowtie, and a cute little hat.. \n        I think it's a riot!"]},
{"line": ["JERRY: (Slow whispering) This is a nightmare."]},
{"line": ["SALLY: Oh well, I'll be watching. (Sets the doll down, then crosses her \n        fingers) Don't screw up. (Leaves)"]},
{"line": ["(View shifts over to Carreras. While eating some BBQ food he reaches \n        back for a towel to wipe his face. He happens upon Jerry's pants) Too \n        much sauce.. (Wipes his mouth)"]},
{"line": ["JERRY: My pants!"]},
{"line": ["(A stagehand enters)"]},
{"line": ["STAGEHAND: Mr. Seinfeld, you're on."]},
{"line": ["(Scene ends)", "\n        [Setting: NYC street]"]},
{"line": ["(Elaine's walking down with the poster and the box. A man exiting an \n        ice cream parlor almost runs into her. Scene cuts to her on the subway. \n        The man standing next to her is bumped, and his beverage spills all over \n        Elaine. Luckily, she held the poster up before it could be damaged. Scene \n        cuts to the Maestro's office)"]},
{"line": ["MAESTRO: Elaine? What a surprise."]},
{"line": ["ELAINE: I know you're very busy, but I just wanted to come by and give \n        you this."]},
{"line": ["MAESTRO: Ohh.. (Looking at the box) Ori-dent - that electric toothbrush \n        I've heard so much about.."]},
{"line": ["ELAINE: No, no, no. Not the toothbrush.. (Holds out the poster) this."]},
{"line": ["(The Maestro takes the poster, dramatically rolling the rubber band off. \n        He unravels the poster on his desk)"]},
{"line": ["MAESTRO: Ohh, what a sweet gesture. And autographed poster of my favorite \n        tenor, with.. those two other guys. Oh, Elaine, this is magnifico!"]},
{"line": ["ELAINE: Oh, well, I just felt so bad about what happened in Tuscany.."]},
{"line": ["STAGEHAND: (Yelling from off-camera) Maestro, you're on!"]},
{"line": ["MAESTRO: Oh, Elaine.. wait for me after the concert? We'll celebrate."]},
{"line": ["ELAINE: Oh, ok! (Picking up the Ori-dent box, she knocks over a bottle \n        of wine. It spills all over the poster)"]},
{"line": ["(Scene cuts to the Maestro's concert. Various players are practicing \n        as he walks out. A round of applause sounds as the Maestro bows. Picking \n        up his bent baton, he addresses the orchestra. As he starts to instruct \n        the band, he stops when he finds out his baton is bent out of shape. He \n        turns and looks at the audience apologetically as the music fades to a \n        stop)"]},
{"line": ["(Scene ends)", "\n        [Setting: George and Susan's apartment]"]},
{"line": ["(Susan's holding her doll defensively)"]},
{"line": ["SUSAN: I want to know why you took my doll out of the house."]},
{"line": ["GEORGE: I just wanted a second opinion."]},
{"line": ["(There's a knock at the door. George sighs, then answers it - it's Frank)"]},
{"line": ["FRANK: (Holding up the picture) Take a look at this. Doesn't that look \n        like my flesh and blood? Of course, your mother- (His attention is drawn \n        over to Susan's doll. Like George did earlier, he starts to imagine that \n        the doll is scolding him as his wife would)"]},
{"line": ["DOLL: Oh, stop bothering everybody with that picture. It's ridiculous!"]},
{"line": ["FRANK: (Walking toward the doll) Ridiculous?! I'll show you ridiculous! \n        (Struggles with Susan for possession of the doll) Come here!"]},
{"line": ["SUSAN: (Pleading) No, Mr. Costanza! No, no!"]},
{"line": ["(Frank manages to get the doll from Susan. He twists the head clean off \n        the body)"]},
{"line": ["FRANK: (Holding out the head in his hand, he addresses it) There! Now \n        what have you got to say for yourself?!"]},
{"line": ["GEORGE: (To Susan) I told you it looked like her.."]},
{"line": ["(Scene ends)", "\n        [Setting: A street in Tuscany]"]},
{"line": ["(Frank meets up with a man sweeping the sidewalk - the man he believes \n        to be his cousin)"]},
{"line": ["FRANK: (Sets a gift he's brought down) Carlo! It's me, Frank! (Attempts \n        to hug the guy, but he resists - pushing Frank away. He scolds Frank in \n        another language) I'm your cousin, Frank! Aren't you Carlo?"]},
{"line": ["MAN: Carlo? No. Mi nome e Giuseppe."]},
{"line": ["FRANK: (Realizing) What do you know.. Alright. (Picking up his present) \n        I guess I was wrong. (Walks off)"]},
{"line": ["(Scene ends)"]},
{"line": ["END OF SHOW.", "\n      "]},
{"line": [" "]},
{"line": []},
{"line": [" "]},
{"line": []},
{"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]},
{"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}
]