[
{"title": "The Foundation"},
{"line": []},
{"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]},
{"line": [" "]},
{"line": ["\n        Season 8, Episode #135", "\n        Original Air Date: September 19, 1996.", "\n        ", "\n        Cast:", "\n        Jerry Seinfeld... Jerry", "\n        Jason Alexander... George", "\n        Julia Louis-Dreyfus... Elaine", "\n        Michael Richards... Kramer"]},
{"line": ["\n        Guest Starring:", "\n        Janeane Garofalo... Jeannie Steinman", "\n        Bruce Davison... Wyck", "\n        Grace Zabriskie... Mrs. Ross", "\n        Warren Frost... Mr. Ross", "\n        Joe Urla... Dugan", "\n        Susan Walters... Dolores", "\n        Todd Bosley... Joey", "\n        Diana Castle... Mrs. Zanfino", "\n        Stuart Quan... Sensei", "\n        Herb Mitchell... Businessman #1", "\n        Robert Louis Kempf... Businessman #2", "\n        Lawrence A. Mandley... Larry", "\n        Lauren Bowles... Waitress #1", "\n        Peggy Lane... Waitress #2", "\n        Paige Tamada... Clara", "\n        Robert Padnick... Willie", "\n        Ruthie Cohen... Ruthie", "\n        ", "\n        [First scene.", "\n        The cemetery. Jerry, George, and the Rosses are standing in front of Susan's \n        tombstone, which reads \"Susan Biddle Ross, June 8, 1964 - May 19, \n        1996.\"]", "\n        ", "\n        George: Well... it's a magnificent stone.", "\n        ", "\n        Mr. Ross: They put it up this morning.", "\n        ", "\n        [pause.]", "\n        ", "\n        George: It's just a magnificent stone. (turns to Jerry) Jerry?", "\n        ", "\n        [Jerry, obviously uncomfortable, turns slowly and shrugs his shoulders \n        at George.]", "\n        ", "\n        Mrs. Ross: George... we'll leave you alone with her.", "\n        ", "\n        George: What?", "\n        ", "\n        Mrs. Ross: I'm sure there are things you'd like to say.", "\n        ", "\n        [She pats his shoulder, and then she and her husband leave Jerry and George \n        alone with Susan.]", "\n        ", "\n        George: No, I-I-I-I'm good. Really.", "\n        ", "\n        [Jerry turns around to follow the Rosses.]", "\n        ", "\n        George: Jerry...", "\n        ", "\n        [He tries to keep Jerry there, but Jerry jerks away. George then turns \n        to Susan's stone nervously, trying to think of where to begin. Meanwhile, \n        Mrs. Ross offers Jerry an alcoholic beverage of some sort.]", "\n        ", "\n        Jerry: Thank you, no.", "\n        ", "\n        [She continues drinking.]", "\n        ", "\n        George: (to Susan's stone) ...And then, right after the All-Star Break, \n        we, we just swept the Orioles. Four games. In Baltimore. (adjusts necktie \n        nervously) So... yeah.", "\n        ", "\n        [New scene.", "\n        Jerry's apartment.]", "\n        ", "\n        George: Boy, that was awkward!", "\n        ", "\n        Jerry: I don't mind the cemetery.", "\n        ", "\n        George: What were you saying to the Rosses over there, anyway?", "\n        ", "\n        Jerry: Oh, I don't know. I told them her death takes place in the shadow \n        of new life. She's not really dead if we find a way to remember her.", "\n        ", "\n        George: What is that?", "\n        ", "\n        Jerry: Star Trek II.", "\n        ", "\n        George: (identifying it) Wrath of Khan!", "\n        ", "\n        Jerry: Right. Kramer and I saw it last night. Spock dies, they wrap him \n        up in a towel, and they shoot him out the bowel of the ship in that big \n        sunglasses case.", "\n        ", "\n        George: That was a hell of a thing when Spock died...", "\n        ", "\n        Jerry: Yeah...", "\n        ", "\n        [For a brief moment, the two become overwhelmed with emotion.]", "\n        ", "\n        George: Well anyway, the, uh... the stone is up, I paid my respects, guess \n        that's it.", "\n        ", "\n        Jerry: So it's over?", "\n        ", "\n        George: I have mourned for three long months! Summer months, too! Anybody \n        could grieve in January! It's time for George to start being George again.", "\n        ", "\n        Jerry: All right, so uh, let's do something later. How 'bout a movie?", "\n        ", "\n        George: Yes! Nothing says George like a movie!", "\n        ", "\n        [Kramer enters as George is leaving.]", "\n        ", "\n        Kramer: Movie?", "\n        ", "\n        Jerry: Yeah, you in?", "\n        ", "\n        Kramer: No, no, no, I can't. I got my martial arts class.", "\n        ", "\n        George: George is going to the movies! (exits)", "\n        ", "\n        Jerry: (to Kramer) So how's your karate class going?", "\n        ", "\n        Kramer: (pronouncing it \"kar-ah-tay\") Karate, Jerry. Karate. \n        The lifetime pursuit of balance and harmony.", "\n        ", "\n        Jerry: ...But with punching and kicking.", "\n        ", "\n        Kramer: Jerry, karate is not here (pointing to the ground). It's here \n        (points to head), and here (points to chest), and here (makes a circle \n        with his hands).", "\n        ", "\n        Jerry: Alright, I gotta go to the airport to pick up Elaine.", "\n        ", "\n        Kramer: What, she's been away?", "\n        ", "\n        Jerry: She's been in Mexico for six weeks.", "\n        ", "\n        Kramer: No, I really think you're wrong. We just went to the fireworks \n        the other day.", "\n        ", "\n        Jerry: That was July 4th!", "\n        ", "\n        [Kramer pauses to think.]", "\n        ", "\n        Jerry: Alright, I'm outta here, and when I get back, I don't want to see \n        you here (points to kitchen), here (points to living room), or here (makes \n        similar circle with his hands).", "\n        ", "\n        [New scene.", "\n        The coffee shop.]", "\n        ", "\n        Elaine: It was unbelievable. Six weeks of traveling through Mexico all \n        on Peterman's peso.", "\n        ", "\n        Jerry: Wow. So did you get any good ideas for the catalog?", "\n        ", "\n        Elaine: Oh, tons!", "\n        ", "\n        Jerry: Anything you couldn't have gotten tearing open a bag of Doritos \n        and watching Viva Zapata?", "\n        ", "\n        Elaine: (laughs sarcastically) You don't respect my work at all, do you?", "\n        ", "\n        Jerry: No, I don't.", "\n        ", "\n        Elaine: So what's been going on around this dump? How's your fiancee?", "\n        ", "\n        Jerry: My what?", "\n        ", "\n        Elaine: Jeannie... your fiancee.", "\n        ", "\n        Jerry: Oh, yeah, that. Well...", "\n        ", "\n        Elaine: All right. Spill it, Jerome.", "\n", "\n        ", "\n        Jerry: There's really not that much to tell.", "\n        ", "\n        [flashback sequence of Jerry and Jeannie at the coffee shop begins as \n        Jerry narrates.]", "\n        ", "\n        \"About a month ago, we were here having lunch, when all of a sudden \n        we both just blurted out...\"", "\n        ", "\n        Jerry & Jeannie: (simultaneously) I hate you!", "\n        ", "\n        [They both chuckle over the coincidence.]", "\n        ", "\n        Jeannie: See ya.", "\n        ", "\n        Jerry: See ya.", "\n        ", "\n        [Jeannie returns her ring to Jerry, who puts it in his pocket.]", "\n        ", "\n        \"It was unprecendented. I mean, it was the first truly mutual breakup \n        in relationship history.\"", "\n        ", "\n        [flashback ends.]", "\n        ", "\n        Jerry: (continuing) No rejection, no guilt, no remorse.", "\n        ", "\n        Elaine: You've never felt remorse.", "\n        ", "\n        Jerry: I know, I feel bad about that...", "\n        ", "\n        Elaine: I bet your parents were upset, huh?", "\n        ", "\n        Jerry: Eh.", "\n        ", "\n        Elaine: You haven't told them yet, have you?", "\n        ", "\n        Jerry: No.", "\n        ", "\n        [New scene.", "\n        J. Peterman's office.]", "\n        ", "\n        Dugan: \"So I pressed through the rushes, there below me, the shimmering \n        waters of Lake Victoria...\"", "\n        ", "\n        J. Peterman: Oh, for the love of God, man! Just tell me what the product \n        is.", "\n        ", "\n        Dugan: It's a, uh, washcloth.", "\n        ", "\n        J. Peterman: No washcloths!", "\n        ", "\n        Elaine: Well, Mr. Peterman, I've got a really good idea for a hat. It \n        combines the spirit of old Mexico with a little big city panache. I like \n        to call it the Urban Sombrero.", "\n        ", "\n        J. Peterman: (rubbing his neck) Oh, my neck is one gargantuan monkey fist.", "\n        ", "\n        Elaine: Are you okay, Mr. Peterman?", "\n        ", "\n        J. Peterman: Yes, yes. Go on, go on, go on.", "\n        ", "\n        Elaine: Well, see, it's... businessmen taking siestas. You know, it's \n        the, uh, the Urban Sombrero.", "\n        ", "\n        [Peterman walks out, groaning.]", "\n        ", "\n        Elaine: Mr. Peterman?", "\n        ", "\n        [New scene.", "\n        The street.]", "\n        ", "\n        George: (inhales deeply) I tell you, Jerry, I'm feeling something. Something \n        I haven't felt in a long time.", "\n        ", "\n        Jerry: Pride?", "\n        ", "\n        George: No. Autonomy, complete and total autonomy.", "\n        ", "\n        Jerry: Well, you're your own boss now.", "\n        ", "\n        George: I wanna go to a tractor pull.", "\n        ", "\n        Jerry: Go ahead.", "\n        ", "\n        George: I am staying out all night!", "\n        ", "\n        Jerry: Who's stopping you?", "\n        ", "\n        George: I wanna bite into a big hunk of cheese, just bite into it like \n        it's an apple.", "\n        ", "\n        Jerry: Whatever.", "\n        ", "\n        [Jerry sees someone he knows.]", "\n        ", "\n        Jerry: Oh God.", "\n        ", "\n        George: What?", "\n        ", "\n        Jerry: It's Dolores.", "\n        ", "\n        George: Who?", "\n        ", "\n        Jerry: Mulva.", "\n        ", "\n        [Dolores notices Jerry.]", "\n        ", "\n        Dolores: Jerry, hi.", "\n        ", "\n        Jerry: Hi, Dolores. George, you remember Dolores?", "\n        ", "\n        George: Dolores!", "\n        ", "\n        Dolores: Hi. (to Jerry) I heard you got engaged.", "\n        ", "\n        Jerry: Yes, Dolores, I did. It didn't work out, though, Dolores.", "\n        ", "\n        Dolores: Oh, that's too bad. You know... we should get together sometime. \n        See ya.", "\n        ", "\n        Jerry: See ya.", "\n        ", "\n        George: Bye, Dolores.", "\n        ", "\n        [Dolores walks away.]", "\n        ", "\n        George: I thought Mulva hated you.", "\n        ", "\n        Jerry: Yeah, so did I. You know what? I bet it was the engagement. I've \n        shown I can go all the way.", "\n        ", "\n        George: All the way?", "\n        ", "\n        Jerry: Not our \"all the way\", their \"all the way.\" \n        I got the stink of responsibility on me.", "\n        ", "\n        George: Yeah, and you were engaged for like a minute, I was engaged for \n        a year.", "\n        ", "\n        Jerry: You stink worse than I do!", "\n        ", "\n        George: I'm feeling something else here, Jerry!", "\n        ", "\n        [New scene.", "\n        J. Peterman's office.]", "\n        ", "\n        Secretary: Elaine, it's Mr. Peterman on the phone.", "\n        ", "\n        Elaine: (answers the phone) Hello, Mr. Peterman, how are you feeling?", "\n        ", "\n        J. Peterman: Elaine, I'll be blunt. I'm burnt out. I'm fried. My mind \n        is as barren as the surface of the moon. I can run that catalog no longer.", "\n        ", "\n        Elaine: What? Well, who's gonna do it?", "\n        ", "\n        J. Peterman: What about you?", "\n        ", "\n        Elaine: Me? Why me?", "\n        ", "\n        J. Peterman: Why, indeed.", "\n        ", "\n        Elaine: Mr. Peterman, you can't leave.", "\n        ", "\n        J. Peterman: I've already left, Elaine. I'm in Burma.", "\n        ", "\n        Elaine: Burma?", "\n        ", "\n        J. Peterman: You most likely know it as Myanmar, but it will always be \n        Burma to me. Bonne chance, Elaine. (to a passerby) You there on the motorbike! \n        Sell me one of your melons! (runs after him)", "\n        ", "\n        [The phone is not hung up.]", "\n        ", "\n        Elaine: Mr. Peterman?", "\n        ", "\n        [New scene.", "\n        Jerry's apartment.]", "\n        ", "\n        Jerry: Where?", "\n        ", "\n        Elaine: Burma.", "\n        ", "\n        Jerry: Isn't it Myanmar now?", "\n        ", "\n        Elaine: Jerry, he wants me to run the catalog! It's crazy! I can't be \n        in charge!", "\n        ", "\n        Jerry: No, certainly not.", "\n        ", "\n        Elaine: I mean, I can't give people orders!", "\n        ", "\n        Jerry: No one's gonna listen to you.", "\n        ", "\n        Elaine: I am not qualified to run the catalog!", "\n        ", "\n        Jerry: You're not qualified to work at the catalog.", "\n        ", "\n        [Elaine groans in frustration as Kramer enters.]", "\n        ", "\n        Kramer: Hey. (notices Elaine) What's wrong?", "\n", "\n        ", "\n        Elaine: Oh, Peterman ran off to Burma, and now he wants me to run the \n        catalog.", "\n        ", "\n        Kramer: Where?", "\n        ", "\n        Jerry: Myanmar.", "\n        ", "\n        Kramer: The discount pharmacy?", "\n        ", "\n        Elaine: Well, I'm just gonna tell him no. I can't run the catalog.", "\n        ", "\n        Kramer: Whoa, whoa. Can't? When did that word enter your vocabulary? What, \n        is the job too difficult? (Jerry nods) What, you don't have enough experience? \n        (Jerry shakes his head) Oh, you're not smart enough? (Jerry shakes his \n        head) Where's your confidence? (Jerry shrugs his shoulders) Look, Elaine, \n        let me tell you a story. When I first studied karate...", "\n        ", "\n        Elaine: Karate?", "\n        ", "\n        Kramer: Yeah, karate. I had no support. Not from him, not from Newman, \n        no one. The first time I sparred with an opponent, I was terrified. My \n        legs, they were like noodles. But then I looked inside, and I found my \n        katra.", "\n        ", "\n        Elaine: Katra?", "\n        ", "\n        Kramer: Yeah, your spirit, your, uh, being. The part of you that says, \n        \"Yes, I can!\"", "\n        ", "\n        Jerry: Sammy Davis had it.", "\n        ", "\n        Kramer: So I listened to my katra and now <vreep> I'm dominating \n        the dojo. I'm class champion.", "\n        ", "\n        Elaine: Well, you know, I, I have watched Peterman run the company.", "\n        ", "\n        Kramer: Sure you have.", "\n        ", "\n        Elaine: I know how to do it. Pair of pants, a stupid story, a huge markup. \n        I can do that.", "\n        ", "\n        Kramer: You follow your katra, and you can do anything. (leads her to \n        the door) Now get out of here.", "\n        ", "\n        Elaine: (excitedly) Okay.", "\n        ", "\n        [Kramer slams the door behind her.]", "\n        ", "\n        Kramer: That kid is gonna be all right.", "\n        ", "\n        Jerry: No, she's not.", "\n        ", "\n        [There's a knock at Jerry's door.]", "\n        ", "\n        Joey: Come on, Kramer!", "\n        ", "\n        Kramer: Hey there.", "\n        ", "\n        Joey: Come on. Mom's down in the car.", "\n        ", "\n        Kramer: Okay, Joey.", "\n        ", "\n        [Joey exits.]", "\n        ", "\n        Jerry: You guys both have class at the same time?", "\n        ", "\n        Kramer: No, we're in the same class.", "\n        ", "\n        Jerry: What do you mean you're in the same class?", "\n        ", "\n        Kramer: He almost beat me.", "\n        ", "\n        Jerry: Kramer, you're fighting children?!", "\n        ", "\n        Kramer: We're all at the same skill level, Jerry.", "\n        ", "\n        Jerry: He's nine years old! You don't need karate, you can just wring \n        his neck!", "\n        ", "\n        [Car horn honks.]", "\n        ", "\n        Kramer: I got carpool. (exits)", "\n        ", "\n        [New scene.", "\n        Kramer's carpool.]", "\n        ", "\n        Kramer: Thanks for the juice box, Mrs. Z.", "\n        ", "\n        Joey: Hey, could we stop for ice cream on the way home, mom?", "\n        ", "\n        Mrs. Zanfino: Mmm, I don't know...", "\n        ", "\n        [The kids begin pleading, so Kramer joins in.]", "\n        ", "\n        Mrs. Zanfino: All right.", "\n        ", "\n        Kids & Kramer: Yay!", "\n        ", "\n        [New scene.", "\n        J. Peterman's office. Elaine has called in all her new employees.]", "\n        ", "\n        Dugan: *You're* taking the job?", "\n        ", "\n        Elaine: You got that straight. Now I want four new ideas from each of \n        you by 6:00. No, make that six ideas by 4:00. All right, let's move, move, \n        move, move, move!", "\n        ", "\n        [As everyone rushes out, Elaine laughs, amazed at the new power she now \n        holds.]", "\n        ", "\n        [New scene.", "\n        Kramer's karate class.]", "\n        ", "\n        Sensei: Are you prepared for kumite?", "\n        ", "\n        Kramer & Joey: Yes, sensei.", "\n        ", "\n        Sensei: Fight stance.", "\n        ", "\n        [Kramer & Joey assume fight stance.]", "\n        ", "\n        Sensei: Hydjama! Begin!", "\n        ", "\n        [Kramer then frantically makes several karate hand motions, intimidating \n        Joey. What follows is a montage of sequences featuring Kramer challenging \n        his class. He grabs an opponent by the foot and flips him over; knocks \n        one out with a simple karate chop to the head; has another turned upside \n        down being shaken violently; drags another along the floor; and chases \n        several at once.]", "\n        ", "\n        Sensei: (raising Kramer's arm) Winner!", "\n        ", "\n        [The other kids bow their heads in disgrace.]", "\n        ", "\n        [New scene.", "\n        George's apartment, in a very cluttered state. George is walking around \n        in nothing but boxers, humming to himself while carrying a soda and a \n        block of cheese. There's a knock at his door.]", "\n        ", "\n        George: It's open!", "\n        ", "\n        [As George plops onto the sofa, the Rosses enter.]", "\n        ", "\n        George: (surprised) Rosses.", "\n        ", "\n        Mrs. Ross: Hello, George.", "\n        ", "\n        George: Well, uh... come in, come, come in. (frantically clears the couch \n        of newspapers and crumbs)", "\n        ", "\n        Mr. Ross: We, uh, tried to call, but the line was busy.", "\n        ", "\n        George: Oh. Oh. Yeah, sure. Here. Uh, sit down. Uh, uh, cheese, there? \n        (he grabs a suit jacket from the desk chair and puts it on)", "\n        ", "\n        Mrs. Ross: We know the last three months have been hard on you.", "\n        ", "\n        George: Oh, yes, yes, yes. Very, very hard.", "\n        ", "\n        Mr. Ross: And they've been hard on us, too. It's a terrible tragedy when \n        parents outlive their children.", "\n        ", "\n        George: Yes, I agree. I hope my parents go long before I do.", "\n        ", "\n        Mr. Ross: That's why we decided to create a foundation to preserve Susan's \n        memory.", "\n        ", "\n        George: Oh, that's wonderful.", "\n        ", "\n        Mr. Ross. And, of course, we want you to be an integral part.", "\n        ", "\n        George: Yes, inte-- h-how inte-- how integral?", "\n        ", "\n        Mr. Ross: You'll be on the board of directors.", "\n        ", "\n        George: (feigning excitement) Great, great. O-Oh, oh, oh, gosh. You know, \n        it's just... my duties with the Yankees...", "\n        ", "\n        Mrs. Ross: Don't worry, George. The foundation will revolve around your \n        schedule. Evenings, weekends, whenever you have free time.", "\n        ", "\n        George: I can't believe this is happening.", "\n        ", "\n        Mr. Ross: Well, it wouldn't have without your friend Jerry's inspirational \n        words. He said to us, \"She's not really dead if her shadow is...\" \n        Uh, w-what was it, dear?", "\n        ", "\n        Mrs. Ross: Something about a way, a-and a light, uh... ha. Who the hell \n        knows?", "\n        ", "\n        Mr. Ross: Well, what's important is that your relationship with Susan \n        doesn't have to end.", "\n        ", "\n        Mrs. Ross: So will you be sure to thank Jerry for us?", "\n        ", "\n        George: (feigning happiness) The second I see him.", "\n        ", "\n        [New scene.", "\n        The coffee shop. Jerry is having lunch when George walks in.]", "\n", "\n        ", "\n        Jerry: Hey.", "\n        ", "\n        George: Hey. How's your day, good?", "\n        ", "\n        Jerry: Actually, yeah. I'm meeting Mulva here in a few minutes.", "\n        ", "\n        George: So uh... Wrath of Khan, huh?", "\n        ", "\n        Jerry: Yeah. Was that a beauty or what?", "\n        ", "\n        George: What was that line again? Something about finding your way in \n        a shadow?", "\n        ", "\n        Jerry: No, no, no, it's... \"She's not really dead if we find a way \n        to remember her.\"", "\n        ", "\n        George: That's it. That's the line... (squirts mustard into Jerry's coffee \n        and stirs it) ...that destroyed my life.", "\n        ", "\n        Jerry: (stares into coffee cup and looks back at George) Problem?", "\n        ", "\n        George: The Rosses have started up a foundation, Jerry, and I have to \n        sit on the board of directors.", "\n        ", "\n        Jerry: Hey, board of directors. Look at you!", "\n        ", "\n        George: Yeah! Look at me! I was free and clear! I was living the dream! \n        I was stripped to the waist, eating a block of cheese the size of a car \n        battery!", "\n        ", "\n        Jerry: Before we go any further, I'd just like to point out how disturbing \n        it is that you equate eating a block of cheese with some sort of bachelor \n        paradise.", "\n        ", "\n        George: Don't you see? I'm back in.", "\n        ", "\n        Jerry: All because of Wrath of Khan?", "\n        ", "\n        George: Yes!", "\n        ", "\n        Jerry: Well, it was the best of those movies.", "\n        ", "\n        [The camera is over George's head and spins around repeatedly as George \n        screams.]", "\n        ", "\n        George: KHAN!", "\n        ", "\n        [New scene.", "\n        The foundation. George is staring intently at a painting of Susan as Wyck \n        walks in.]", "\n        ", "\n        Wyck: George.", "\n        ", "\n        [George doesn't respond.]", "\n        ", "\n        Wyck: George. (taps him on the shoulder)", "\n        ", "\n        George: (startled) Oh!", "\n        ", "\n        Wyck: I'm Wyck Thayer, chairman of the Susan Ross Foundation.", "\n        ", "\n        George: Wink.", "\n        ", "\n        Wyck: (correcting him) Wyck.", "\n        ", "\n        George: Wyck.", "\n        ", "\n        Wyck: Now, as you know, the Rosses had considerable monies.", "\n        ", "\n        George: Oh. I know they have some monies.", "\n        ", "\n        Wyck: They had more than some monies. Many, many monies. And they planned \n        to give a sizable portion of their estate to you and Susan after the wedding.", "\n        ", "\n        George: So, if Susan and I had... I mean, if the envelopes hadn't, uh... \n        then we--", "\n        ", "\n        Wyck: Yes.", "\n        ", "\n        George: And now?", "\n        ", "\n        Wyck: Not. It's all been endowed to the foundation, even this townhouse.", "\n        ", "\n        George: This townhouse?", "\n        ", "\n        Wyck: This would have been your wedding gift.", "\n        ", "\n        George: And now?", "\n        ", "\n        Wyck: Not.", "\n        ", "\n        George: Not.", "\n        ", "\n        Wyck: Also endowed. George... I know how much Susan meant to you. It can't \n        be easy.", "\n        ", "\n        George: You know, it really can't.", "\n        ", "\n        [New scene.", "\n        The coffee shop.]", "\n        ", "\n        Mulva: So who broke it off?", "\n        ", "\n        Jerry: Well, that's the thing. It was completely mutual.", "\n        ", "\n        Mulva: Oh, come on. Everybody knows there's no such thing as a mutual \n        breakup. Tell me the truth.", "\n        ", "\n        Jerry: I am. It was the world's first.", "\n        ", "\n        Mulva: You know, when I heard you got engaged, I thought *maybe* you had \n        matured. But obviously there's no growth here. (exits)", "\n        ", "\n        Jerry: Well, I can't argue with that, but the fact remains... I was completely... \n        (to himself, cursing her) Mulva!", "\n        ", "\n        [New scene.", "\n        Jerry's apartment. The phone is ringing as he's getting in.]", "\n        ", "\n        Jerry: (answering) Hello?", "\n        ", "\n        Secretary: Please hold for Elaine Benes.", "\n        ", "\n        Jerry: Oh, I don't believe this.", "\n        ", "\n        Elaine: (picking up) Jerry!", "\n        ", "\n        Jerry: Hey!", "\n        ", "\n        Elaine: Hey. Guess who just finished laying out her first issue of the \n        J. Peterman Catalog.", "\n        ", "\n        Jerry: How's it look?", "\n        ", "\n        Elaine: (muffled, as she's smoking a cigar) It's a peach.", "\n        ", "\n        Jerry: Huh?", "\n        ", "\n        Elaine: I say, it's a peach.", "\n        ", "\n        Jerry: Elaine, let me ask you something. When I told you my breakup was \n        mutual, did you believe me?", "\n        ", "\n        Elaine: No, no, no. It's weak. No one's gonna buy it, and you shouldn't \n        be selling it.", "\n        ", "\n        Jerry: I gotta do some research here.", "\n        ", "\n        Elaine: Hey, hey. Me. Talking. You know, between you and me, I always \n        thought Kramer was a bit of a doofus, but he believed in me. *You* did \n        not. So as I see it, he's not the doofus. *You* are the doofus.", "\n        ", "\n        Jerry: Oh, I'm the doofus?", "\n        ", "\n        Elaine: Yeah. You, Jerry, are the doofus.", "\n        ", "\n        Jerry: You know, it occurs to me that Kramer is at karate right now.", "\n        ", "\n        Elaine: Oh, well, maybe I'll just go down there and thank him in person.", "\n        ", "\n        Jerry: Yeah, that's what I was thinking.", "\n        ", "\n        [New scene.", "\n        Kramer's karate class. Kramer is beating his opponent, a little girl. \n        Elaine walks in, surprised.]", "\n        ", "\n        Elaine: Kramer!", "\n        ", "\n        Kramer: Oh, hey.", "\n        ", "\n        Elaine: What are you doing?", "\n        ", "\n        Kramer: Oh, well, I-I-I'm dominating.", "\n        ", "\n        Elaine: You never said you were fighting children.", "\n        ", "\n        Kramer: Well, it's not the size of the opponent, Elaine, it's, uh, the \n        ferocity.", "\n        ", "\n        Elaine: This is what you used to build me up? This is where you got all \n        that stupid katra stuff?", "\n        ", "\n        Kramer: No, no. That's from, uh, Star Trek III... The Search for Spock.", "\n        ", "\n        Elaine: Search... for Spock?!", "\n        ", "\n        Kramer: Yeah, I know Jerry will tell you that The Wrath of Khan is the \n        better picture, but for me, I always...", "\n        ", "\n        Elaine: (pushes him) You doofus!", "\n        ", "\n        [As Kramer is knocked down, there is amazed murmuring among his peers.]", "\n        ", "\n        [New scene.", "\n        The coffee shop. Jerry is conducting some research.]", "\n        ", "\n        Jerry: Okay, question #8. What if I told you my fiancee left me for another \n        man? Does that make me more likable, less likable, as likable? Let's start \n        over here this time.", "\n", "\n        ", "\n        Waitress #1: More.", "\n        ", "\n        Waitress #2: Less.", "\n        ", "\n        Ruthie: Same.", "\n        ", "\n        Willie: Are we about through here?", "\n        ", "\n        [Jerry crosses off something on his clipboard.]", "\n        ", "\n        [New scene.", "\n        A dark, foggy street. Kramer is walking with Joey.]", "\n        ", "\n        Kramer: I thought you said your mom was meeting us in the alley.", "\n        ", "\n        Joey: She had a little change of plans.", "\n        ", "\n        [Children emerge from various places in the alley, to ambush Kramer.]", "\n        ", "\n        Kramer: What's going on? Hey, Timmy, Clara. That was some kind of workout \n        we had tonight, huh?", "\n        ", "\n        Girl: Now we finish it.", "\n        ", "\n        [Kramer tries to escape up the fire escape ladder, but the kids drag him \n        down.]", "\n        ", "\n        Kramer: Aah! Aah! Mama!", "\n        ", "\n        [New scene.", "\n        Jerry's apartment.]", "\n        ", "\n        Jerry: (on the phone) Dad, I wouldn't eat anything you caught in that \n        pond out in front of the condo.", "\n        ", "\n        [Elaine enters.]", "\n        ", "\n        Jerry: Uh, look, Elaine's here, I gotta get going. Oh, by the way, uh, \n        I'm not getting married. Tell mom. Bye. (hangs up)", "\n        ", "\n        [The phone rings again expectedly. Jerry hangs up without answering.]", "\n        ", "\n        Jerry: So... did you stop by the dojo?", "\n        ", "\n        Elaine: Yep.", "\n        ", "\n        Jerry: How's your confidence level?", "\n        ", "\n        Elaine: Shot.", "\n        ", "\n        Jerry: Self-esteem?", "\n        ", "\n        Elaine: Gone.", "\n        ", "\n        Jerry: Doofus?", "\n        ", "\n        Elaine: (raises her hand) Yo.", "\n        ", "\n        Jerry: All right, so what? You put out the catalog. How bad could it be?", "\n        ", "\n        [Elaine takes out the Urban Sombrero and puts it on.]", "\n        ", "\n        Jerry: What is that?", "\n        ", "\n        Elaine: It's the Urban Sombrero. I put it on the cover.", "\n        ", "\n        Jerry: Well, nobody sees the... cover.", "\n        ", "\n        [Kramer enters.]", "\n        ", "\n        Kramer: God!", "\n        ", "\n        Jerry: What happened to you?", "\n        ", "\n        Kramer: Whew! I got whooped. You should have seen the rage in their little \n        eyes. And those tiny little fists of fury. Oh. (notices the Urban Sombrero) \n        What is that?", "\n        ", "\n        Jerry: It's the new cover of the J. Peterman Catalog. It is Elaine's choice. \n        Let's congratulate her.", "\n        ", "\n        Kramer: Oh I see. (Elaine walks up to him) Woof!", "\n        ", "\n        Elaine: (pointing a finger accusingly at Kramer) You! This is all your \n        fault! You told me I could run the company!", "\n        ", "\n        Kramer: Well, then I was way off!", "\n        ", "\n        Elaine: Well, I'll see ya... (exits)", "\n        ", "\n        Jerry: Vaya con dios.", "\n        ", "\n        Kramer: (with his forehead in his hands) Man, I gotta go lay down. You \n        and George going out a little later?", "\n        ", "\n        Jerry: No, he's still stuck at the foundation.", "\n        ", "\n        Kramer: You know, you oughta go down there and help him out. He's a widower.", "\n        ", "\n        Jerry: Widower? Wait a second. (goes to a notebook of his research)", "\n        ", "\n        [New scene.", "\n        The foundation.]", "\n        ", "\n        Wyck: Okay, let's see. The beachhouse. 48 acres... ooh. Southampton. That \n        should fetch a fair price.", "\n        ", "\n        George: Would I have had access to that?", "\n        ", "\n        Wyck: Of course, it would have been yours.", "\n        ", "\n        George: And now?", "\n        ", "\n        [Wyck turns to face him.]", "\n        ", "\n        George: (anticipating the answer) Not.", "\n        ", "\n        [phone rings. George eagerly answers it.]", "\n        ", "\n        George: Hello?", "\n        ", "\n        Jerry: Hey, Georgie! I'm doing some research down at the coffee shop. \n        Your story's the one.", "\n        ", "\n        George: My story?", "\n        ", "\n        Jerry: Yeah, your widower story's tested through the roof. (various patrons \n        give the thumbs up in approval) When are you getting out of there?", "\n        ", "\n        George: Uh, excuse me, Wyck. Uh, are we, uh, almost done here?", "\n        ", "\n        Wyck: (chuckling) Oh, no, not even close.", "\n        ", "\n        George: (remorsefully) I can't go.", "\n        ", "\n        Jerry: What do you mean you can't go? There's two really girls sitting \n        at the counter eating grilled cheese. Cheese, George! Cheese!", "\n        ", "\n        [George hangs up.]", "\n        ", "\n        Wyck: Okay, next item. Susan's doll collection. Estimated value: $2.6 \n        million. What do you say we go through this doll by doll?", "\n        ", "\n        [George turns to the portrait of Susan in amazement.]", "\n        ", "\n        "]},
{"line": [" "]},
{"line": []},
{"line": [" "]},
{"line": []},
{"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]},
{"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}
]