[
{"title": "The Fatigues"},
{"line": []},
{"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]},
{"line": [" "]},
{"line": ["[Transcribed by Dave(ratboy)]", "\n        ", "\n        ------------------------------------------------------------------------------", "\n        Written by: Gregg Kavet & Andy Robin", "\n        ------------------------------------------------------------------------------", "\n        ", "\n        Episode no. 140", "\n        pc: 806, season 8, episode 6", "\n        Broadcast date: October 31, 1996", "\n        ------------------------------------------------------------------------------", "\n        ", "\n        The Cast", "\n        ", "\n        Regulars:", "\n        Jerry Seinfeld................... Jerry Seinfeld", "\n        Jason Alexander.................. George Costanza", "\n        Julia Louis-Dreyfus.............. Elaine Benes", "\n        Michael Richards................. Cosmo Kramer", "\n        ", "\n        Guest Stars:", "\n        ", "\n        Joseph Urla...................... Dugan", "\n        Ned Bellamy...................... Eddie", "\n        A.J. Langer...................... Abby", "\n        Katie Layman..................... Cynthia", "\n        Eddie Allen...................... Doctor", "\n        Gwen McGee....................... Janine", "\n        Lynn Manning..................... Blind Man", "\n        ", "\n        ", "\n        First scene.", "\n        Jerry and a woman are eating at a restaurant.", "\n        ", "\n        Woman: Well I started out working in mortgage bonds, but I just found \n        that so", "\n        limiting.", "\n        ", "\n        Jerry: My friend Kramer and I were discussing that same thing the other \n        day. ", "\n        He was with Brant-Leland for a while.", "\n        ", "\n        Woman: Wow. Well then my mentor suggested that I move into equities, best \n        move", "\n        I ever made.", "\n        ", "\n        Jerry: Mentor? You mean your boss.", "\n        ", "\n        Woman: Oh, no no no, Cynthia's just a successful businesswoman who's taken \n        me", "\n        under her wing.", "\n        ", "\n        Jerry: Hmm. So Cynthia's your mentor.", "\n        ", "\n        Woman: And I'm her protg. You must have someone like that. You know, \n        who", "\n        guides you in your career path.", "\n        ", "\n        Jerry: Well, I like Gabe Kaplan.", "\n        ", "\n        ", "\n        New scene.", "\n        George and Jerry are in Jerry's apartment.", "\n        ", "\n        George: I still don't understand this. Abby has a mentor?", "\n        ", "\n        Jerry: Yes. And the mentor advises the protg.", "\n        ", "\n        George: Is there any money involved?", "\n        ", "\n        Jerry: No.", "\n        ", "\n        George: So what's in it for the mentor?", "\n        ", "\n        Jerry: Respect, admiration, prestige.", "\n        ", "\n        George: Pssh. Would the protg pick up stuff for the mentor?", "\n        ", "\n        Jerry: I suppose if it was on the protg's way to the mentor, they might.", "\n        ", "\n        George: Laundry? Dry cleaning?", "\n        ", "\n        Jerry: It's not a valet, it's a protg.", "\n        ", "\n        George: Alright. Listen, I gotta get some reading done. You mind if I \n        do this", "\n        here? I can't concentrate in my apartment.", "\n        ", "\n        Jerry (checking out George's textbook): Risk management?", "\n        ", "\n        George: Yeah. Steinbrenner wants everyone in the front office to give \n        a", "\n        lecture in their area of business expertise.", "\n        ", "\n        Jerry: Well what makes them think you're a risk management expert?", "\n        ", "\n        George: I guess it's on my resume.", "\n        ", "\n        The phone rings, Jerry answers.", "\n        ", "\n        Jerry: Hello?", "\n        ", "\n        Voice: Please hold for Elaine Benes.", "\n        ", "\n        George: You know what? I can't do this. I can't read books anymore; books \n        on", "\n        tape have ruined me, Jerry. I need that nice voice. This book has *my* \n        voice. ", "\n        I hate my voice.", "\n        ", "\n        Jerry: So get this book on tape.", "\n        ", "\n        George: You can't, it's a textbook.", "\n        ", "\n        Elaine: Hey, Jer. Are you going to this Bob Sacamano party?", "\n        ", "\n        Jerry: Am I going? It was three nights ago.", "\n        ", "\n        Elaine: What? You're kidding, I just got this invitation today. Oh, I \n        was so", "\n        excited. It's really a beautiful invitation.", "\n        ", "\n        Jerry: Oh, it was a lovely affair.", "\n        ", "\n        Elaine: Wait a minute; this postmark is three weeks old. Man, this happens \n        all", "\n        the time. (Into intercom) Jeanine? Who the hell runs the mailroom?", "\n        ", "\n        Jeanine: Eddie Sherman.", "\n        ", "\n        Elaine: Alright, send him up here.", "\n        ", "\n        Jerry: You gonna do a little yelling?", "\n        ", "\n        Elaine: I'm gonna do a little firing.", "\n        ", "\n        Jerry: That is so cool, can you put me on the speaker?", "\n        ", "\n        Elaine: Oh yeah, sure. (hangs up) Gimme a break.", "\n        ", "\n        Jerry gets a dial tone and hangs up; he looks over at George who has nodded \n        off", "\n        with the book in his lap. Jerry picks up a peanut and tosses it at George,", "\n        hitting him in the glasses and waking him up.", "\n        ", "\n        Jerry: Hey, Copernicus?", "\n        ", "\n        ", "\n        New scene.", "\n        Elaine's office.", "\n        ", "\n        Jeanine: Eddie Sherman is here.", "\n        ", "\n        Elaine: Oh, great. Send him in.", "\n        ", "\n        Eddie Sherman walks in dressed in full military fatigues. He speaks in \n        a raspy", "\n        voice.", "\n        ", "\n        Eddie: You wanted to see me?", "\n        ", "\n        Elaine: Eddie. Yes, um, I am so sorry but I'm afraid we're gonna have \n        to...", "\n        promote you.", "\n        ", "\n        ", "\n        New scene.", "\n        Elaine and Jerry are at the coffee shop.", "\n        ", "\n        Jerry: So, what did you say?", "\n        ", "\n        Elaine: Well, I called him all the way up to my office, so I had to tell \n        him", "\n        something important. So I promoted him.", "\n        ", "\n        Jerry: What? What did you--", "\n        ", "\n        Elaine: Copywriter.", "\n", "\n        ", "\n        Jerry: He's writing copy?", "\n        ", "\n        Elaine: Well it can't be any worse than the pointless drivel we normally \n        churn", "\n        out.", "\n        ", "\n        Kramer walks in carrying a stack of flyers, he hands a few to Jerry and \n        Elaine.", "\n        ", "\n        Kramer: Yowza yowza. Check it out.", "\n        ", "\n        Jerry (reading): Jewish singles night?", "\n        ", "\n        Kramer: I expect you both to be there.", "\n        ", "\n        Elaine: I'm not Jewish.", "\n        ", "\n        Kramer: Well neither am I.", "\n        ", "\n        Jerry: Well why are you going?", "\n        ", "\n        Kramer: I'm not, I'm running it.", "\n        ", "\n        Jerry: What are you talking about?", "\n        ", "\n        Kramer: Well Lomez, he usually runs it but he's in the Everglades.", "\n        ", "\n        Jerry: Lomez is Jewish?", "\n        ", "\n        Kramer: Oh yeah yeah yeah. Orthodox, Jerry. Old school.", "\n        ", "\n        Elaine (reading): At the Knights of Columbus?", "\n        ", "\n        Kramer: Yeah, Frank Costanza, he's getting me a room at his lodge. So \n        Jerry,", "\n        you know I'm really counting on you to come to this.", "\n        ", "\n        Jerry: Kramer, you know, I--", "\n        ", "\n        Kramer: No, Jerry, look I'm cooking all the food myself.", "\n        ", "\n        Elaine (reading): A tempting schmear of authentic Jewish delicacies.", "\n        ", "\n        Kramer: Do you like tsimmis?", "\n        ", "\n        ", "\n        New scene.", "\n        Jerry and Abby are being seated in a restaurant.", "\n        ", "\n        Abby: My mentor says the duck is outstanding here.", "\n        ", "\n        Jerry: I'm not really a duck fan, the skin seems sort of human.", "\n        ", "\n        Abby: Oh! Look who's here, Cynthia!", "\n        ", "\n        Cynthia: Hello, Abby.", "\n        ", "\n        Abby: Hello. Jerry, this is Cynthia Pearlman, my mentor.", "\n        ", "\n        Jerry: Hello.", "\n        ", "\n        Cynthia: Hi Jerry, nice to finally meet you.", "\n        ", "\n        Abby: Well come join us, we could pull up a chair.", "\n        ", "\n        Cynthia: Great, my boyfriend's just parking the car. Actually, Jerry, \n        you", "\n        night know him, he's a comic too.", "\n        ", "\n        Jerry: No kidding?", "\n        ", "\n        Cynthia: Kenny Banya.", "\n        ", "\n        Jerry: Banya?", "\n        ", "\n        Banya enters.", "\n        ", "\n        Banya: Hey, Jerry!! How's it going?! You gonna join us for dinner? The \n        duck", "\n        here's the best. The best, Jerry.", "\n        ", "\n        ", "\n        New scene.", "\n        George is on the subway, seated beside a blind man wearing headphones.", "\n        ", "\n        George: Excuse me, I'm sorry to bother you, I noticed that you have a \n        textbook", "\n        on tape. May I ask where you got that?", "\n        ", "\n        Man: Reading for the Blind. They can get any book on tape.", "\n        ", "\n        George: I tell ya, I am hooked on these books on tape.", "\n        ", "\n        Man: Oh, tell me about it. These things have ruined me for Braille.", "\n        ", "\n        ", "\n        New scene.", "\n        George and Jerry are at Jerry's apartment.", "\n        ", "\n        Jerry: Reading for the Blind?", "\n        ", "\n        George: I take an eye test; I flunk it, the next thing you know I am swinging", "\n        to the sweet sounds of risk management.", "\n        ", "\n        Jerry: So, I finally met the mentor.", "\n        ", "\n        George: What's she like? Impressive?", "\n        ", "\n        Jerry: Oh yeah, she's dating Banya.", "\n        ", "\n        George: Banya?", "\n        ", "\n        Jerry: Yeah. I had to spend two hours at dinner last night with that specimen.", "\n        ", "\n        George: What did you have?", "\n        ", "\n        Jerry: Chicken, how could she look up to a person who voluntarily spends \n        time", "\n        with Banya?", "\n        ", "\n        George: Marsala?", "\n        ", "\n        Jerry: Piccata, if anything I should be dating a mentor and Banya should \n        be", "\n        setting pins in a bowling alley.", "\n        ", "\n        George (leaving): Alright, I got a test to fail.", "\n        ", "\n        Jerry: Hey, good luck with that.", "\n        ", "\n        George: Thank you.", "\n        ", "\n        George opens the door to see Kramer and Frank leaving Kramer's apartment.", "\n        ", "\n        George: Dad.", "\n        ", "\n        Frank: What are you wearing, an athletic sweat suit?", "\n        ", "\n        George: What are you doing here?", "\n        ", "\n        Kramer: Well, he came by to pick up his check for the banquet hall. You \n        know I", "\n        got a hundred and eighty-three responses? Oh, it's gonna be a rager.", "\n        ", "\n        Jerry: Kramer, how are you gonna cook Jewish delicacies for a hundred \n        and", "\n        eighty-three people?", "\n        ", "\n        Kramer: Yeah, you're right. That's a lot of pupkitz. Hey Frank, you know", "\n        anybody who can help me cook?", "\n        ", "\n        Frank: Cook? No, I don't know any cooks. I don't know anything about cooking!", "\n        ", "\n        Frank storms out of the apartment.", "\n        ", "\n        Kramer: What's the matter with him?", "\n        ", "\n        George: My dad was a cook during the Korean War. Something very bad happened,", "\n        ever since you can't get him near a kitchen.", "\n        ", "\n        Kramer: Shell-shocked?", "\n        ", "\n        George: Oh yeah, but that has nothing to do with it.", "\n        ", "\n        ", "\n        New scene.", "\n        Elaine is wrapping up a meeting at Peterman's.", "\n        ", "\n        Elaine: That's good work, guys. That aught to do it for today.", "\n        ", "\n        Eddie: Wait. You didn't ask me about my ideas.", "\n        ", "\n        Elaine: Oh, Eddie, well it's your first day.", "\n        ", "\n        Eddie: I'm ready.", "\n        ", "\n        Elaine: Oh, okay.", "\n        ", "\n        Eddie (reading): It's a hot night. The mind races. You think about your", "\n        knife; the only friend who hasn't betrayed you, the only friend who won't \n        be", "\n        dead by sun up. Sleep tight, mates, in your quilted Chambray nightshirts.", "\n        ", "\n        ", "\n        New scene.", "\n        Elaine and Jerry are at the coffee shop.", "\n        ", "\n        Elaine: What am I gonna do? He is a disaster.", "\n        ", "\n        Jerry: Well, if he's doing that bad, maybe he's in line for another promotion.", "\n        ", "\n        Elaine: You know what? You are exactly right. That is what I should do, \n        I", "\n        should promote him. I'll give him another office on another floor and \n        he can", "\n        sit there with his nice title and his bayonet and stop freakin' me out.", "\n        ", "\n        New scene.", "\n        George is taking an eye exam.", "\n", "\n        ", "\n        George: Nothing at all.", "\n        ", "\n        Doctor: Well George, your vision is quite impaired. If you'll just sign \n        this", "\n        insurance form, here's a pen.", "\n        ", "\n        George reaches for the pen and grabs the Doctor's face.", "\n        ", "\n        George: You're a very handsome man, by the way.", "\n        ", "\n        ", "\n        New scene.", "\n        Jerry walks into his apartment; there are pots and pans bubbling on the \n        stove.", "\n        ", "\n        Jerry: What the hell is going on here?", "\n        ", "\n        Kramer comes running in holding a scalding pot full of dumplings, he drops \n        the", "\n        pot into the sink and cools his burnt fingers.", "\n        ", "\n        Jerry: What are you doing?", "\n        ", "\n        Kramer: I got three kitchens going. I got brisket going at Newman's, I \n        got", "\n        kugel working at Mrs. Zamfino's, this is kreplach. Here, try some of this.", "\n        ", "\n        Jerry: No, I don't want to.", "\n        ", "\n        Kramer: Eat, eat! You're skin and bones.", "\n        ", "\n        Jerry gabs a fork and tastes a piece.", "\n        ", "\n        Kramer: Hah?", "\n        ", "\n        Jerry: Oh, this is awful.", "\n        ", "\n        Kramer: Jerry, it's kreplach. It's an acquired taste, yeah.", "\n        ", "\n        Kramer bites into one and spits it out.", "\n        ", "\n        Jerry: Did you follow the recipe?", "\n        ", "\n        Kramer: The recipe was for four to six people; I had to multiply for a \n        hundred", "\n        and eighty-three people. I guess I got confused.", "\n        ", "\n        Jerry: It tastes like dirt.", "\n        ", "\n        Kramer: Well I also dropped it on the way over. Look I'm in trouble, I \n        got no", "\n        skills. I can't peel, I can't chop, I can't grate. I can't mince! I got \n        no", "\n        sense of flavor, obviously. You know, I gotta talk to Frank.", "\n        ", "\n        Jerry: Kramer, you can't talk to Frank.", "\n        ", "\n        Kramer: No I gotta talk to him, I know that he can help me, Jerry.", "\n        ", "\n        Abby walks in.", "\n        ", "\n        Abby: I think there's a dead animal in the elevator.", "\n        ", "\n        Kramer: My stuffed cabbage!", "\n        ", "\n        Kramer runs out.", "\n        ", "\n        Abby: So, great dinner last night.", "\n        ", "\n        Jerry: Yeah, it was alright.", "\n        ", "\n        Abby: I told Cynthia we'd double with her and Banya Saturday and then \n        catch his", "\n        act.", "\n        ", "\n        Jerry: No. No, no way, no Banya.", "\n        ", "\n        Abby: What?", "\n        ", "\n        Jerry: Have you seen his act? He's got a twelve-minute bit about Ovaltine. \n        ", "\n        He's a punk, a patsy, a hack.", "\n        ", "\n        Abby: Cynthia would not date a hack.", "\n        ", "\n        Jerry: Would. Does. Is.", "\n        ", "\n        ", "\n        New scene.", "\n        Elaine is chairing a meeting at Peterman's.", "\n        ", "\n        Elaine: Before we get started, I am happy to tell you that Eddie Sherman \n        is no", "\n        longer writing for this catalog.", "\n        ", "\n        There are general remarks of relief from the meeting attendees.", "\n        ", "\n        Elaine: He's upstairs, I made him Director of Corporate Development.", "\n        ", "\n        Employee: You promoted him?", "\n        ", "\n        Elaine: Well, no, I would hardly--", "\n        ", "\n        Employee: I bust my hump ever day.", "\n        ", "\n        Elaine: Relax--", "\n        ", "\n        Employee: As far as I'm concerned, you and your deranged protg can run \n        the", "\n        catalog by yourselves! I quit!", "\n        ", "\n        What follows is a chorus of \"me too\"s and \"I'm with him\"s \n        as everybody walks", "\n        out.", "\n        ", "\n        Elaine: Well, hey? Hey. Hey!!", "\n        ", "\n        ", "\n        New scene.", "\n        George is in his office at Yankee stadium, he pushes 'play' on a cassette", "\n        recorder. The voice on the tape sounds exactly like George.", "\n        ", "\n        Voice: Chapter one. In order to manage risk we must first understand risk. \n        ", "\n        How do you spot risk? How do you avoid risk and what makes it so risky?", "\n        ", "\n        George: This guy sounds just like me.", "\n        ", "\n        Voice: To understand risk, we must first define risk.", "\n        ", "\n        George: This is horrible.", "\n        ", "\n        Voice: Risk is defined as--", "\n        ", "\n        George (banging the recorder): Stop it! Stop it!", "\n        ", "\n        ", "\n        New scene.", "\n        Kramer is at Frank's.", "\n        ", "\n        ", "\n        Kramer: C'mon Frank, I need you. I mean the war was fifty years ago.", "\n        ", "\n        Frank: In my mind, there's a war still going on.", "\n        ", "\n        Kramer: Alright, what happened, Frank? What is it that you can't get over?", "\n        ", "\n        Frank pours a shot of whiskey and drinks it.", "\n        ", "\n        Frank: Inchon, Korea, 1950. I was the best cook Uncle Sam ever saw, slinging", "\n        hash for the Fighting 103rd. As we marched north, our supply lines were \n        getting", "\n        thin. One day a couple of GIs found a crate, inside were six hundred pounds \n        of", "\n        prime Texas steer. At least it once was prime. The Use date was three \n        weeks", "\n        past, but I was arrogant, I was brash, I thought if I used just the right", "\n        spices, cooked it long enough...", "\n        ", "\n        Kramer: What happened?", "\n        ", "\n        Frank: I went too far. I over seasoned it. Men were keeling over all around", "\n        me. I can still hear the retching, the screaming. I sent sixteen of my \n        own men", "\n        to the latrines that night. They were just boys.", "\n        ", "\n        Kramer: Frank, you were a boy too. And it was war. It was a crazy time \n        for", "\n        everyone.", "\n        ", "\n        Frank: Tell that to Bobby Colby. All that kid wanted to do was go home. \n        Well", "\n        he went home alright, with a crater in his colon the size of a cutlet. \n        Had to", "\n        sit him on a cork the eighteen-hour flight home!", "\n        ", "\n        Kramer: Frank, now listen to me. Two hundred Jewish singles need you. \n        This is", "\n        your chance to make it all right again.", "\n        ", "\n        Frank: No. No, I'll never cook again! Never! Now get out of my house!! \n        Get", "\n        out. Go.", "\n        ", "\n        ", "\n        New scene.", "\n        Jerry and Abby are in Jerry's apartment.", "\n        ", "\n        Jerry: So you saw Banya's act?", "\n        ", "\n        Abby: He got two minutes into that Ovaltine thing and I just couldn't \n        take it", "\n        anymore.", "\n        ", "\n        Jerry: I told you, it's like getting beaten with a bag of oranges.", "\n        ", "\n        Abby: Why is he so obsessed with Ovaltine?", "\n        ", "\n        Jerry: He just thinks that anything that dissolves in milk is funny.", "\n", "\n        ", "\n        Abby: Anyway, Cynthia and I got into this big argument afterwards and \n        I think", "\n        it's over.", "\n        ", "\n        Jerry: No more mentor?", "\n        ", "\n        Abby: Looks that way.", "\n        ", "\n        Jerry: Well at least you and I are okay again.", "\n        ", "\n        Abby: Actually I was kind of thinking that maybe we shouldn't see each \n        other", "\n        for a while.", "\n        ", "\n        Jerry: Why?", "\n        ", "\n        Abby: Well I'm feeling a little disoriented. It's just weird for me not \n        to", "\n        have an advisor.", "\n        ", "\n        Jerry: I can tell you what to do.", "\n        ", "\n        Abby: No, it's more than that.", "\n        ", "\n        Jerry: I can tell you what to think.", "\n        ", "\n        Abby: I need someone I can trust.", "\n        ", "\n        Jerry: Oh.", "\n        ", "\n        George busts in.", "\n        ", "\n        George: I got a big problem here, Jerry. The tapes are worthless.", "\n        ", "\n        Jerry: Kind of in the middle of something here, George.", "\n        ", "\n        George shuts up and relaxes on the couch.", "\n        ", "\n        Jerry: George?", "\n        ", "\n        Abby: I gotta run anyway.", "\n        ", "\n        Jerry: I can't believe you feel you really need a mentor.", "\n        ", "\n        Abby: I just need someone who can give me some kind of direction. I'll \n        see ya.", "\n        ", "\n        Jerry: Yeah, see ya.", "\n        ", "\n        Abby leaves and George gets up and runs out the door after her.", "\n        ", "\n        Jerry: What's your problem.", "\n        ", "\n        George runs back.", "\n        ", "\n        George: No problem.", "\n        ", "\n        George runs away again.", "\n        ", "\n        ", "\n        New scene.", "\n        Elaine and Eddie Sherman are alone in the office working on writing copy.", "\n        ", "\n        Eddie: Hey, I think I got something here. The Bengalese Galoshes.", "\n        ", "\n        Elaine: Oh.", "\n        ", "\n        Eddie (reading): It's tough keeping your feet dry when you're kicking \n        in a", "\n        skull.", "\n        ", "\n        Elaine: You know, Eddie, that might be just a tad harsh for womenswear.", "\n        ", "\n        Eddie: Well, I'm not married to it.", "\n        ", "\n        Elaine. Oh. Well, um, in that case why don't we take the phrase, \"kicking \n        in a", "\n        skull\" and we tweak it, you know, just a hair, to something like, \n        what, like", "\n        \"strolling through a dewy meadow\"?", "\n        ", "\n        Eddie: Dewy meadow.", "\n        ", "\n        ", "\n        New scene.", "\n        Frank and Estelle are in their kitchen.", "\n        ", "\n        Estelle: Here's your omelet.", "\n        ", "\n        Frank: It's dry.", "\n        ", "\n        Estelle: That's the way I always make it.", "\n        ", "\n        Frank: Well it sucks.", "\n        ", "\n        Estelle: What did you say?", "\n        ", "\n        Frank: Your meatloaf is mushy, your salmon croquettes are oily and your", "\n        eggplant parmesan is a disgrace to this house!", "\n        ", "\n        Estelle: Well that's too bad, because I'm the only one who cooks around \n        here!", "\n        ", "\n        Frank: Not any more! Gimme that spatula! I'm back, baby!", "\n        ", "\n        ", "\n        New scene.", "\n        George and Abby are at George's office.", "\n        ", "\n        Abby: And you're sure with your busy schedule you'd have time to take \n        on a", "\n        protg?", "\n        ", "\n        George: I'll make time, because Abby, I was once like you; wide-eyed, \n        naive, I", "\n        didn't know the first thing about a subject as fundamental as risk management.", "\n        ", "\n        Abby: I'm not familiar with that, you'll have to explain it to me.", "\n        ", "\n        George: I'll tell you what, why don't you read this book and let's just \n        see if", "\n        you can explain it to me.", "\n        ", "\n        Abby: Alright.", "\n        ", "\n        George: Okay.", "\n        ", "\n        ", "\n        New scene.", "\n        Jerry runs into Banya on a street corner.", "\n        ", "\n        Banya: Hey Jerry.", "\n        ", "\n        Jerry: Oh, hey Banya.", "\n        ", "\n        Banya: Didja hear what happened? The mentor saw my act. She dumped me.", "\n        ", "\n        Jerry: Oh, that's too bad.", "\n        ", "\n        Banya: Maybe she's right. Maybe I am a complete hack. I'm the absolute \n        worst. ", "\n        The worst, Jerry.", "\n        ", "\n        Jerry: Well it's just that you got so many things with the milk. You got \n        that", "\n        Bosco bit then you got your Nestl's Quik bit, by the time you get to \n        Ovaltine--", "\n        ", "\n        Banya: You think you can give me a hand with my material?", "\n        ", "\n        ", "\n        New scene.", "\n        Frank is knocking on Kramer's door.", "\n        ", "\n        Kramer: Hey.", "\n        ", "\n        Frank: You still need a cook?", "\n        ", "\n        Kramer: Oh yeah, come on in, Frank.", "\n        ", "\n        Frank: Ya got T-Fal?", "\n        ", "\n        Kramer: Keflon.", "\n        ", "\n        Frank: No! Follow me.", "\n        ", "\n        ", "\n        New scene.", "\n        Jerry is reviewing material with Banya.", "\n        ", "\n        Banya (reading): Why do they call it Ovaltine? The mug is round. The jar \n        is", "\n        round. They should call it round tine. That's gold, Jerry! Gold!", "\n        ", "\n        ", "\n        New scene.", "\n        Elaine is reviewing copy with Eddie.", "\n        ", "\n        Elaine: Let's just replace \"hail of shrapnel\" and \"scar \n        tissue\" with \"string of", "\n        pearls\" and \"raspberry scones\".", "\n        ", "\n        ", "\n        New scene.", "\n        Jerry and Abby are at Jerry's apartment.", "\n        ", "\n        Jerry: George Costanza is your mentor?", "\n        ", "\n        Abby: Yeah, he's great! I am learning so much.", "\n        ", "\n        Abby places her risk management folder on the table.", "\n        ", "\n        Jerry: About what? How to calculate five percent of a restaurant check?", "\n        ", "\n        Abby: You know what your problem is? You just have no respect for the", "\n        mentor/mentor relationship.", "\n        ", "\n        Jerry: As a matter of fact, I happen to have a protg of my own.", "\n        ", "\n", "\n        Jerry places his Banya folder on the table.", "\n        ", "\n        Abby: Who?", "\n        ", "\n        Jerry: A Mister Kenneth Banya.", "\n        ", "\n        Abby: Banya?", "\n        ", "\n        Jerry: I'm gonna mentor this kid to the top.", "\n        ", "\n        Abby: Huh, well, I don't think I want to date a mentor whose protg is \n        a hack.", "\n        ", "\n        Abby picks up a folder and puts it in her bag.", "\n        ", "\n        Jerry: Well, I don't think I want to date a protg whose mentor is a \n        Costanza.", "\n        ", "\n        ", "\n        New scene.", "\n        Elaine and Eddie are sharing chocolate shakes at the coffee shop.", "\n        ", "\n        Elaine: I don't know how we did it, but there's some kind of chemistry \n        between", "\n        us, we turned out one hell of a catalog.", "\n        ", "\n        Eddie: Cool.", "\n        ", "\n        Elaine: Hey Ed, let me ask you something. What's with the fatigues and \n        all the", "\n        psychotic imagery? Huh?", "\n        ", "\n        Eddie: I don't want to talk about it.", "\n        ", "\n        Elaine: Come on, don't be a baby.", "\n        ", "\n        Eddie: I went out on a couple of dates with this woman, I thought she \n        really", "\n        liked me, and then things kind of cooled off.", "\n        ", "\n        Elaine: That's it?", "\n        ", "\n        Eddie: Well it's tough meeting somebody you like, let alone somebody Jewish.", "\n        ", "\n        ", "\n        New scene.", "\n        \"Jewish Singles Night\".", "\n        ", "\n        Elaine: Mm. This food is fantastic.", "\n        ", "\n        Jerry: Have you tried the hamentashen?", "\n        ", "\n        Elaine: I can't get off the kishkas.", "\n        ", "\n        Banya: Hey Jerry!", "\n        ", "\n        Jerry: Banya?", "\n        ", "\n        Banya: I just stopped by to thank you. That risk management stuff you \n        wrote", "\n        for me? It's killer!", "\n        ", "\n        Jerry: Risk management?", "\n        ", "\n        Banya: Aw, it's gold, Jerry! Gold! I got all these corporate gigs and \n        even", "\n        Cynthia took me back.", "\n        ", "\n        Cut to a woman talking with Eddie Sherman.", "\n        ", "\n        Woman: So you went from the mailroom to the director of corporate development", "\n        in two days?", "\n        ", "\n        Eddie: That's right.", "\n        ", "\n        Woman: How much are they paying you? I'll double it.", "\n        ", "\n        Cut to Kramer and Frank behind a table loaded with 'Jewish delicacies'.", "\n        ", "\n        Kramer: Ya know these latkes are going like hotcakes.", "\n        ", "\n        Frank: Where's the powdered sugar?", "\n        ", "\n        Kramer: You know Frank, you could take a break.", "\n        ", "\n        Frank: No breaks. I fell reborn, I'm like a Phoenix rising from Arizona.", "\n        ", "\n        Cut to Eddie breaking the news to Elaine.", "\n        ", "\n        Elaine: You're quitting?", "\n        ", "\n        Eddie: I can't churn out that pointless drivel any more.", "\n        ", "\n        Elaine: Well, you can't quit, you're all I've got. I need you!", "\n        ", "\n        Elaine grabs Eddie by the lapels and shakes him, Eddie chokes on a piece \n        of", "\n        bread. Frank sees this and flashes back to Korea. He runs around the room", "\n        knocking plates to the floor and when Kramer tries to stop him, he heads \n        to the", "\n        loaded down table and starts to tip it over. The scene ends in mid-tip.", "\n        ", "\n        ", "\n        New scene.", "\n        George is prepared to give his speech at the Yankees meeting.", "\n        ", "\n        Voice: Our next speaker is George Costanza on the subject of risk management.", "\n        ", "\n        George steps up and opens his folder.", "\n        ", "\n        George: Ovaltine. Have you ever had this stuff? Why is it called Ovaltine?", "\n        ", "\n        George flips through a few pages.", "\n        ", "\n        George: They should call it round tine. You know what I'm talking about.", "\n        ", "\n        Wilhelm (proudly, to the man seated beside him): He's my protg.", "\n        ", "\n        ", "\n        ", "\n        Frank: Noooo!!! Don't eat it! No good!\"", "\n    \n     \n      \n      \n    \n  \n\n\n\n\n", "\n        "]},
{"line": []},
{"line": [" "]},
{"line": []},
{"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]},
{"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}
]