[
{"title": "The Andrea Doria "},
{"line": []},
{"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]},
{"line": [" "]},
{"line": ["Written by: Spike Feresten"]},
{"line": ["Directed by: Andy Ackerman"]},
{"line": ["Broadcasted: December 19, 1996 for the first time."]},
{"line": ["Stars: Jerry Seinfeld, Michael Richards, "]},
{"line": ["Jason Alexander, Julia Louis-Dreyfus, "]},
{"line": ["Tom Gallop (as Alan), "]},
{"line": ["Wayne Knight (as Newman)."]},
{"line": [" "]},
{"line": ["[Setting: Jerry's apartment]"]},
{"line": ["(Jerry's sitting at the table, reading the paper. \n              George bursts into the room)"]},
{"line": ["GEORGE: Jerry! (Slams the door) Georgie's moving out!"]},
{"line": ["JERRY: (Gets up) Get out!"]},
{"line": ["GEORGE: I'm out! Fantastic apartment right across \n              from mine, huh. I can't wait for you to see it."]},
{"line": ["JERRY: (Looks around his apartment) Is it better than \n              mine?"]},
{"line": ["GEORGE: (Definite) Oh yeah."]},
{"line": ["JERRY: So, it's a two-bedroom-one-bath-make-your-friends-hate-ya?"]},
{"line": ["GEORGE: You know what? it's better than Elaine's, \n              too. I gotta give her a call. (Moves tward the phone)"]},
{"line": ["JERRY: She's out."]},
{"line": ["GEORGE: (Stops) Oh right, the blind date."]},
{"line": ["JERRY: Yeah, well, they like to call it a set-up now. \n              I guess the blind people don't like being associated with all those \n              losers."]},
{"line": ["GEORGE: Come on. Come check out my new place. It'll \n              take you two minutes."]},
{"line": ["JERRY: I can't. I'm meeting Kramer down at my mini-storage."]},
{"line": ["GEORGE: (Gloating) Hey, you got any extra furniture \n              down there? I need some more stuff to fill that extra bedroom with \n              the walk-in closet. (Smiles)"]},
{"line": ["JERRY: (Grabs his coat) Oh, this is really annoying."]},
{"line": ["GEORGE: (Laughs as they leave) It's working already! \n              (Both exit)"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Manhattan Mini-storage]"]},
{"line": ["(Jerry and Kramer both go up to a unit door. Kramer's \n              pulling a wagon full of junk. He starts to cough uncontrollably)"]},
{"line": ["JERRY: (Disgusted) What is with that?!"]},
{"line": ["KRAMER: Well, it's coughing, Jerry. It expells the \n              diseased germs out of the body, into the air. (Makes a guesture \n              of germs being in the air)"]},
{"line": ["JERRY: (Takes out his key to unlock the unit door) \n              Where is your key?"]},
{"line": ["KRAMER: Yeah, well, uh, Newman. He's - he's got it."]},
{"line": ["JERRY: You know, Kramer, I rented out half of my space \n              to you."]},
{"line": ["KRAMER: Yeah, and I rented out half that space to \n              Newman. (Starts coughing again)"]},
{"line": ["(Jerry opens the door, mail bags start spilling out \n              of the unit)"]},
{"line": ["JERRY: (Picks one up) Mail bags? He's storing mail \n              in here?"]},
{"line": ["KRAMER: (Looks at the bags on the floor) Evidently."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: George's new apartment]"]},
{"line": ["(George is moving in. The place is bare. A woman walks \n              in while he's attempting to hang a lamp near the fire place)"]},
{"line": ["RICARDI: Excuse me, George?"]},
{"line": ["GEORGE: (Looks at her) Yeah, uh, no menus. (Waves \n              her off)"]},
{"line": ["RICARDI: (Moves into the apartment, hand out) No, \n              I'm Mrs. Ricardi - president of the tenant's association."]},
{"line": ["GEORGE: Oh, right! (Shakes her hand) Right! Hey, hey.. \n              I love the floors in here. It's like a gymnasium in here! Try and \n              guard me! (Dribbles an imaginary ball"]},
{"line": ["tward Mrs. Ricadi. She backs off defensively) Come \n              on! (Stops and laughs right before running into her)"]},
{"line": ["RICARDI: No, no.. (Laughs nervously) Uh, George, unfortunately, \n              Clarance Eldridge in 8C has decided that he wants the apartment."]},
{"line": ["GEORGE: (Let down) Yeah, but you - you promised it \n              to me."]},
{"line": ["RICARDI: Yes, but, you see - Mister Eldridge is an \n              Andrea Doria survivor. And, in light of the terrible suffering that \n              he's already been through, we've decided to"]},
{"line": ["give it to him."]},
{"line": ["GEORGE: (Depressed) Well,.. the Andrea Doria.. that \n              was quite a fire. (Moves to the door, leaving)"]},
{"line": ["RICARDI: (Correcting) Shipwreck."]},
{"line": ["GEORGE: I remember.. (Leaves)"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Restaurant]"]},
{"line": ["(Elaine is sitting alone, waiting for her date - Alan. \n              She's thinking to herself)"]},
{"line": ["ELAINE: Where is this guy?! (Checks her watch) I hate \n              this! (Sighs) I shoulda brought something to read.. (Picks up a \n              sugar packet) \"Cancer in labratory animals\".."]},
{"line": ["huh."]},
{"line": ["(A waiter approaches)"]},
{"line": ["WAITER: Excuse me, Elaine Benes?"]},
{"line": ["ELAINE: Yeah?"]},
{"line": ["WAITER: An Alan Mercer called for you. He said he's \n              sorry, but he won't be able to make it tonight. (Pause) He's been \n              stabbed."]},
{"line": ["ELAINE: (Shocked) Stabbed?!"]},
{"line": ["WAITER: More bread?"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Jerry's apartment]"]},
{"line": ["JERRY: (Talking to Elaine) You ate more bread?"]},
{"line": ["ELAINE: That is not the point! The guy was stabbed!"]},
{"line": ["JERRY: Did you find out who stabbed him?"]},
{"line": ["ELAINE: Yeah, (Nodding) It turns out it was his ex-girlfriend."]},
{"line": ["JERRY: (Like a father) Well, you're not going near \n              this hooligan anymore."]},
{"line": ["ELAINE: Well, I don't know.. I mean, think about it, \n              Jerry. There must be something exciting about this guy if he can \n              arouse that kind of passion. (Obviously turned"]},
{"line": ["on by the stabbing) I mean, to be stab-worthy.. You \n              know, it's.. kind of a compliment."]},
{"line": ["JERRY: (Sarcastic) Yeah, too bad he didn't get shot. \n              He could have been the one."]},
{"line": ["(Kramer enters)"]},
{"line": ["KRAMER: (Coughs) Hey. How's everybody? (Moves to the \n              kitchen)"]},
{"line": ["JERRY AND ELAINE: Hey."]},
{"line": ["KRAMER: Ehh.. (Picks up a carton of food) No expiration \n              date on this.. (Opens it, then starts coughing directly onto the \n              food)"]},
{"line": ["JERRY: There is now. Kramer, you should really get \n              that cough checked out by a doctor."]},
{"line": ["KRAMER: (Shrugging it off) Nah, no, no, no. No doctors \n              for me. A bunch of lackeys and yes-men all towing the company line.. \n              (Looks at Jerry, then leans in so"]},
{"line": ["Elaine can't hear) Plus, the botched my vasectimy."]},
{"line": ["JERRY: (In awe. Whispering) The botched it?"]},
{"line": ["KRAMER: (Complaining) I'm even more potent now!"]},
{"line": ["(Jerry gives his \"That's a shame\" face. \n              George enters)"]},
{"line": ["GEORGE: Hey."]},
{"line": ["JERRY: Hey. How's the new place?!"]},
{"line": ["GEORGE: Gone. (Moves over to a chair in the living \n              room. Kramer takes the carton of food to the table, and begins eating) \n              The tenant association made me give it"]},
{"line": ["to this guy because he was an Andrea Doria survivor.."]},
{"line": ["ELAINE: Andrea Doria? Isn't that the one they did \n              the song about?"]},
{"line": ["JERRY: (Correcting her) Edmund Fitzgerald."]},
{"line": ["ELIANE: I love Edmund Fitzgerald's voice."]},
{"line": ["JERRY: (Gives Elaine a look) No, Gordon Lightfoot \n              was the singer. Edmund Fitzgerald was the ship."]},
{"line": ["GEORGE: (Talking about his would-be apartment) You \n              could fit 15 people in that bathroom.."]},
{"line": ["ELAINE: I think Gordon Lightfoot was the boat."]},
{"line": ["JERRY: (Sarcastic) Yeah, and it was rammed by the \n              Cat Stevens."]},
{"line": ["KRAMER: (Like a teacher) The Andrea Doria collided \n              with the Stockholm in dense fog 21 miles off the coast of Nantucket. \n              (Makes a clicking sound with his"]},
{"line": ["tongue)"]},
{"line": ["(Everyone's taken back by Kramer's knowledge)"]},
{"line": ["GEORGE: How do you know?"]},
{"line": ["KRAMER: it's in my book - \"Astonishing Tales \n              of the Sea\" 51 people died."]},
{"line": ["GEORGE: 51 people?!"]},
{"line": ["KRAMER: That's it?! I thought it was, like, a thousand!"]},
{"line": ["KRAMER: There were 1,650 survivors."]},
{"line": ["GEORGE: That's no tragedy! How many people do you \n              lose on a normal cruse? 30? 40?! Kramer, can I take a look at that \n              book? (Starts walking tward the door."]},
{"line": ["Kramer grabs his food, and follows)"]},
{"line": ["KRAMER: Oh yeah. I also got \"Astounding Bear \n              Attacks\""]},
{"line": ["(George opens the door, and enters Kramer's apartment. \n              Jerry stops Kramer before he can do the same)"]},
{"line": ["JERRY: Hey, uh, before you go, did you talk to Newman \n              about getting that mail outta there?"]},
{"line": ["KRAMER: Yeah, oh, yeah. Yeah, he's not gonna do it. \n              (Leaves)"]},
{"line": ["(Jerry nods his head - like it was expected)"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Newman's apartment]"]},
{"line": ["(Jerry knocks on the door as it opens slowly. Newman's \n              sitting on the couch, watching TV in a state of depression)"]},
{"line": ["JERRY: Newman?"]},
{"line": ["NEWMAN: (Eyes glued to the TV) I guess."]},
{"line": ["JERRY: Listen, I want you to get the mail outta my \n              storage unit."]},
{"line": ["NEWMAN: Sometimes we don't get what we want."]},
{"line": ["JERRY: (Confused) What are you talking about?"]},
{"line": ["NEWMAN: I didn't get my transfer."]},
{"line": ["JERRY: \"Transfer\"?"]},
{"line": ["NEWMAN: To Hawaii. The most sought-after postal route \n              of them all. The air is so dewy-sweet you don't even have to like \n              the stamps.. But it's not to be - So, I'm"]},
{"line": ["hanging it up."]},
{"line": ["JERRY: You quit the post office?"]},
{"line": ["NEWMAN: Kind of. I'm still collecting checks, I'm \n              just not delivering mail."]},
{"line": ["JERRY: Well, get it out of my storage. It's illegal."]},
{"line": ["NEWMAN: And yet, it's perfectly legal to take a man's \n              soul and crush it out like a stale Pall Mall."]},
{"line": ["JERRY: (Cheerfully) Well, a law's a law. (Leaves)"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Central Park]"]},
{"line": ["(Kramer's sitting on a bench coughing. A man walking \n              some dogs passes. A coughing other than Kramer's can be heard. Kramer \n              stops the man)"]},
{"line": ["KRAMER: Ok, hold on there.. That's a nasty cough you \n              got there, huh?"]},
{"line": ["MAN: What cough?"]},
{"line": ["(One of his dogs, Smuckers, coughs. Kramer reacts \n              while pointing to the dog)"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Restaurant]"]},
{"line": ["(Elaine's on a date with Alan)"]},
{"line": ["ELAINE: I love shrimp! (Waves her knife around as \n              she's talking) I'm a shrimp eater. You put shrimp infront of me, \n              (Waves her knife along with her hand gestures."]},
{"line": ["Alan is getting edgy about it, and even more so with \n              every wave) and I will eat it until my stomach pops! (Notices Alan's \n              unsettled) Oh.. (Puts the knife down)"]},
{"line": ["ALAN: No, it's okay. I'm.. still just a little bit \n              jumpy."]},
{"line": ["ELAINE: (Leans in close) Between you and me, what \n              happened there with the stabbing?"]},
{"line": ["ALAN: Just.. one of those things, you know."]},
{"line": ["ELAINE: What? Was she just so crazy in love with you \n              that she just couldn't take it anymore? Or..?"]},
{"line": ["ALAN: I don't know. Could be."]},
{"line": ["(A woman, Carol, passes. She stops infront of Elaine \n              and Alan's table)"]},
{"line": ["CAROL: Alan?!"]},
{"line": ["ALAN: Carol?"]},
{"line": ["(Carol grabs his hot coffee, and throws it in his \n              face, then storms off. Alan screams from the pain)"]},
{"line": ["ELAINE: (Gets up, pointing after Carol) Was that the \n              one?! Was that the one who stabbed you?!"]},
{"line": ["ALAN: (Between screams) No, that was a different girl."]},
{"line": ["(Elaine looks confused. Scene ends)"]},
{"line": ["[Setting: Coffee shop]"]},
{"line": ["JERRY: There was another crazed ex-girlfriend?"]},
{"line": ["ELAINE: Right, so, I called my friend, you know - \n              the one who set us up - I found out, he's a bad-breaker-upper."]},
{"line": ["JERRY: Mmm.. Bad how?"]},
{"line": ["ELAINE: (Fast) Well, you know when you break up, how \n              you say things you don't mean? Well, he says the mean things you \n              don't mean, but he means them."]},
{"line": ["JERRY: (Nods) I follow. So what are you gonna do?"]},
{"line": ["ELAINE: Dump him. I can't be with someone who doesn't \n              break up nicely. I mean, to me, that's one of the most important \n              parts of a relationship."]},
{"line": ["JERRY: (Agreeing) What's more important?"]},
{"line": ["(Elaine shrugs, then Jerry shrugs, then Elaine, then \n              they both get into sort of a shrug-off)"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: NYC Street]"]},
{"line": ["(While Kramer's walking with his new found dog, Smuckers, \n              he meets up with George. Kramer and the dog both start coughing)"]},
{"line": ["KRAMER: (Between coughs) Hey."]},
{"line": ["GEORGE: What's with the dog?"]},
{"line": ["KRAMER: (Petting Smuckers) Yeah, this is Smuckers. \n              I borrowed him. (Starts coughing)"]},
{"line": ["GEORGE: Oh.."]},
{"line": ["(Smuckers coughs)"]},
{"line": ["KRAMER: (Pointing at the dog) Yeah, we share the same \n              affliction, so I'm gonna have a vet check us out."]},
{"line": ["GEORGE: A vet?"]},
{"line": ["KRAMER: Oh, I'll take a vet over an M.D. any day. \n              They gotta be able to cure a (Snaps his fingers in rhythm with his \n              words) lizard, a chicken, a pig, a frog (Stops"]},
{"line": ["snapping) - all on the same day."]},
{"line": ["GEORGE: So, if I may jump ahead - you're gonna take \n              dog medicine?"]},
{"line": ["KRAMER: (Smiling) You bet we are! Huh, Smuckers? (Smuckers \n              coughs. They turn to leave) I'll see ya."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: George's apartment building]"]},
{"line": ["(George approaches Mr. Eldridge as he's entering his \n              new apartment. George is carrying Kramer's sea tales book)"]},
{"line": ["GEORGE: Ahoy! Mr. Eldridge. I understand you were \n              on the Andrea Doria."]},
{"line": ["ELDRIDGE: Yes, it was a terrifying ordeal."]},
{"line": ["GEORGE: I tell ya, I hear people really stuff themselves \n              on those cruise ships. (Laughs) The buffet, that's the real ordeal, \n              huh, Clarence? (Laughs)"]},
{"line": ["ELDRIDGE: (Defensively) We had to abandon ship."]},
{"line": ["GEORGE: Well, all vacations have to end eventually."]},
{"line": ["ELDRIDGE: The boat sank."]},
{"line": ["GEORGE: (Holding up Kramer's book) According to this, \n              it took.. 10 hours. It eased into the water like an old man into \n              a nice warm bath - no offence. (Pause) So,"]},
{"line": ["uh, Clarence, how about abandoning this apartment, \n              and letting me shove off in this beauty?"]},
{"line": ["ELDRIDGE: Is that what this is all about?! I don't \n              think I like you. (Enters his apartment, and slams the door behind \n              him)"]},
{"line": ["GEORGE: (Yelling out) It's my apartment, Eldridge! \n              The Stalkholm may not have sunk ya, but I will! Ha, ha, ha!"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Vet's office]"]},
{"line": ["(Smuckers is getting examined by a vet)"]},
{"line": ["VET: What are the symptoms?"]},
{"line": ["KRAMER: Well, uh.. it hurts when he swallows. Expecially \n              when he drinks orange juice. (Vet gives him a look) I mean, uh.. \n              dog food.. juice. (Adding) What's"]},
{"line": ["worse - he has a nagging cough. (Smucker's coughs) \n              Yeah, that's it. That's it."]},
{"line": ["VET: Yeah, well, uh - we've been seeing a lot of this \n              lately. Been drinking from the toilet?"]},
{"line": ["KRAMER: (Offended) What? No. That's disgusting.."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Coffee shop]"]},
{"line": ["ALAN: So that's it? We're, uh, we're breakin' up?"]},
{"line": ["ELAINE: (Confused by his sudden change-of-heart) What? \n              Break-up? We went out on one date."]},
{"line": ["ALAN: (Fast) Ok, yeah, sure, fine, right. Whatever \n              you say."]},
{"line": ["ELAINE: (Shows no sign that she cares) Alright, good. \n              Good."]},
{"line": ["ALAN: Ok, then, well, So.. see ya around.. big head. \n              (Gets up to leave)"]},
{"line": ["ELAINE: Pardon?"]},
{"line": ["ALAN: You got a big head. It's too big for your body. \n              (Walks for the door)"]},
{"line": ["ELAINE: (Laughing out loud) That's it?! (Laughs again) \n              That's the best you got?! (Laughs loudly as Alan exits)"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Jerry's apartment]"]},
{"line": ["GEORGE: So, he's keeping the apartment. He doesn't \n              deserve it, though! Even if he did suffer, that was, like, 40 years \n              ago! What has he been doing lately?! I've"]},
{"line": ["been suffering for the past 30 years up to and including \n              yesterday!"]},
{"line": ["JERRY: You know, if this tenant board is so impressed \n              with suffering, maybe you should tell them the \"Astonishing \n              Tales of Costanza\"."]},
{"line": ["GEORGE: (Interested) I should!"]},
{"line": ["JERRY: I mean, your body of work in this field is \n              unparalleled."]},
{"line": ["GEORGE: I could go bumper to bumper with any one else \n              on this planet!"]},
{"line": ["JERRY: You're the man!"]},
{"line": ["(There's an urgent knocking at the door. Jerry answer \n              it. Newman's standing in the doorway)"]},
{"line": ["NEWMAN: Jerry!"]},
{"line": ["JERRY: I'm with people, I'll be with you in a moment. \n              (Slams the door on Newman's face. Then tries to delay talking to \n              Newman by keeping the conversation with"]},
{"line": ["George going) So, you want a protein shake, or something?"]},
{"line": ["GEORGE: Nah, I guess I should really get moving on \n              this, huh? I'm gonna go. (Opens the door, letting Newman in. Leaves)"]},
{"line": ["JERRY: (Angered) Hello.. Newman."]},
{"line": ["NEWMAN: (Urgent) I need that mail, where is it?!"]},
{"line": ["JERRY: What's the difference?"]},
{"line": ["NEWMAN: The guy who had the Hawaii transfer got busted \n              for hoarding Victoria Secret catalogues. I gotta deliver that mail!"]},
{"line": ["JERRY: Well, go ahead. There's 8 bags of it."]},
{"line": ["NEWMAN: Blast! There's no way I can handle 8 in addition \n              to my ususal load of one! I'll never get to Hawaii! (Moves over \n              to Jerry's couch, depressed) I'll be"]},
{"line": ["stuck in this apartment building forever! (Lays down \n              on Jerry's couch) The dream is dead."]},
{"line": ["JERRY: You're giving up that easy?"]},
{"line": ["NEWMAN: I usually do. (Gets up to leave) See ya."]},
{"line": ["JERRY: (Stopping him) No, wait a minute, Newman! You \n              can't let this dream die. You moving away is my dream too!"]},
{"line": ["NEWMAN: (Intrigued) What are you proposing?"]},
{"line": ["JERRY: (Fast) Whatever it takes, for as long as it \n              takes me, where ever it takes me as long as it takes you away from \n              me!"]},
{"line": ["NEWMAN: An alliance?"]},
{"line": ["JERRY: (Confirming) An alliance. (They both shake \n              hands and laugh evily) Now get the hell outta here. (Newman leaves)"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Jerry's apartment]"]},
{"line": ["(Jerry's sorting mail out on his table)"]},
{"line": ["ELAINE: Hawaii? That's why you're helping Newman with \n              the mail?"]},
{"line": ["JERRY: (Like an Army general) Elaine, Newman is my \n              sworn enemy. And he lives down the hall from my home - my home, \n              Elaine! Where I sleep, where I come to"]},
{"line": ["play with my toys."]},
{"line": ["ELAINE: Well, anyway, get this: I spoke to Alan. You \n              know, I told him I didn't want to see him anymore.. He called me \n              \"big head\"."]},
{"line": ["JERRY: \"Big head\" (Scoffs) That's almost \n              a compliment."]},
{"line": ["ELAINE: (Agreeing) It's one of the nicest things anyone's \n              ever said to me."]},
{"line": ["(The phone rings. Jerry answers it)"]},
{"line": ["JERRY: Hello?"]},
{"line": ["GEORGE: (On the other line) Hey."]},
{"line": ["JERRY: Hey, George."]},
{"line": ["GEORGE: Yeah, listen, I can't make it later."]},
{"line": ["JERRY: You can't make it?"]},
{"line": ["GEORGE: Yeah, the tenant association has decided to \n              hear my side of the story. So, uh, I gotta kinda get ready. I'll \n              see ya."]},
{"line": ["JERRY: Alright. (Hangs up)"]},
{"line": ["ELAINE: Is he not gonna go to the coffee shop?"]},
{"line": ["JERRY: (Saddened) Doesn't look like it's gonna happen."]},
{"line": ["ELAINE: (Gives a \"That's a shame\" face) \n              Alright, well, I'll see ya. (Opens the door to exit. Kramer enters \n              coughing. Elaine does her best to dodge out of the way of"]},
{"line": ["Kramer's coughs, then walks off)"]},
{"line": ["JERRY: Kramer, aren't you taking any medication for \n              that?"]},
{"line": ["KRAMER: Yeah, yeah. (Pulls a bottle out of his pocket) \n              I got some pilss. They taste terrible."]},
{"line": ["JERRY: (Takes the bottle from him) Just swallow 'em."]},
{"line": ["KRAMER: (Gestures to his throat) No, my throat's too \n              tender."]},
{"line": ["JERRY: Alright, sit down, sit down. (Grabs a pill \n              from the bottle, and starts advancing tward Kramer - like an owner \n              with his dog)"]},
{"line": ["KRAMER: I don't want to!"]},
{"line": ["(Jerry forces Kramer onto the couch. Kramer resists \n              violently - much like a dog would)"]},
{"line": ["JERRY: C'mon. Just sit down!"]},
{"line": ["KRAMER: (Squirming) Jerry! What?!"]},
{"line": ["JERRY: Sit down! Sit down!"]},
{"line": ["KRAMER: (Struggling) Hey!"]},
{"line": ["JERRY: Lean your head back. Open your mouth! (Grabs \n              Kramer's head) Open your mouth! Open it! Open it!"]},
{"line": ["(Jerry forces the pill into Kramer's mouth, then holds \n              Kramer's mouth shut for a few moments. Thinking Kramer's already \n              swallowed it, he lets go. Instantly, Kramer"]},
{"line": ["spits the pill out into the air. Jerry sighs, giving \n              up)"]},
{"line": ["JERRY: (Reads the pill bottle) What kind of pills \n              are these, anyways?! \"For Smuckers\"? \"May cause panting \n              and loss of fur\"? (Turns to Kramer) These are dog"]},
{"line": ["pills!"]},
{"line": ["KRAMER: Whe have the same symptoms."]},
{"line": ["JERRY: But, he's a dog! You need to see a real doctor."]},
{"line": ["KRAMER: No, no. No doctors."]},
{"line": ["JERRY: Alright.. (Heads for the door, grabbing his \n              coat)"]},
{"line": ["KRAMER: Where are you going?"]},
{"line": ["JERRY: I'm taking the car. I gotta run some errands. \n              You want to go?"]},
{"line": ["KRAMER: I don't know.."]},
{"line": ["JERRY: (Opens the door) C'mon, you wanna go for a \n              ride? (Starts jiggling his keys - as if he's calling out for a dog) \n              Huh? C'mon! C'mon!"]},
{"line": ["(Kramer eagerly gets up and runs out the door. Jerry \n              follows Kramer out)"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Taxi cab]"]},
{"line": ["(Elaine's riding in the back seat of a taxi)"]},
{"line": ["DRIVER: Lady, could you move your head a little bit?"]},
{"line": ["ELAINE: What?"]},
{"line": ["DRIVER: Your head. I can't see out the back. (Elaine \n              slumps down in her seat) Little more.. (Elaine slumps lower) ..Little \n              more. (Slides down until just her eyes and"]},
{"line": ["forehead can be seen) Thank you."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Jerry's car]"]},
{"line": ["(Jerry is driving to an unknown destination. Kramer \n              is restless in the back. He's scrambling around, looking out the \n              windows - just as a dog would)"]},
{"line": ["KRAMER: I don't see any tissues back her.. (Looks \n              out the windows) Wait a minute!.. (Jerry looks like he's trying \n              to keep something from Kramer) This isn't the"]},
{"line": ["way to the park! (Starts getting even more energetic) \n              Where are we going?.. I recognize this block! (Looks at Jerry, scared) \n              You're taking me to the doctor!"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Coffee shop]"]},
{"line": ["(George is at the coffee shop with his parents)"]},
{"line": ["GEORGE: So, uh, Mom, Dad, I was hoping that you could \n              help me to remember my childhood a little clearly.."]},
{"line": ["ESTELLE: I feel a draft. (Grabs the bread basket and \n              her drink) Let's change tables."]},
{"line": ["FRANK: Get outta here! We have a booth."]},
{"line": ["ESTELLE: Frank, I'm cold!"]},
{"line": ["FRANK: Order a hot dish."]},
{"line": ["ESTELLE: Why can't we sit over there? (Points to a \n              table)"]},
{"line": ["FRANK: (Yelling) That's not a booth!"]},
{"line": ["ESTELLE: (Trying to match Frank's loudness) So, who \n              says we have to sit in a booth?!"]},
{"line": ["FRANK: (Loud shouting) I didn't take the subway all \n              the way to New York to sit at a table like that! (Gestures to the \n              table)"]},
{"line": ["ESTELLE: (Nagging yell) Well, I didn't take the subway \n              to be in a drafty restaurant!"]},
{"line": ["(A moment passes)"]},
{"line": ["GEORGE: (Pleading for them to stop) Mom.. dad."]},
{"line": ["FRANK: Now, George, what do you want to know about \n              your childhood?"]},
{"line": ["GEORGE: (Fed up with his parents) Actually, I think \n              I'm pretty clear on it."]},
{"line": ["FRANK: (Looks up) Where's that breeze coming from?"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: NYC Street]"]},
{"line": ["(Jerry's car is parked outside of the doctor's office. \n              Kramer refuses to get out of the car)"]},
{"line": ["JERRY: Kramer, outta the car. Out, now!"]},
{"line": ["KRAMER: No, Jerry!"]},
{"line": ["JERRY: Alright, that's it.. (Grabs Kramer, trying \n              to pull him out of the car)"]},
{"line": ["KRAMER: No! Don't!"]},
{"line": ["(Jerry pulls Kramer out onto the sidewalk. Kramer \n              quickly gets up and takes off - running down the street)"]},
{"line": ["JERRY: Hey, hey! Get back over here! Kramer! Get over \n              here! You are bad! Bad neighbor! Kramer!"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Tenant board room]"]},
{"line": ["(Mr. Eldridge is telling his story to the board members. \n              Each one looked touched by the tale. George, on the other hand, \n              is bored to death. He's leaning back in his"]},
{"line": ["chair in the corner of the room, knocking on the wall \n              - to display how bored he is)"]},
{"line": ["ELDRIDGE: Just then, a rescue ship emerged from the \n              fog and saved us. It was.. (Stops, then gives George a look. George \n              stops knocking on the walls) It was the"]},
{"line": ["sweetest sight my eyes ever saw."]},
{"line": ["RICARDI: (Touched) Thank you Mr. Eldridge. The tenant \n              board will now hear Mr. Costanza's testimony."]},
{"line": ["(George gets up, walks over to Mr. Eldridge, then \n              gestures for him to give up his chair. Eldridge reluctantly gets \n              up and takes George's seat in the corner)"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Newman's apartment]"]},
{"line": ["(Jerry enters. Newman has an ice pac on his ankle)"]},
{"line": ["JERRY: Newman, how'd it go? Did you get it all delivered? \n              (Sees the pac) What happened?"]},
{"line": ["NEWMAN: Kramer bit me!"]},
{"line": ["JERRY: Bit you?!"]},
{"line": ["NEWMAN: We had an arguement about me going to Hawaii, \n              and he locked onto my ankle like it was a soup bone. I'm hubbled! \n              I don't think I can do my route -"]},
{"line": ["and they're awarding the transfer in two days!"]},
{"line": ["JERRY: (Bravely) Well, what if I deliver it?"]},
{"line": ["NEWMAN: You?! (Laughs hysterically) You can't deliver \n              mail!"]},
{"line": ["JERRY: Well, why not?"]},
{"line": ["NEWMAN: (Thinks for a moment) I guess you're right. \n              It's just walking around putting it into boxes.."]},
{"line": ["JERRY: What am I gonna wear?"]},
{"line": ["NEWMAN: I could give you my uniform from my rookie \n              year."]},
{"line": ["JERRY: (Excited) I can't believe I'm gonna be a mailman!"]},
{"line": ["(Scene cuts to Jerry on Newman's route. He's walking \n              along a city street with a mail cart. He stops infront of a store \n              owner brooming the sidewalk)"]},
{"line": ["JERRY: (Hands him some mail) There you go. Merry Chirstmas!"]},
{"line": ["OWNER: Mail on Sunday?"]},
{"line": ["JERRY: (Shrugs) Oops. (Continues walking along the \n              route, whistling. Hands a newspaper to a homeless bum on the street, \n              then keeps walking)"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Tenant board room]"]},
{"line": ["(George is telling the board his astonishing life \n              stories. Every board member seems to be deeply moved by them)"]},
{"line": ["GEORGE: I was handcuffed to the bed.. In my underwear, \n              (Sighs) where I remained.. (Scene cuts to another story) She was \n              attractive.. She was, also, infact, a"]},
{"line": ["Nazi.. (Cuts to another story) The water.. that I \n              had been swiming in was.. very cold. And, when I dropped the towel, \n              there was.. significant shrinkage.. (Scene cuts"]},
{"line": ["to, yet, another story) Her parents were looking at \n              me.. So, there I was, with a marble rye hanging from the end of \n              a fishing pole.. (Scene cuts to his closing"]},
{"line": ["statements) In closing, these stories have not been \n              embellished, because - they need no embellishment. They are simply, \n              horrifyingly, the story of my life as a short,"]},
{"line": ["stocky, slow witted bald man. (Gets up) Thank you. \n              (Every memeber of the board shows some sign that George's story \n              is most deserving of the apartment. Ricardi"]},
{"line": ["is crying. George turns to leave, then remembers one \n              more thing..) Oh, also.. my fiance died from licking toxic envelopes \n              that I picked out. (Sobs and loud crying"]},
{"line": ["erupts from the board members) Thanks again. (Leaves. \n              Eldridge looks defeated)"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Newman's apartment]"]},
{"line": ["(Jerry returns to get another bag of mail)"]},
{"line": ["JERRY: Hey, I've been trying to jam stuff in the box, \n              like you told me, but sometimes it says, like, \"Photographs \n              - Do not bend\"."]},
{"line": ["NEWMAN: \"Do not bend\". (Laughs evilly) Just \n              crease, crumple, cram.. you'll do fine. (Phone rings. Newman answers \n              it) Hello?.. This is he. I don't understand.."]},
{"line": ["very well. (Hangs up in disappointment)"]},
{"line": ["JERRY: What?"]},
{"line": ["NEWMAN: That was the Vice President of the post office. \n              I didn't get the transfer.. They knew it wasn't me doing my route!"]},
{"line": ["JERRY: How did they know?!"]},
{"line": ["NEWMAN: (Stands up) Too many people go their mail! \n              Close to 80%. No body from the post office has ever cracked the \n              50% barrier! It's like the 3-minute mile!"]},
{"line": ["JERRY: (Pleading) I tried my best!"]},
{"line": ["NEWMAN: Exactly. You're a disgrace to the uniform. \n              (Newman takes off Jerry's mailman hat. Jerry turns his head in shame. \n              Newman then tears the post office"]},
{"line": ["badge from Jerry's coat)"]},
{"line": ["JERRY: You know, this is your coat."]},
{"line": ["NEWMAN: (Realizing) Damn!"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Central park]"]},
{"line": ["(Elaine passes a man on a bench. All the sudden, a \n              bird flies right into Elaine's head, and falls to the ground. The \n              bird regains it's balance, and flies off. The man on"]},
{"line": ["the bench is staring in awe)"]},
{"line": ["MAN 2: He flew right into your head. Like he couldn't \n              avoid it."]},
{"line": ["ELAINE: (Rubbing her head to relieve the pain) Really?"]},
{"line": ["MAN 2: Never seen that before. Bird into a woman's \n              head.."]},
{"line": ["(Elaine covers her head with her hands, and runs off)"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Coffee shop]"]},
{"line": ["GEORGE: It's not contest. The guy had nothing! The \n              ship went down, he got into a life boat, I mean, come on."]},
{"line": ["JERRY: Boy, he didn't know what he was up against. \n              (George laughs) So, when do you move into the apartment?"]},
{"line": ["GEORGE: They're making their decision today."]},
{"line": ["(Elaine enters. She has a scarf over her head - trying \n              to tie her hair down. She looks angered at something)"]},
{"line": ["JERRY: What's the matter with you?"]},
{"line": ["ELAINE: Nothing.. Except that a bird ran into my giant \n              freak-head. (Sits down)"]},
{"line": ["JERRY: What giant freak-head?"]},
{"line": ["ELAINE: (Annoyed, near tears) The one that sits atop \n              my disproportunately puny body.. I'm a walking candy apple!"]},
{"line": ["JERRY: So, it's actually gotten to you? You're playing \n              right into his hands!"]},
{"line": ["ELAINE: (Realizing) What? Yeah.. you're right!.. All \n              I have to do is call him up, and sit with him, and show him that \n              it doesn't bother me. You know, laugh it off.. or"]},
{"line": ["jam a fork into his forehead."]},
{"line": ["JERRY: (Casually, sarcastic) Either way."]},
{"line": ["ELAINE: (Getting up to leave) Alright."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Restaurant]"]},
{"line": ["ALAN: I want to apologize for.."]},
{"line": ["ELAINE: (Shrugging it off) Oh, please."]},
{"line": ["ALAN: So you have a big head."]},
{"line": ["ELAINE: (Casually playing along) So what?"]},
{"line": ["ALAN: It goes well with that bump in your nose."]},
{"line": ["ELAINE: (Suddenly angry) What?!"]},
{"line": ["(Scene cuts to the outside of the restaurant. A woman \n              runs out of the restaurant and stops a passing Kramer)"]},
{"line": ["WOMAN: Please! Get help! There's a crazy big-headed \n              woman beating up some guy! Tell the police \"The Old Mill Restaurant\". \n              Hurry!"]},
{"line": ["(Kramer takes off running down the street, looking \n              for a cop. He meets up with two officers exiting an ice cream shop. \n              Before he can tell them the urgent message,"]},
{"line": ["he starts coughing uncontrollably)"]},
{"line": ["COP: Boy, that's some cough you got there."]},
{"line": ["(Kramer keeps coughing while making gestures)"]},
{"line": ["COP 2: No, I think he's trying to tell us something. \n              What is it? (Between coughs, Kramer manages to say the word \"trouble\") \n              Trouble?! Trouble? Where? Where's"]},
{"line": ["trouble? (Kramer coughs out the words \"Old Mill\") \n              Trouble at the Old Mill?! Oh my god! Good boy, good boy! Lead the \n              way! Come on."]},
{"line": ["(Kramer starts running back to the restaurant, the \n              cops following him)"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: George's apartment building]"]},
{"line": ["(George enters the hallway only to find that a bandaged-up \n              Alan is moving boxes into George's would-be-apartment)"]},
{"line": ["GEORGE: Excuse me, uh, what are you doing in there?"]},
{"line": ["ALAN: I'm moving in. Alan Mercer. New neighbor. (They \n              shake hands)"]},
{"line": ["GEORGE: What? Elaine's big-head guy? They have you \n              the apartment?!"]},
{"line": ["ALAN: Yeah."]},
{"line": ["GEORGE: Why?! Because you were stabbed, and.. got \n              coffee thrown in your face, and.. uh.. (Points to Alan's bandaged \n              forehead)"]},
{"line": ["ALAN: Oh, fork in the forehead."]},
{"line": ["GEORGE: That's why they gave you the apartment?"]},
{"line": ["ALAN: No, I just gave the super 50 bucks."]},
{"line": ["GEORGE: Wait a minute, that is my apartment. I earned \n              it with 34 years of misery!"]},
{"line": ["ALAN: Tough luck, chinless. (Goes into his new apartment, \n              and slams the door on George)"]},
{"line": ["(George starts acting self-conscious about his chin \n              - much like Elaine and her head)"]},
{"line": ["END OF SHOW."]},
{"line": ["\n            \n            \n            \n        \n      \n    \n     \n      \n      \n    \n  \n\n\n\n\n \n\n\n\n", "\n        "]},
{"line": []},
{"line": [" "]},
{"line": []},
{"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]},
{"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}
]