[
{"title": "The Money"},
{"line": []},
{"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]},
{"line": [" "]},
{"line": ["\n        Transcribed by Mark Brockbank, Barrow-in-Furness, UK "]},
{"line": ["Originally posted on  The News Guy(Mike)'s \n        site:", "\n        ", "\n        "]},
{"line": ["Episode Number: 146", "\n        Original Air Date: January 16, 1997", "\n        ", "\n        Written by: Peter Mehlman", "\n        Directed by: Andy Ackerman", "\n        ", "\n        Recurring Cast:", "\n        Liz Sheridan (Helen Seinfeld)", "\n        Barney Martin (Morty Seinfeld)", "\n        Estelle Harris (Estelle Costanza)", "\n        Jerry Stiller (Frank Costanza)", "\n        Sandy Baron (Jack Klompus)", "\n        John O'Hurley (J. Peterman)", "\n        ", "\n        Guest Cast:", "\n        Sarah Silverman (Emily)", "\n        Leon W. Grant (Counterperson)", "\n        ", "\n        ", "\n        [Kramer's Apartment]", "\n        ", "\n        Kramer and Emily are in bed, having just finished their lovemaking. They're", "\n        both looking very satisfied and smiling.", "\n        ", "\n        KRAMER: Well, that was alright, huh?", "\n        ", "\n        EMILY: Yeah.", "\n        ", "\n        KRAMER: Well, um, goodnight.", "\n        ", "\n        EMILY: Goodnight.", "\n        ", "\n        Kramer rolls over to go to sleep. The bedside clock reads 12:30. Emily", "\n        snuggles up to him and puts an arm around him. Kramer doesn't look", "\n        comfortable with this.", "\n        ", "\n        [Kramer's Apartment, Later]", "\n        ", "\n        The clock reads 3:31. Kramer is lying on his back, sleeping. Beside him,", "\n        Emily lies face-down, sleeping, with her arms flung out wide. One hand \n        is on", "\n        the pillow above Kramer's head, then it moves and Emily's forearm runs", "\n        across Kramer's face, waking him. Kramer looks disgruntled at being", "\n        awakened.", "\n        ", "\n        KRAMER: (quietly, to himself) Look at this.", "\n        ", "\n        He picks up Emily's hand and moves it back to the pillow behind his head,", "\n        only for the same thing to happen again. Emily's hand moves across his \n        face.", "\n        Kramer looks unhappy at the disturbance.", "\n        ", "\n        [Kramer's Apartment, Later Still]", "\n        ", "\n        The clock reads 5:11. A wide awake Kramer is right over to the edge of \n        the", "\n        bed, with Emily cuddled up to him, sleeping happily. Kramer tries to", "\n        carefully move, so as to not wake Emily, but as he shifts his weight, \n        he", "\n        slips off the end of the mattress and falls to the floor. Emily rolls \n        into", "\n        the space vacated, continuing to sleep.", "\n        ", "\n        ", "\n        [Jerry's Apartment]", "\n        ", "\n        Jerry and his parents enter, carrying a selection of luggage.", "\n        ", "\n        HELEN: Jerry, we can only stay four days.", "\n        ", "\n        JERRY: Well, I'm upset, but we'll make the most of it.", "\n        ", "\n        Morty and Helen remove their coats.", "\n        ", "\n        MORTY: Helen, did you pack my travel gym?", "\n        ", "\n        HELEN: Yes. (to Jerry) Oh, your father bought a exercise device off the", "\n        television. He does it every morning at four.", "\n        ", "\n        MORTY: Only twenty-five minutes a day, and you can attach it to any", "\n        doorknob.", "\n        ", "\n        JERRY: Huh. So, I guess your travel miles are about to expire.", "\n        ", "\n        Jerry carries two cases through into the bedroom as his parents sit on \n        the", "\n        couch.", "\n        ", "\n        HELEN: Well, actually, Jerry, we wanted to talk to you about something.", "\n        ", "\n        Jerry reenters.", "\n        ", "\n        JERRY: Am I finally getting a baby brother?", "\n        ", "\n        HELEN: Jerry, be serious.", "\n        ", "\n        MORTY: How would you feel if we sold the Cadillac?", "\n        ", "\n        JERRY: What? The Cadillac I bought for you?", "\n        ", "\n        MORTY: It's too much car, Jerry.", "\n        ", "\n        JERRY: Aw, c'mon, you love that car. What about the Northstar system?", "\n        ", "\n        MORTY: I don't think we even use it.", "\n        ", "\n        JERRY: Well, it's a gift and I want you to keep it.", "\n        ", "\n        HELEN: We already sold it.", "\n        ", "\n        JERRY: Wh..why didn't you tell me before you sold it?", "\n        ", "\n        MORTY: Because we had a buyer, and we couldn't get a free flight until \n        now.", "\n        ", "\n        HELEN: Well, we could, but we wanted the bulkhead.", "\n        ", "\n        JERRY: (exasperated) Ugh.", "\n        ", "\n        Jerry turns away towards the kitchen as Kramer enters.", "\n        ", "\n        KRAMER: (to Jerry) Man, that Emily is wearing me out.", "\n        ", "\n        JERRY: Kramer.", "\n        ", "\n        KRAMER: No, no, no. It's not the sex, Jerry. (noticing Morty and Helen)", "\n        Heyy! Seinfelds.", "\n        ", "\n        HELEN: Hi Kramer.", "\n        ", "\n        MORTY: Hiya Kramer.", "\n        ", "\n        JERRY: We're in the middle of a discussion here.", "\n        ", "\n        KRAMER: Oh yeah? What about?", "\n        ", "\n        HELEN: Jerry's upset we sold the Cadillac.", "\n        ", "\n        KRAMER: What'd you get for it?", "\n        ", "\n        MORTY: Jack Klompus gave us six grand.", "\n        ", "\n        Kramer whistles, impressed", "\n        ", "\n        JERRY: You sold my Cadillac to Jack Klompus?", "\n        ", "\n        Morty rises from the couch, taking a cheque out of his pocket.", "\n        ", "\n        MORTY: (trying to press the cheque on Jerry) And we want you to have the", "\n        money.", "\n        ", "\n        JERRY: (getting worked up) I don't need the money.", "\n        ", "\n        MORTY: What're you talking about? You had a cheque bounce at the bodega.", "\n        ", "\n        JERRY: (animated) Oh, is that what this is all about?! I bounce a cheque \n        and", "\n        you sold a Cadillac?!", "\n        ", "\n        HELEN: Well, also, Jerry, we read an article in the Sun Sentinel. (digs \n        in", "\n        her purse and extracts a newspaper clipping) It says standup comedy is \n        not", "\n        what it used to be, what with def jam and all.", "\n        ", "\n        Helen passes the clipping to Jerry.", "\n        ", "\n        KRAMER: Yeah, that def jam is a force.", "\n        ", "\n        HELEN: Jerry, you know, I hear wonderful things about Bloomingdales'", "\n        executive training program.", "\n        ", "\n", "\n        JERRY: (sits on the back of the couch) Oh my god.", "\n        ", "\n        KRAMER: Y'know you've given this comedy thing your best shot. Yeah, you \n        had", "\n        some good observations, but it's over. Now, this Bloomingdale thing, that", "\n        could be the next wave.", "\n        ", "\n        Jerry lets out an exasperated groan, as Helen rubs his back.", "\n        ", "\n        ", "\n        [Fresh Roasted Coffee Store]", "\n        ", "\n        Jerry and Elaine have cups of coffee, George is ordering his beans from \n        the", "\n        guy behind the counter.", "\n        ", "\n        GEORGE: Uh, excuse me. Uh, pound of Arabian mocha java, please.", "\n        ", "\n        The counterperson nods to George, and moves to fill the order.", "\n        ", "\n        ELAINE: So, you understand how my Peterman stock options are gonna work?", "\n        ", "\n        GEORGE: I'm going to the bathroom.", "\n        ", "\n        George leaves.", "\n        ", "\n        ELAINE: Just, very interesting.", "\n        ", "\n        JERRY: Yeah, when it's your money, it's fascinating.", "\n        ", "\n        The guy behind the counter brings a bag of coffee over.", "\n        ", "\n        COUNTERPERSON: Arabian mocha java?", "\n        ", "\n        ELAINE: (looks for George) Mmm. (can't see him) Oh, um, I got it.", "\n        ", "\n        Elaine takes the bag and pays for it.", "\n        ", "\n        JERRY: That Arabian is strong coffee.", "\n        ", "\n        ELAINE: It's PLO blend.", "\n        ", "\n        George rejoins the gang.", "\n        ", "\n        ELAINE: Ohh, I got your coffee.", "\n        ", "\n        Elaine proffers the bag to George. He takes it and reaches for his pocket.", "\n        ", "\n        GEORGE: Oh Oh, here, lemme uh...", "\n        ", "\n        ELAINE: (waving away) Nah, nah, it's on me. (looks at her watch) Aww, \n        man.", "\n        Okay, listen guys, I'm gonna be late. (taking her cup of coffee) I'll \n        see", "\n        you, okay? (begins to walk away)", "\n        ", "\n        GEORGE: Yeah.", "\n        ", "\n        ELAINE: Bye.", "\n        ", "\n        GEORGE: Mmm.", "\n        ", "\n        Elaine leaves. Jerry moves to wander out of the store also, when George", "\n        stops him.", "\n        ", "\n        GEORGE: You see what just happened here?", "\n        ", "\n        JERRY: What?", "\n        ", "\n        GEORGE: She treated me to the Arabian mocha java.", "\n        ", "\n        JERRY: And you misinterpret this how?", "\n        ", "\n        GEORGE: She's stickin' it to me that she makes more money than me.", "\n        ", "\n        JERRY: I'm sure she was just being nice, buying you the coffee.", "\n        ", "\n        GEORGE: No, not nice. She's stickin' it to me.", "\n        ", "\n        JERRY: You're crazy.", "\n        ", "\n        GEORGE: (worked up) Stickin' it to me, Jerry.", "\n        ", "\n        JERRY: George.", "\n        ", "\n        GEORGE: (angry) Stickin' it!", "\n        ", "\n        George walks off, pulling an angry face.", "\n        ", "\n        ", "\n        [Monk's]", "\n        ", "\n        Jerry and George sit in a booth.", "\n        ", "\n        GEORGE: So you're buying the car back for your parents?", "\n        ", "\n        JERRY: I'm flying down to Florida tomorrow.", "\n        ", "\n        GEORGE: Your parents'll never let you do it.", "\n        ", "\n        JERRY: They lied to me about selling the car. I'll lie to them about buying", "\n        it back. They think they can dump six grand on me? Think again.", "\n        ", "\n        GEORGE: What kind of money you think your parents have?", "\n        ", "\n        JERRY: Excuse me?", "\n        ", "\n        GEORGE: I bet they have more money than mine.", "\n        ", "\n        JERRY: Come on, your parents have money.", "\n        ", "\n        GEORGE: You think?", "\n        ", "\n        JERRY: When did they ever spend any money?", "\n        ", "\n        GEORGE: Never.", "\n        ", "\n        JERRY: What are their living expenses?", "\n        ", "\n        GEORGE: Nothing.", "\n        ", "\n        JERRY: Where do they ever go on vacation?", "\n        ", "\n        GEORGE: Nowhere.", "\n        ", "\n        Jerry gives a little 'you do the math' shrug to George.", "\n        ", "\n        GEORGE: How much money d'you think they have?", "\n        ", "\n        JERRY: Few hundred grand?", "\n        ", "\n        GEORGE: (excited) You're saying I stand to inherit three hundred thousand", "\n        dollars, is that what you're saying?!", "\n        ", "\n        JERRY: Course you may not see it for twenty years.", "\n        ", "\n        GEORGE: Twenty years? That long?", "\n        ", "\n        JERRY: Does your father still eat bacon and eggs every day?", "\n        ", "\n        GEORGE: Fortunately, yes.", "\n        ", "\n        JERRY: How's your family history?", "\n        ", "\n        GEORGE: I have an aunt that died at seven.", "\n        ", "\n        JERRY: Really?", "\n        ", "\n        GEORGE: Aunt Baby.", "\n        ", "\n        ", "\n        [Elaine's Office]", "\n        ", "\n        Elaine sits behind her desk, in the big fancy office she gets standing \n        in", "\n        for Peterman as president. Kramer enters.", "\n        ", "\n        KRAMER: Elaine. Uh, you got a moment?", "\n        ", "\n        ELAINE: Yeah, Kramer, come on in.", "\n        ", "\n        KRAMER: I, uh, need to speak to you about some lady problems.", "\n        ", "\n        Kramer sits in front of Elaine's desk.", "\n        ", "\n        ELAINE: (unsure) Oh-kay.", "\n        ", "\n        KRAMER: (a little anxious) You know, after I have sex with Emily, uh, \n        I", "\n        don't want her in the bed any more.", "\n        ", "\n        ELAINE: Ah.", "\n        ", "\n        KRAMER: Yeah, because she's throwing off my whole sleep. She's got the \n        jimmy", "\n        legs.", "\n        ", "\n        ELAINE: (confused) Jimmy legs?", "\n        ", "\n        Kramer raises one leg and judders it in the air, as illustration.", "\n        ", "\n        KRAMER: Jimmy leg.", "\n        ", "\n        ELAINE: (grasping the concept) Ohh.", "\n        ", "\n        KRAMER: So, uh, well, maybe I should just be honest with her, huh?", "\n        ", "\n        ELAINE: Tell her after sex, you just want her outta there?", "\n        ", "\n        KRAMER: Well, I'd say it nicely.", "\n        ", "\n        ELAINE: I don't think so.", "\n        ", "\n        KRAMER: Well, you know, I really like this girl and I, you know, I think \n        if", "\n        I could just work out this one thing...", "\n        ", "\n        ELAINE: (interrupting) Yeah. I gotta be honest with you Kramer. You might \n        be", "\n        more than just a coupla tweaks away from a healthy relationship.", "\n", "\n        ", "\n        KRAMER: Well you're not exactly zeroing in yourself, lady.", "\n        ", "\n        ELAINE: (pointing to the door, angry) Alright, get out.", "\n        ", "\n        Kramer starts to move, and thumps his knee on the underside of the desk. \n        He", "\n        rises and begins to head for the door.", "\n        ", "\n        ELAINE: (impatient) Get out!", "\n        ", "\n        ", "\n        [Jerry's Apartment]", "\n        ", "\n        Morty and Helen sit on the couch, watching TV and doing a crossword,", "\n        respectively. Jerry enters from the bedroom, carrying a suitcase.", "\n        ", "\n        JERRY: So listen, I gotta go down to Atlantic City. I'm performing at", "\n        Bally's.", "\n        ", "\n        MORTY: You just heard about this today?", "\n        ", "\n        JERRY: (pulling on a jacket) They had a cancellation and they instantly", "\n        called me.", "\n        ", "\n        HELEN: Who cancelled?", "\n        ", "\n        JERRY: Carrot Top. I told you, my career's fine.", "\n        ", "\n        ", "\n        [The Costanza Home, Queens]", "\n        ", "\n        George and his parents are seated at the table in the kitchen, eating \n        a meal", "\n        of spaghetti.", "\n        ", "\n        GEORGE: I been, uh, thinking about the family. Tell me, uh, about Aunt \n        Baby.", "\n        ", "\n        FRANK: (looks up to heaven) She's deceased.", "\n        ", "\n        GEORGE: (glances upwards) Yeah. Uhm, why did she die so young?", "\n        ", "\n        FRANK: (looks to Estelle) She had problems. (Estelle nods) Internal.", "\n        ", "\n        GEORGE: Is that common in our family?", "\n        ", "\n        ESTELLE: Well, your uncle Moe, he died a young man.", "\n        ", "\n        FRANK: Also internal problems.", "\n        ", "\n        ESTELLE: It's that temper on your side. They're yelling and yelling, and", "\n        then one day, they're all gone.", "\n        ", "\n        FRANK: What about your side? Your cousin Hennie. (animated) She was sickly", "\n        from the moment I met her!", "\n        ", "\n        ESTELLE: (shouts) Don't you talk about Hennie!", "\n        ", "\n        GEORGE: I guess you two are the lucky ones.", "\n        ", "\n        FRANK: So far.", "\n        ", "\n        ESTELLE: Frank, if Aunt Baby were alive today, how old would she be?", "\n        ", "\n        FRANK: She'd never make it.", "\n        ", "\n        George thinks a little and looks hopeful.", "\n        ", "\n        ", "\n        [Monk's]", "\n        ", "\n        Kramer and Emily sit at a table. Emily looks a little angry.", "\n        ", "\n        EMILY: So let me get this straight. You enjoy the lovemaking...", "\n        ", "\n        KRAMER: Shh, shh.", "\n        ", "\n        EMILY: (quieter) Well, do you?", "\n        ", "\n        KRAMER: Oh yeah, like strawberry pie.", "\n        ", "\n        EMILY: Okay, but you have a problem sharing a bed with me?", "\n        ", "\n        KRAMER: I know it's not what the ladies like. But without some solid sack", "\n        time, I'm a zombie.", "\n        ", "\n        EMILY: I don't know.", "\n        ", "\n        KRAMER: (pleading) Aww, c'mon, man. Meet me halfway.", "\n        ", "\n        EMILY: You're not easy, Kramer.", "\n        ", "\n        KRAMER: I know.", "\n        ", "\n        ", "\n        [Animation]", "\n        ", "\n        On a map of the East Coast of the US, a long red arrow appears from New \n        York", "\n        to Del Boca Vista.", "\n        ", "\n        ", "\n        [Klompus Home, Del Boca Vista]", "\n        ", "\n        Jerry sits on a chair as Jack, standing, speaks.", "\n        ", "\n        JACK: So, to what do I owe the pleasure of this, unannounced, visit?", "\n        ", "\n        JERRY: I wanna buy back the Cadillac.", "\n        ", "\n        JACK: You wanna buy it back? Why, you go drugs hidden in the trunk?", "\n        ", "\n        Jack chuckles at his own joke. Jerry stares back at him, unamused.", "\n        ", "\n        JACK: I'm kidding.", "\n        ", "\n        JERRY: (reaching into his pocket) Alright, I'll give you nine thousand \n        for", "\n        it.", "\n        ", "\n        Jerry puts is chequebook on the table", "\n        ", "\n        JACK: Nine thousand for a Cadillac? It's got no miles on it.", "\n        ", "\n        JERRY: You bought it for six!", "\n        ", "\n        JACK: You're not me.", "\n        ", "\n        JERRY: (standing) How much d'you want for it?", "\n        ", "\n        JACK: The Kelly blue book value. Twenty-two thousand dollars.", "\n        ", "\n        Jerry pulls a 'you have to be kidding' face.", "\n        ", "\n        JERRY: Fourteen thousand.", "\n        ", "\n        JACK: Done. But, I get to drive it tomorrow, because Doris wants to go \n        to", "\n        Naples.", "\n        ", "\n        Jerry starts to write the cheque, but his pen is obviously not working", "\n        properly. Jack pulls out his own pen (the astronaut pen from 'The Pen') \n        and", "\n        offers it to Jerry.", "\n        ", "\n        JACK: Need a pen?", "\n        ", "\n        Jerry scribbles with his pen, to try and encourage it, but to no avail. \n        He", "\n        looks to Jack, who's holding out his pen.", "\n        ", "\n        JACK: Still works.", "\n        ", "\n        ", "\n        [Jerry's Apartment]", "\n        ", "\n        Morty and Helen are by the counter, as Kramer comes in.", "\n        ", "\n        KRAMER: Hey, where's Jerry?", "\n        ", "\n        HELEN: He's performing at Bally's in Atlantic City.", "\n        ", "\n        KRAMER: Aw, okay. (picks up the phone and starts dialling) Yeah, I need \n        his", "\n        shoeshine kit. (still dialling) He always hides it from me. (puts the \n        phone", "\n        to his ear and waits for a second or two) Yeah, Bally's? Yeah, Jerry", "\n        Seinfeld's room, please.", "\n        ", "\n        MORTY: You know that number?", "\n        ", "\n        KRAMER: I used to have a problem. (into phone) Well, what d'you mean, \n        he's", "\n        not registered? Wha..S, E, I, N, V...", "\n        ", "\n        HELEN: F. F, E, L , D.", "\n        ", "\n        KRAMER: ...F, E, L, D. (half-laughing) Well, I think you're wrong. (listens)", "\n        Alright, you have a lucky day, too.", "\n        ", "\n        Kramer rings off.", "\n        ", "\n        HELEN: He's not there?", "\n        ", "\n        KRAMER: No, they never heard of him.", "\n        ", "\n        Kramer puts down the phone, and walks off to look for the shoeshine kit.", "\n        Morty and Helen exchange worried looks.", "\n        ", "\n        ", "\n        [Restaurant]", "\n        ", "\n        George, Elaine and Jerry's parents sit at a table in a fancy restaurant.", "\n        ", "\n        ELAINE: This is so nice of you to take us all out to dinner, George.", "\n        ", "\n        GEORGE: (oozing fake sincerity) Well, as much as I enjoy all the", "\n        good-natured ribbing, nothing really makes me happier than spending money \n        on", "\n", "\n        the people I care about.", "\n        ", "\n        HELEN: Where's Jerry?", "\n        ", "\n        GEORGE: Oh, he'll be here. By the way, Elaine, (reaches under the table \n        and", "\n        brings out a large coffee machine) thank you for laying out for the Arabian", "\n        mocha java.", "\n        ", "\n        George puts the gift in front of Elaine.", "\n        ", "\n        ELAINE: George, you didn't have to do this. I'm president of a big company.", "\n        I can afford to buy you coffee.", "\n        ", "\n        MORTY: (surprised) President?", "\n        ", "\n        ELAINE: Yeah.", "\n        ", "\n        Jerry enters, with his bag over his shoulder.", "\n        ", "\n        GEORGE: Hey look, he's back.", "\n        ", "\n        JERRY: I got your message, (sitting) so I came straight from Atlantic \n        City.", "\n        ", "\n        HELEN: Jerry, Kramer called Bally's. You weren't registered.", "\n        ", "\n        JERRY: (extemporising) Well, I can't stay under my own name. I was", "\n        registered under Slappy White.", "\n        ", "\n        Helen looks unconvinced. A spiffily-dressed Frank and Estelle enter the", "\n        restaurant and are spotted by George.", "\n        ", "\n        GEORGE: Mom? Dad?", "\n        ", "\n        ESTELLE: Well, look who's here. Hello, Seinfelds.", "\n        ", "\n        Morty half-nods a greeting.", "\n        ", "\n        GEORGE: Wh..what're you doing here?", "\n        ", "\n        FRANK: We're having an upscale dinner.", "\n        ", "\n        GEORGE: What?", "\n        ", "\n        ESTELLE: Well, after talking to you, we realised we may not have much \n        time", "\n        left.", "\n        ", "\n        FRANK: So, we're blowing it all.", "\n        ", "\n        George looks unhappy at this news.", "\n        ", "\n        FRANK: (holding out his tie) Look George, it's a Pierre Cardin.", "\n        ", "\n        ", "\n        [Emily's Apartment]", "\n        ", "\n        Once again, Kramer and Emily are basking in the afterglow.", "\n        ", "\n        KRAMER: That was alright.", "\n        ", "\n        EMILY: Yeah.", "\n        ", "\n        They both lie still for a few seconds.", "\n        ", "\n        KRAMER: (abruptly) Well, I'll see you.", "\n        ", "\n        Kramer climbs quickly out of the bed to leave.", "\n        ", "\n        ", "\n        [Jerry's Apartment]", "\n        ", "\n        Morty, dressed in exercise gear, emerges from the bedroom. He is carrying", "\n        the travel gym. He creeps across the room, so as not to wake Jerry, who \n        is", "\n        asleep on the couch, quietly opens the door and slips outside.", "\n        ", "\n        ", "\n        [Kramer's Apartment/Hallway]", "\n        ", "\n        Kramer is asleep in his bed, when something wakes him. He can hear a", "\n        thumping and a rattling sound. Kramer turns over and looks across at his", "\n        door, to see the handle turning, as if someone outside were trying to \n        open", "\n        it. A look of horror comes to Kramer's face.", "\n        ", "\n        Outside in the hallway, Morty has his travel gym attached to Kramer's", "\n        doorknob. As he pulls on the arrangement of cords and pulleys, they in \n        turn", "\n        pull at the doorknob.", "\n        ", "\n        Inside Kramer's apartment, a terrified Kramer pulls the blankets over \n        his", "\n        head and lies quivering underneath.", "\n        ", "\n        ", "\n        [Jerry's Apartment/Florida]", "\n        ", "\n        Morty and Helen are eating at the table. The phone rings and Jerry answers.", "\n        ", "\n        JERRY: Hello.", "\n        ", "\n        A dishevelled and muddy Jack Klompus is on the other end of the line, \n        using", "\n        a cellular phone somewhere outdoors in Florida.", "\n        ", "\n        JACK: (shouting like there's a bad line) Jerry, I had a little mishap \n        with", "\n        the car.", "\n        ", "\n        The front portion of the Cadillac is submerged in a swamp, with the tail \n        end", "\n        pointed upwards.", "\n        ", "\n        JACK: I'm down here in alligator alley. You better get down here.", "\n        ", "\n        Jerry tries not to give anything away to his parents.", "\n        ", "\n        JERRY: (quiet) Huh. Alright.", "\n        ", "\n        Jerry puts down the phone and moves towards the bedroom.", "\n        ", "\n        HELEN: Who was that?", "\n        ", "\n        JERRY: (extemporising) That was the Golden Nugget. Also in Atlantic City.", "\n        They heard such good things about my show at Bally's, they want me for", "\n        tonight. So I'll have to repack, and go.", "\n        ", "\n        Jerry leaves to the bedroom. Helen and Morty don't look convinced by Jerry's", "\n        spiel. They talk quietly so's Jerry can't hear in the next room.", "\n        ", "\n        MORTY: That didn't sound like the Golden Nugget.", "\n        ", "\n        HELEN: I'm worried. What happens if we have to support Jerry?", "\n        ", "\n        MORTY: I'd have to go back to work.", "\n        ", "\n        HELEN: Where would you work?", "\n        ", "\n        MORTY: Maybe I should talk to Elaine.", "\n        ", "\n        ", "\n        [Elaine's Office]", "\n        ", "\n        Elaine sits behind her desk, interviewing a smartly dressed Morty.", "\n        ", "\n        ELAINE: Well, Mr Seinfeld, I..I'm not sure I understand why you want a \n        job", "\n        here.", "\n        ", "\n        MORTY: What's not to understand?", "\n        ", "\n        ELAINE: Well, for one thing, you live in Florida.", "\n        ", "\n        MORTY: I'm very comfortable working outta the house. I have a phone, we \n        have", "\n        a Kinko's nearby. You know, I think that my resume speaks for itself.", "\n        ", "\n        ELAINE: (looking around her desk) Where is your resume?", "\n        ", "\n        MORTY: I don't have it. I'll mail you one.", "\n        ", "\n        ELAINE: Alright, Mr Seinfeld, I... What kind of position did you have \n        in", "\n        mind?", "\n        ", "\n        MORTY: You sell clothes here, don't you?", "\n        ", "\n        ELAINE: Yeah.", "\n        ", "\n        MORTY: Well, I sold raincoats in the garment centre for thirty-eight years.", "\n        In nineteen forty-nine...", "\n        ", "\n        ELAINE: (interrupting) Alright. Alright, alright. You come in tomorrow,", "\n        we'll find something for you to do.", "\n        ", "\n        MORTY: You won't regret this, Miss Benes. What time should I be in? I \n        get up", "\n        at four, I could be here as early as four twenty-five.", "\n        ", "\n        ELAINE: Uhm...", "\n        ", "\n        Peterman enters the office.", "\n        ", "\n        PETERMAN: (upbeat) Oh, Elaine, this dry air is curing me like a Black \n        Forest", "\n        ham.", "\n        ", "\n        Peterman strides across the office to another door.", "\n        ", "\n        ELAINE: (stunned) Mr Peterman. You're back.", "\n        ", "\n        Peterman goes through the other door, and closes it behind him. Elaine,", "\n        stands, her mouth agape in shock.", "\n        ", "\n        MORTY: Who's Mr Fancy?", "\n        ", "\n        ", "\n        [Emily's Apartment]", "\n", "\n        ", "\n        Kramer and Emily in bed again.", "\n        ", "\n        KRAMER: (hesitant) I uh, I was thinking maybe I should spend the night.", "\n        ", "\n        EMILY: Aww, that's sweet, but actually I, I think I'd prefer it if you \n        left.", "\n        ", "\n        KRAMER: (surprise) What?", "\n        ", "\n        EMILY: You were completely right. I sleep so much better when I'm alone.", "\n        (pause) And you scream in your sleep.", "\n        ", "\n        KRAMER: I do?", "\n        ", "\n        Kramer looks intensely nervous.", "\n        ", "\n        KRAMER: (fearful) There was a man, he was trying to get into my apartment", "\n        last night. He was jiggling the doorknob for twenty-five minutes.", "\n        ", "\n        EMILY: C'mon, it was probably the wind.", "\n        ", "\n        KRAMER: No, no, no. It was a fearless cat burglar. (pleading) Now listen,", "\n        you gotta let me sleep here, huh? Y'know, I'll stay here on my side, and", "\n        I'll stuff a sock in my mouth. (panicky) 'Cos I don't wanna sleep alone.", "\n        ", "\n        EMILY: (adamant) Well, I do.", "\n        ", "\n        ", "\n        [Animation]", "\n        ", "\n        Another arrow is drawn from New York to Del Boca Vista.", "\n        ", "\n        ", "\n        [Street, Del Boca Vista]", "\n        ", "\n        A tow truck has hauled the Cadillac out of the swamp and back to Del Boca", "\n        Vista. It's plastered with mud and filth over its entire length. Jack", "\n        Klompus stands beside it, still mud-spattered. Jerry climbs out of a cab.", "\n        ", "\n        JACK: What took you so long?", "\n        ", "\n        JERRY: I live in New York. (slams the cab door) What the hell happened?", "\n        ", "\n        The cab drives away.", "\n        ", "\n        JACK: This thing is a, is a behemoth.", "\n        ", "\n        JERRY: What did you do?", "\n        ", "\n        JACK: I was, I was making a, a simple lane change. I, I put on the blinker", "\n        and it took off on me. And the next thing you know, I was submerged. I'm", "\n        telling you, Jerry, I'm very lucky that those crocs didn't get me.", "\n        ", "\n        Jerry opens the door of the Cadillac and a torrent of muddy water containing", "\n        a couple of catfish spills out over his feet.", "\n        ", "\n        JERRY: (exasperation) You are such an idiot. Well, we gotta get the car", "\n        cleaned up for my parents.", "\n        ", "\n        JACK: (shrugging) Do whatever you want. It's your car.", "\n        ", "\n        JERRY: My car? You drove it into the swamp!", "\n        ", "\n        JACK: It drove itself into the swamp! Besides, I think I lost my pen, \n        too.", "\n        ", "\n        JERRY: (smiling with pleasure) You know, that almost makes this all", "\n        worthwhile.", "\n        ", "\n        ", "\n        [The Costanza Home, Queens]", "\n        ", "\n        Frank and Estelle sit in the living room as George walks in from the front", "\n        door.", "\n        ", "\n        GEORGE: (pointing outside) Why is there a Cadillac parked in front of \n        the", "\n        house?", "\n        ", "\n        FRANK: That's your mother's new car.", "\n        ", "\n        GEORGE: You bought that?", "\n        ", "\n        FRANK: It's a Coupe de Elegance.", "\n        ", "\n        ESTELLE: Your father wanted a Mercedes, but I won't ride in a German car.", "\n        ", "\n        George looks like he's going to say something, but then the door to the", "\n        kitchen opens and Kramer walks in, wearing a dressing gown and pyjamas \n        and", "\n        carrying a mug of coffee. He slaps George on the back.", "\n        ", "\n        KRAMER: Mornin'.", "\n        ", "\n        Kramer walks round the stunned George, and sits on the couch.", "\n        ", "\n        KRAMER: Oh, boy.", "\n        ", "\n        GEORGE: What the hell is going on here?", "\n        ", "\n        KRAMER: I had some trouble at my place, so I need a little company at \n        night", "\n        to sleep.", "\n        ", "\n        ESTELLE: George, your mother and I, and Kramer (holds Kramer's hand) have", "\n        been talking.", "\n        ", "\n        GEORGE: (dread) Oh god.", "\n        ", "\n        KRAMER: Uh, George, your parents can't blow through their savings in this", "\n        community. It's low-rent. Now, we feel that Florida is really the place", "\n        where they should be.", "\n        ", "\n        FRANK: (claps his hands) You can drop a grand in Disneyworld, like that.", "\n        ", "\n        GEORGE: Wait a minute. (astonished) You're thinking of moving to Florida", "\n        again?!", "\n        ", "\n        ESTELLE: Well, it's either that or we stay here, near you, and just sit \n        on", "\n        the money. What do you think we should do, Georgie?", "\n        ", "\n        George looks surprised, confused and thoughtful, all at the same time.", "\n        ", "\n        ", "\n        [Peterman's Office]", "\n        ", "\n        Peterman sits behind his desk in the office which was, until recently,", "\n        Elaine's. Employees sit around the desk, including Morty and Elaine, who", "\n        sits depressed at the end of the desk.", "\n        ", "\n        PETERMAN: So, anyway, effective immediately, Miss Benes will return to \n        her", "\n        old position, at her original salary...", "\n        ", "\n        Elaine does a double take at this, and looks unhappy.", "\n        ", "\n        PETERMAN: ...and I, of course, will return to mine. Kudos, Elaine, on \n        a", "\n        job... done.", "\n        ", "\n        ELAINE: (hardly daring to ask) What about my stock options?", "\n        ", "\n        PETERMAN: I think not.", "\n        ", "\n        Elaine puts a hand to her head and sighs.", "\n        ", "\n        PETERMAN: Now, down to business. (thoughtful) I have had this vision of \n        a", "\n        diaphanous rum-runner scarf.", "\n        ", "\n        The employees take notes.", "\n        ", "\n        ELAINE: Well, we could fly some fabric in from our silk factories, for \n        about", "\n        a thousand dollars a bolt.", "\n        ", "\n        MORTY: (shocked) A thousand?! I know a coupla Chinamen over there on", "\n        Forty-third Street, who'll do it for half that.", "\n        ", "\n        ELAINE: (tactful) It's, ah, Asian-Americans.", "\n        ", "\n        MORTY: What?", "\n        ", "\n        PETERMAN: (puzzled) Who are you?", "\n        ", "\n        ELAINE: Don't worry, I...", "\n        ", "\n        MORTY: Morty Seinfeld. I cut velvet for forty years with Harry Altman.", "\n        ", "\n        ELAINE: Okay, Mr Seinfeld, this is not the t...", "\n        ", "\n        PETERMAN: Elaine, did you hire this man?", "\n        ", "\n        ELAINE: (worried) No, no. Well, I mean, you know, he's more like an intern,", "\n        you know, at best.", "\n        ", "\n        ", "\n        [Monk's]", "\n        ", "\n        George and Elaine sit in a booth.", "\n        ", "\n        ELAINE: So, if your parents move to Florida, you're poor.", "\n        ", "\n        GEORGE: (pointing out the positive) But happy.", "\n        ", "\n        ELAINE: Obviously. And if they stay, you're rich, but...", "\n        ", "\n        Elaine gestures with her hand.", "\n        ", "\n        GEORGE: Obviously.", "\n        ", "\n        ELAINE: Quite a dilemma. You know, I have a bit of a dilemma of my own.", "\n        ", "\n        GEORGE: No, no. No, no, no. (determined) We're staying on me. We haven't", "\n        solved anything yet.", "\n        ", "\n        ELAINE: Alright, this is easy. Let 'em go.", "\n        ", "\n", "\n        GEORGE: What d'you mean, let 'em go? They're spending all my money.", "\n        ", "\n        ELAINE: Alright, well, then they stay. Lemma ask you something...", "\n        ", "\n        GEORGE: (upset) Could you put a little thought into this? Jerry's gone, \n        you", "\n        could humour me. He humours me.", "\n        ", "\n        ELAINE: Speaking of Jerry, his father is driving me so crazy down at", "\n        Peterman's.", "\n        ", "\n        GEORGE: You know what I do at the Yankees, when one of these old guys \n        is", "\n        breathing down my neck?", "\n        ", "\n        ELAINE: What?", "\n        ", "\n        GEORGE: You schedule a late meeting.", "\n        ", "\n        ELAINE: (puzzlement) Huh? What does that do?", "\n        ", "\n        GEORGE: These old guys, they're up at 4 a.m., by two thirty they're wiped.", "\n        (animated) How did we get back onto you?!", "\n        ", "\n        ELAINE: (grabbing her bag and coat) I gotta split.", "\n        ", "\n        Elaine gets up and leaves.", "\n        ", "\n        GEORGE: (shouted after Elaine) You know, I got nothing outta this!", "\n        ", "\n        ", "\n        [The Costanza Home, Queens]", "\n        ", "\n        Kramer, wrapped in a quilt enters the Costanza's bedroom. Frank enters \n        from", "\n        the bathroom, drying his hands with a towel.", "\n        ", "\n        KRAMER: Hey Frank, you got two beds in here.", "\n        ", "\n        FRANK: That's right. That's me on the left.", "\n        ", "\n        KRAMER: So, you sleep in separate beds.", "\n        ", "\n        FRANK: Thirty years ago, we came to an agreement. It was the only way \n        I", "\n        could get some rest.", "\n        ", "\n        KRAMER: (intrigued) Really?", "\n        ", "\n        FRANK: (confidential) Estelle's got the (jerks his elbow) jimmy arms.", "\n        ", "\n        KRAMER: You can get that in your arms?", "\n        ", "\n        FRANK: Like you wouldn't believe.", "\n        ", "\n        ", "\n        [Klompus Home, Del Boca Vista]", "\n        ", "\n        A grubby Jerry sits at the table, with Jack hovering over him.", "\n        ", "\n        JACK: Jerry, it's getting late. You've cleaned up the car. You've made \n        all", "\n        your phone calls. Why are you still here?", "\n        ", "\n        JERRY: Well, I uh, maxed out my credit cards, and I don't have enough \n        cash", "\n        for a hotel room. So...", "\n        ", "\n        JACK: You are uh, thinking of staying here?", "\n        ", "\n        JERRY: Well...", "\n        ", "\n        JACK: (laughing) You've got some nerve. I almost break my neck in that", "\n        death-trap of yours, and now you ask me for a favour!", "\n        ", "\n        JERRY: You didn't like that crack about the pen.", "\n        ", "\n        JACK: I did not.", "\n        ", "\n        ", "\n        [The Costanza Home, Queens]", "\n        ", "\n        George and his parents sit at the kitchen table, while Kramer does some", "\n        washing up in the sink.", "\n        ", "\n        GEORGE: Well, I've given this a lot of thought, and I've gotta say...", "\n        ", "\n        George is distracted momentarily by Kramer clattering dishes. He gives", "\n        Kramer a look and continues.", "\n        ", "\n        GEORGE: (attempting sincerity) As much as I'd like to see the two of you", "\n        living it up in a warm, tropical, setting, I, I would just miss you too", "\n        much. (smiling) So, I've decided, I want you to stay.", "\n        ", "\n        FRANK: It's too late. We bought a condo at Del Boca Vista. We're leaving", "\n        tonight.", "\n        ", "\n        Estelle and Frank smile at each other.", "\n        ", "\n        GEORGE: (crestfallen) But you said it was my call.", "\n        ", "\n        ESTELLE: We were just being nice.", "\n        ", "\n        George looks crushed.", "\n        ", "\n        ESTELLE: (motherly concern) Cosmo, are you sure you're gonna be alright \n        here", "\n        alone?", "\n        ", "\n        KRAMER: Oh, yeah, yeah. I got Emily coming over tonight.", "\n        ", "\n        GEORGE: (animated) You're letting him have a woman over?!", "\n        ", "\n        FRANK: He's not family. It's different, psychologically.", "\n        ", "\n        Kramer is examining the label on a wine bottle, as George turns to look \n        at", "\n        him. He gives George a little smile.", "\n        ", "\n        ", "\n        [Peterman's Office]", "\n        ", "\n        The employees, including Elaine and Morty, sit round Peterman's desk as \n        he", "\n        waxes lyrical about his adventures. Morty looks impatient, glancing at \n        his", "\n        watch as Peterman speaks.", "\n        ", "\n        PETERMAN: And so, I made an explosive out of chick peas, and I stopped \n        that", "\n        great rhino right in his tracks.", "\n        ", "\n        MORTY: Well, it's getting kinda late, why don't we uh...", "\n        ", "\n        ELAINE: Mr Peterman, that can't have been the only time that you faced", "\n        mortal danger.", "\n        ", "\n        PETERMAN: (smiles and laughs) Ha ha ha. Funny you should ask, Elaine.", "\n        ", "\n        MORTY: Look, if we're gonna stay here until all hours of the night, can \n        we", "\n        at least get some food here?", "\n        ", "\n        PETERMAN: (looks at his watch) It's only five fifteen. So, later on that", "\n        same day, I developed a great hankering for some wild honey...", "\n        ", "\n        MORTY: (standing) Okay, I'm done. I'll be back in the morning, when he's", "\n        close to finish with his story.", "\n        ", "\n        Morty heads for the door. Peterman's voice brings him to a halt.", "\n        ", "\n        PETERMAN: Morty. My stories are what sell these clothes.", "\n        ", "\n        MORTY: Cheap fabric, and dim lighting. That's how you move merchandise.", "\n        ", "\n        PETERMAN: (winks) Morty, you're out.", "\n        ", "\n        MORTY: (unconcerned) Ach, I never knew what the hell I was peddling with", "\n        those stupid cartoons and that paper book, anyway.", "\n        ", "\n        Morty walks out, leaving a not entirely unhappy Elaine behind.", "\n        ", "\n        ", "\n        [Animation]", "\n        ", "\n        An arrow is drawn on the East Coast map, this time from Queens to Del \n        Boca", "\n        Vista.", "\n        ", "\n        ", "\n        [Street, Del Boca Vista]", "\n        ", "\n        Frank walks along the sidewalk, past a familiar looking Cadillac. Something", "\n        catches his eye, and he looks into the car. A figure is asleep on the \n        back", "\n        seat with his face covered. Frank 'gives a what is the world coming to' \n        look", "\n        and throws up his hands as he walks away.", "\n        ", "\n        After he leaves, the figure shifts in his sleep, turning over. It's Jerry,", "\n        sleeping in his parent's Cadillac.", "\n        ", "\n        ", "\n        [The Costanza Home, Queens]", "\n        ", "\n        Kramer stands in the doorway of the bathroom, while Emily sits on Estelle's", "\n        bed, reading a paperback.", "\n        ", "\n        KRAMER: I don't know why I let you talk me into that corned beef at", "\n        Snitzer's.", "\n        ", "\n        EMILY: (not looking up from her book) No-one held a gun to your head.", "\n        ", "\n        KRAMER: (dismissive) Yeah.", "\n        ", "\n        EMILY: (still reading) Don't forget, we're eating dinner at the Feinerman's", "\n        tomorrow night.", "\n        ", "\n        KRAMER: (moody) Oh, why do I have to go? They're your friends.", "\n        ", "\n", "\n        EMILY: You like 'em.", "\n        ", "\n        KRAMER: I've had it with 'em.", "\n        ", "\n        Kramer disappears into the bathroom.", "\n        ", "\n        EMILY: Then we won't go.", "\n        ", "\n        Kramer reemerges with a glass of water.", "\n        ", "\n        KRAMER: (yielding) Okay, okay. What time?", "\n        ", "\n        EMILY: Eight thirty.", "\n        ", "\n        Kramer downs the glass of water in one go, and then belches.", "\n        ", "\n        KRAMER: (satisfied) Ahh. That was alright.", "\n        ", "\n        Emily smiles at him, then returns to her book.", "\n        ", "\n        ", "\n        [Monk's]", "\n        ", "\n        Jerry, George and Elaine sit in a booth. Jerry drinking coffee, George", "\n        eating and Elaine reading from the pages of a newspaper.", "\n        ", "\n        ELAINE: 'One bright note in today's market, was the stock of retailer \n        J", "\n        Peterman, whose founder's surprise return generated a rise of twelve and \n        a", "\n        half points.'", "\n        ", "\n        Elaine folds the paper and drops it on the table.", "\n        ", "\n        JERRY: Mmm-mmm-mmm. That means, if you still had those stock options...", "\n        ", "\n        ELAINE: (downcast) Yeah.", "\n        ", "\n        GEORGE: (Jerry-style) That's a shame.", "\n        ", "\n        ELAINE: (sharp) What, are you sticking it to me?", "\n        ", "\n        GEORGE: (innocent) What?", "\n        ", "\n        ELAINE: I think you're sticking it to me.", "\n        ", "\n        JERRY: Elaine, I'm sure George is just being sympathetic.", "\n        ", "\n        ELAINE: (leaning forward and accusing) Stickin' it!", "\n        ", "\n        George doesn't meet Elaine's stare.", "\n        ", "\n        JERRY: You're not alone. I'm practically broke.", "\n        ", "\n        ELAINE: Really?", "\n        ", "\n        JERRY: No. But, I did blow over twenty thousand on that Cadillac.", "\n        ", "\n        George takes another forkful of what's on his plate.", "\n        ", "\n        GEORGE: (relishing) Hmm-hmm-hmm-hmm. Delicious.", "\n        ", "\n        JERRY: Well, you seem happy.", "\n        ", "\n        GEORGE: I am. The folks are twelve hundred miles away. (gleeful) I'm basking", "\n        in the buffer zone. (looks for the waitress) 'Nother piece of pie here!", "\n        ", "\n        ELAINE: So, were your parents shocked to see the Cadillac?", "\n        ", "\n        JERRY: Actually, I haven't heard from 'em yet.", "\n        ", "\n        ELAINE: Hmm.", "\n        ", "\n        ", "\n        [Florida]", "\n        ", "\n        Morty and Helen sit on a couch, reading magazines.", "\n        ", "\n        MORTY: When are we gonna tell Jerry?", "\n        ", "\n        HELEN: I don't wanna worry him. We'll tell him next time we go up.", "\n        ", "\n        MORTY: He thought he could buy back that Cadillac for us? He's not getting", "\n        away with that.", "\n        ", "\n        It's revealed that the Seinfelds are in a trailer parked behind the", "\n        Cadillac.", "\n        ", "\n        HELEN: Besides, that condo was too much house.", "\n        ", "\n        ", "\n        [The Costanza Home, Del Boca Vista]", "\n        ", "\n        Estelle is sitting on the couch in the condo, while Frank peers out of \n        the", "\n        window.", "\n        ", "\n        ESTELLE: How many times can you check the car?", "\n        ", "\n        FRANK: (coming away from the window) I saw a bum sleeping in a Cadillac \n        the", "\n        other day.", "\n        ", "\n        Frank sits in a chair.", "\n        ", "\n        ESTELLE: Why would someone break into a car to take a nap?", "\n        ", "\n        FRANK: They don't nap. They make it their home. They urinate in there!", "\n        ", "\n        ESTELLE: (shouts) You're driving me crazy!", "\n        ", "\n        FRANK: (standing) That's it, we're going back to Queens. (claps hands)", "\n        Where's my hat?", "\n        ", "\n        Frank walks out of the room.", "\n        ", "\n        ESTELLE: (shouts) Nooh!", "\n        ", "\n        [END]"]},
{"line": ["Originally posted on  The News Guy(Mike)'s \n        site:", "\n        ", "http://www.geocities.com/tnguym/scripts2.html"]},
{"line": [" "]},
{"line": []},
{"line": [" "]},
{"line": []},
{"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]},
{"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}
]