[
{"title": "The Comeback"},
{"line": []},
{"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]},
{"line": [" "]},
{"line": ["\n        Transcribed by: (Mazzy) Mark Brockbank Barrow-in-Furness, UK", "\n        Originally posted on The News Guys(Mike's) site ", "\n        ", "(Permission is given to copy scripts to other sites provided credit \n        is given to the transcriber and this site)"]},
{"line": ["\n        Episode Number: 147", "\n        Original Air Date: January 30, 1997", "\n        ", "\n        Written by: Gregg Kavet & Andy Robin", "\n        Directed by: David Owen Trainor", "\n        ", "\n        Guest Cast:", "\n        Mark Harelik (Milos)", "\n        Ben Stein (Shellbach)", "\n        Joel Polis (Reilly)", "\n        Ivana Milavich (Patty)", "\n        Danny Strong (Vincent)", "\n        Richard Livingston (Bill)", "\n        Charles Kahlenberg (Fred)", "\n        Stan Sellers (McAdam)", "\n        Peggy Mannix (Woman)", "\n        Fatima Love (Secretary)", "\n        Nancy Linehan Charles (Woman Executive)", "\n        Jeff Hatz (Manager (Gene))", "\n        ", "\n        ", "\n        [Yankee Stadium, Conference Room]", "\n        ", "\n        A group of staff, including George, are gathered round the table. There's \n        a", "\n        bunch of food on the table. Most people have a small plate with a few \n        salad", "\n        leaves on it in front of them. George is picking shrimp off a platter,", "\n        dipping them in some sort of sauce, and stuffing his face with them, about \n        as", "\n        fast as he can manage.", "\n        ", "\n        BILL: Well, if the big man wants a new scoreboard, I don't wanna be the \n        one", "\n        to tell him no.", "\n        ", "\n        REILLY: No-one in the park is gonna be able to see it from there.", "\n        ", "\n        GEORGE: (through a mouthful of shrimp) Well, why don't we just put a monitor", "\n        in his skybox?", "\n        ", "\n        REILLY: Hey George, the ocean called. They're running outta shrimp.", "\n        ", "\n        Everyone at the table starts laughing uproariously at Reilly's joke. George", "\n        looks upset, and barely forces half a sick smile past his mouthful of", "\n        seafood.", "\n        ", "\n        ", "\n        [George's Car]", "\n        ", "\n        George drives along. He's fuming at Reilly's dig.", "\n        ", "\n        GEORGE: (angry, to himself) The ocean called. Running outta shrimp. Outta", "\n        shrimp! (a thought occurs) Oh! Yes! That's what I shoulda said! (frustrated", "\n        shout) Dammit!", "\n        ", "\n        ", "\n        [New York Health & Racquet Club]", "\n        ", "\n        George and Jerry come along a corridor. They're carrying bags and", "\n        paraphernalia indicating they've been playing tennis.", "\n        ", "\n        JERRY: 'The ocean called, They're running outta shrimp'?", "\n        ", "\n        GEORGE: Yeah, yeah, yeah. But then, I said to him, 'Oh yeah? Well, the \n        jerk", "\n        store called, and they're running outta you.'", "\n        ", "\n        Jerry and George halt at a bench by the entrance to the pro shop. Jerry", "\n        rummages in his bag, producing an old-fashioned wooden framed tennis racquet.", "\n        ", "\n        JERRY: (smiling) Really? That's great. You said that to him?", "\n        ", "\n        GEORGE: (confessing) Well, actually, I thought it up on the way over here.", "\n        ", "\n        JERRY: Oh. That's not quite the same.", "\n        ", "\n        GEORGE: No. No it's not. You don't know this guy. It woulda been so sweet.", "\n        ", "\n        JERRY: I'm gonna grab a can of balls.", "\n        ", "\n        GEORGE: Right.", "\n        ", "\n        George heads on down the corridor. Jerry walks into the pro shop, carrying", "\n        his gear. There are a few customers browsing. Milos (East European, tracksuit", "\n        wearing, slicked back hair with pony tail) comes over to Jerry.", "\n        ", "\n        MILOS: Hello. My name is Milos. How can I help you.", "\n        ", "\n        JERRY: I need a can of balls.", "\n        ", "\n        Jerry stands before the counter, holding the old-fashioned racquet. Milos", "\n        reaches under the counter and pulls out a can of tennis balls.", "\n        ", "\n        MILOS: Can of balls for the nice guy, alri...", "\n        ", "\n        Milos stops and stares disapprovingly at Jerry's racquet.", "\n        ", "\n        MILOS: ...Ahh. You don't plan to hit these balls with that racquet, do \n        you?", "\n        ", "\n        Jerry looks surprised.", "\n        ", "\n        ", "\n        [Champagne Video]", "\n        ", "\n        Inside a typical small video rental store, Elaine stands before a rack \n        marked", "\n        'Staff Picks'. Individual shelves are labelled 'Elizabeth', 'Gene', and", "\n        'Vincent', amongst others. Elaine is reading the back of a video box, \n        when", "\n        Kramer comes up behind her.", "\n        ", "\n        KRAMER: Checking out the staff picks, Miss Benes?", "\n        ", "\n        ELAINE: Oh. (laughs) Ha-ha. Hey. Yeah, yeah. (indicating shelf) This Vincent", "\n        guy, he is the best. He and I have the exact same taste in movies.", "\n        ", "\n        KRAMER: Oh, Vincent is an art-house goon. I stick to the Gene rack.", "\n        ", "\n        ELAINE: Gene? Oh, it's so stupid and mainstream.", "\n        ", "\n        KRAMER: (indicates 'Gene' shelf) I've seen all these, so I went with a \n        Kramer", "\n        pick.", "\n        ", "\n        Kramer holds up a video for Elaine's inspection.", "\n        ", "\n        ELAINE: (reading) 'The Other Side Of Darkness'. Huh, I never heard of \n        that", "\n        one.", "\n        ", "\n        KRAMER: Yeah, went straight to video.", "\n        ", "\n        Elaine looks upon this as a negative.", "\n        ", "\n        KRAMER: (positive) That makes me the premiere.", "\n        ", "\n        Kramer takes his cassette toward the counter.", "\n        ", "\n        ELAINE: (gets Kramer's point) Hah.", "\n        ", "\n        ", "\n        [Jerry's Apartment]", "\n        ", "\n        Kramer is talking seriously to Jerry, whilst holding a piece of paper.", "\n        ", "\n        KRAMER: Jerry, have you ever seen the movie The Other Side Of Darkness?", "\n        ", "\n        JERRY: No. <img src=\"http://tinyurl.com/2rau\"> \n        ", "\n        ", "\n        KRAMER: It's about this woman, in a coma. Well, I couldn't finish watching", "\n        it, so I want you to read this.", "\n        ", "\n        Kramer hands the piece of paper to Jerry.", "\n        ", "\n        JERRY: (reading) 'I, Cosmo Kramer, having just seen the movie The Other \n        Side", "\n        Of Darkness, and not wanting to be in a coma like that lady in the movie,", "\n        hereby want Jerry Seinfeld to remove my life support, feeding machine,", "\n        lung-blower, etcetera, etcetera, etcetera.'", "\n        ", "\n        KRAMER: Can you do that for me, buddy?", "\n        ", "\n        JERRY: Well, I don't if what you have here constitutes a legally binding", "\n        document.", "\n        ", "\n        KRAMER: Well, I'm gonna type it up.", "\n        ", "\n        JERRY: Yes, well, of course, but, even so, you may wanna talk to a lawyer.", "\n        ", "\n", "\n        KRAMER: Yeah, but, Jackie Chiles, he put a restraining order on me.", "\n        (frustrated) I'm not allowed within two hundred feet of his office. I", "\n        couldn't even give him his Christmas present.", "\n        ", "\n        Jerry nods sympathetically. Kramer spots something on the table.", "\n        ", "\n        KRAMER: Oh, hey, new racquet, huh?", "\n        ", "\n        JERRY: Yeah. (hands racquet to Kramer) I wasn't gonna get it, but this \n        guy", "\n        Milos, who runs the pro shop, he really recommended it.", "\n        ", "\n        Kramer takes a few practice strokes with the racquet.", "\n        ", "\n        JERRY: In fact, it's the only racquet he plays with.", "\n        ", "\n        KRAMER: (picking up Jerry's old racquet) Well, you're not gonna need this \n        any", "\n        more.", "\n        ", "\n        Kramer deposits the old wooden racquet in Jerry's trash. Jerry notices", "\n        something about the piece of paper Kramer gave him.", "\n        ", "\n        JERRY: (accusingly) Hey, this is the zee page of my address book.", "\n        ", "\n        KRAMER: (explaining) Oh yeah, I put all your zees on the weights and measures", "\n        page.", "\n        ", "\n        Kramer swings the new racquet again, making ball-smashing sound effects.", "\n        ", "\n        ", "\n        [Elaine's Apartment]", "\n        ", "\n        Elaine sits up in bed, watching her video rental. She dabs a tear from \n        her", "\n        eye, and sniffs.", "\n        ", "\n        ELAINE: (emotional) Oh. Oh, bravo, Vincent. Bravo. (sniffs)", "\n        ", "\n        The phone rings. Elaine reaches over and picks up, not happy at being", "\n        interrupted.", "\n        ", "\n        ELAINE: What?", "\n        ", "\n        VINCENT (O.C.): Did you enjoy the movie?", "\n        ", "\n        ELAINE: Who is it?", "\n        ", "\n        VINCENT (O.C.): It's Vincent.", "\n        ", "\n        ELAINE: Of Vincent's picks?", "\n        ", "\n        VINCENT (O.C.): The same.", "\n        ", "\n        Elaine smiles excitedly.", "\n        ", "\n        ", "\n        [Tennis Club]", "\n        ", "\n        Elaine and Jerry have been playing tennis at a different club from the \n        one we", "\n        saw earlier. They're packing away their stuff. At another court, behind \n        them,", "\n        a guy in baseball cap and dark glasses is playing truly awful tennis. \n        He's", "\n        missing the ball, falling over, flailing wildly with his racquet.", "\n        ", "\n        JERRY: He called you?", "\n        ", "\n        ELAINE: He musta got my number off the computer. We ended up talking for,", "\n        like, two hours.", "\n        ", "\n        JERRY: To a guy you've never met? (mild sarcasm) Your screening process \n        is", "\n        getting ever more rigorous.", "\n        ", "\n        Elaine sticks out her tongue at Jerry.", "\n        ", "\n        ELAINE: Trying to meet him. He's never at the video store. They said he \n        sets", "\n        his own hours.", "\n        ", "\n        A tennis ball bounces by Elaine, and she grabs it. The terrible player \n        from", "\n        the other court shouts over.", "\n        ", "\n        PLAYER (O.C.): Little help, hey!", "\n        ", "\n        ELAINE: (tossing the ball back) Yeah.", "\n        ", "\n        PLAYER: Thank you.", "\n        ", "\n        The ball Elaine tossed back eludes the player's grasp, misses his racquet \n        and", "\n        bounces away past him.", "\n        ", "\n        ELAINE: (laughing to Jerry) Oh god, that guy's terrible.", "\n        ", "\n        JERRY: (pulling on a jacket) Mmm-hmm.", "\n        ", "\n        The terrible player continues to swing ineffectually at easy balls in \n        the", "\n        background.", "\n        ", "\n        ELAINE: Hey, how come we played at this crummy place instead of your club?", "\n        ", "\n        JERRY: George used up all my guest passes already.", "\n        ", "\n        ELAINE: Ah.", "\n        ", "\n        PLAYER: Ahh.", "\n        ", "\n        A ball bounces past Elaine, and Jerry grabs it.", "\n        ", "\n        JERRY: Come on.", "\n        ", "\n        PLAYER: Thank you.", "\n        ", "\n        The awful player comes over to get the ball back. As he approaches, he", "\n        removes his sunglasses and wipes his brow with his forearm.", "\n        ", "\n        JERRY: (tossing the ball) Here you go.", "\n        ", "\n        The player catches the ball and raises his head, so we can see his face. \n        It's", "\n        Milos, the guy who sold Jerry his new racquet.", "\n        ", "\n        JERRY: (disbelief) Milos?", "\n        ", "\n        MILOS: (shock) Oh, hey. (puts sunglasses back on) How you doing?", "\n        ", "\n        Milos looks guilty, and shouts across to his playing partner as he walks \n        away", "\n        from Jerry.", "\n        ", "\n        MILOS: Okay, we should uh, wrap it up here.", "\n        ", "\n        Milos bounces the ball on the court and tries to hit it over the net. \n        He", "\n        fails, despite being no more than four feet from the net. Jerry looks \n        down at", "\n        his new racquet, thoughtfully.", "\n        ", "\n        ", "\n        [Jerry's Apartment]", "\n        ", "\n        Elaine and Jerry have just arrived from the tennis club, and are putting", "\n        their stuff on the table. Elaine is removing her coat.", "\n        ", "\n        ELAINE: So he was bad. What d'you care?", "\n        ", "\n        JERRY: Elaine, I paid two hundred dollars for this racquet, because he \n        said", "\n        it's the only one he plays with. He could've played just as well with \n        a log.", "\n        ", "\n        The door opens and Kramer enters, smartly dressed, with a suit and tie.", "\n        ", "\n        KRAMER: Hey. Right, I talked to this lawyer guy, Shellbach. Now, he's \n        gonna", "\n        set me up, but you gotta come with me and be the executor.", "\n        ", "\n        ELAINE: The executor? Of what?", "\n        ", "\n        JERRY: Kramer wants to die with dignity.", "\n        ", "\n        ELAINE: There's a feather in your cap.", "\n        ", "\n        KRAMER: I don't wanna be a vegetable, Elaine. I just want out. (snaps", "\n        fingers)", "\n        ", "\n        The door opens and George wanders in, looking pleased with himself.", "\n        ", "\n        GEORGE: Sometimes in life, the gods smile upon you, my friends.", "\n        ", "\n        JERRY: D'you get someone to take that Canadian quarter?", "\n        ", "\n        GEORGE: I got another meeting with Reilly. A whole new audience, and I \n        bet I", "\n        can get him to try that line again.", "\n        ", "\n        ELAINE: Who's Reilly?", "\n        ", "\n        JERRY: George was scarfing shrimp at this meeting, and this guy says 'Hey,", "\n        George, the ocean called. They're running outta shrimp.'", "\n        ", "\n        Elaine laughs, loud and long, causing Jerry and Kramer to smile and laugh.", "\n        ", "\n        GEORGE: Listen to the comeback. (pleased) 'Oh yeah? Well the jerk store", "\n        called. They're running outta you.'", "\n        ", "\n        George smiles and looks expectant. The other three just stare at him, \n        with", "\n        varying levels of confusion in their expressions.", "\n        ", "\n        GEORGE: (worked up) Wha...You gotta be kidding me?!", "\n        ", "\n        ELAINE: How 'bout this one? How 'bout, 'Your cranium called. It's got \n        some", "\n        space to rent.'?", "\n", "\n        ", "\n        Elaine laughs, and Jerry smiles.", "\n        ", "\n        GEORGE: (confused) What does that mean?", "\n        ", "\n        JERRY: (taps George's chest) Hey, here you go. 'Hey, Reilly. The zoo called.", "\n        You're due back by six.'", "\n        ", "\n        GEORGE: (frustrated) No. No, no, no. You're not helping me.", "\n        ", "\n        KRAMER: Look, just tell him you had sex with his wife. That'll kill him.", "\n        ", "\n        GEORGE: (shouting) I'm not looking for another line. I got the line.", "\n        ", "\n        KRAMER: Look, George, just think about it. You know, you're married, how", "\n        would you feel if somebody says to you that they just had se...", "\n        ", "\n        GEORGE: (really animated) Alright, alright. You see? This is why I hate", "\n        writing with a large group. Everybody has their own little opinions, and \n        it", "\n        all gets homogenised, and you lose the whole edge of it. I'm going with \n        jerk", "\n        store! Jerk store is the line! Jerk store! Yess!", "\n        ", "\n        George walks out the door. The other three watch him go. Kramer walks \n        over", "\n        and looks out the door after George, then returns and spots Jerry's old", "\n        racquet on a stool.", "\n        ", "\n        KRAMER: (picking the racquet up) Did you take this out of the garbage?", "\n        ", "\n        JERRY: Yeah, it's still got some spring in the strings.", "\n        ", "\n        KRAMER: Oh, Jerry, this is a piece of junk. (drops racquet in the trash) \n        How", "\n        are you gonna be the executor of my living will?", "\n        ", "\n        Jerry retrieves the racquet from the trash.", "\n        ", "\n        KRAMER: (indicating) You see? You can't let go.", "\n        ", "\n        JERRY: Trust me, Kramer. Given the legal opportunity, I will kill you.", "\n        ", "\n        KRAMER: I wish I could believe you. Hey, Elaine, do you have some free \n        time", "\n        tomorrow afternoon?", "\n        ", "\n        ELAINE: Me?", "\n        ", "\n        KRAMER: Yeah, because you're perfect. You're a calculating, cold-hearted", "\n        businesswoman. And when there's dirty work to be done, you don't mind", "\n        stomping on a few throats.", "\n        ", "\n        ELAINE: (smiling, flattered) Oh, ho, c'mon.", "\n        ", "\n        ", "\n        [Lawyer's Office]", "\n        ", "\n        Kramer and Elaine sit before a desk, behind which sits Shellbach the lawyer,", "\n        who has a large list in front of him, from which he's reading. Kramer \n        looks", "\n        nervous, while Elaine is tapping at a soda can, looking bored.", "\n        ", "\n        SHELLBACH: Situation number four. You're breathing on your own, you're", "\n        conscious, but with no muscular function.", "\n        ", "\n        KRAMER: Well, would I be able to communicate?", "\n        ", "\n        SHELLBACH: I don't see how.", "\n        ", "\n        ELAINE: Ach, I don't like the sound of this one.", "\n        ", "\n        KRAMER: Huhh, yeah, let's pull the cord.", "\n        ", "\n        ELAINE: Yank it like (pops open soda can) you're starting a mower.", "\n        ", "\n        SHELLBACH: Moving on. You have liver, kidneys and gall bladder, but no", "\n        central nervous system.", "\n        ", "\n        Kramer looks at Elaine, who gives a double thumbs-down.", "\n        ", "\n        KRAMER: Well, I gotta have a central nervous system.", "\n        ", "\n        SHELLBACH: Okay. One lung, blind and you're eating through a tube.", "\n        ", "\n        KRAMER: Naw, that's not my style.", "\n        ", "\n        ELAINE: Bore-ing.", "\n        ", "\n        SHELLBACH: Alright, you can eat. But machines do everything else.", "\n        ", "\n        KRAMER: (hesitant) Uhm...", "\n        ", "\n        Kramer looks to Elaine, who nods.", "\n        ", "\n        ELAINE: I'd stick.", "\n        ", "\n        KRAMER: Yeah, yeah. Stick. (to Elaine) 'Cos I could still go to the coffee", "\n        shop.", "\n        ", "\n        ELAINE: (points to Kramer and smiles in agreement) That's right.", "\n        ", "\n        ", "\n        [New York Health & Racquet Club]", "\n        ", "\n        A grim-looking Jerry stalks into the pro shop and over to the counter \n        to be", "\n        met by a nervous and apologetic Milos.", "\n        ", "\n        JERRY: Hello Milos.", "\n        ", "\n        MILOS: Jerry, thank god you got my message. Thank you so much for coming \n        down", "\n        here. Uhm, listen...", "\n        ", "\n        JERRY: (animated) You know, I spent two hundred dollars on a racquet because", "\n        I thought you knew what you were talking about.", "\n        ", "\n        MILOS: I..I...", "\n        ", "\n        JERRY: You can't even play.", "\n        ", "\n        MILOS: Believe me, it is Milos great shame. But Jerry, I could lose my", "\n        business if anybody find out. How would you like extra year membership \n        of the", "\n        club? Free. No charge.", "\n        ", "\n        JERRY: You could do that?", "\n        ", "\n        MILOS: Jerry, for you, anything.", "\n        ", "\n        Jerry looks happier. Milos walks away behind the scenes somewhere. Jerry", "\n        looks round the store and exchanges smiles with a beautiful woman who's", "\n        trying on a visor. After a few moments, Milos returns, looking rueful.", "\n        ", "\n        JERRY: (indicating the woman) Game, set and match, huh Milos?", "\n        ", "\n        MILOS: (apologetic) Hah, Jerry, I am so sorry. they tell me there is no \n        way", "\n        they can do it. (meek) Is there anything else I can do for you? Anything \n        at", "\n        all. I refund your money.", "\n        ", "\n        JERRY: (animated) You know what Milos, I don't even care about the money. \n        I", "\n        just feel like I was taken by the worst tennis player I...", "\n        ", "\n        MILOS: Shhh-shhh. (whispers) I make it up to you.", "\n        ", "\n        JERRY: (doubtful) Yeah, you'll make it up to me.", "\n        ", "\n        Jerry turns away and walks toward the door. As he passes the beautiful \n        woman,", "\n        he speaks.", "\n        ", "\n        JERRY: Tennis, anyone?", "\n        ", "\n        The woman smiles at Jerry's flirtation. Jerry leaves, and Milos looks \n        after", "\n        him, worried.", "\n        ", "\n        ", "\n        [Champagne Video]", "\n        ", "\n        Kramer and Elaine stand before the 'Staff Picks' rack again. Elaine picks \n        a", "\n        video off the 'Vincent' rack.", "\n        ", "\n        ELAINE: Oh, this is the one Vincent told me about. The Pain And The Yearning.", "\n        (reads from the box) 'An old woman experiences pain and yearning.' A hundred", "\n        and ninety-two minutes?", "\n        ", "\n        KRAMER: That's a lotta yearning, huh?", "\n        ", "\n        ELAINE: You know, these movies are great, but they're just so emotionally", "\n        exhausting.", "\n        ", "\n        KRAMER: Yeah, well, what you need is some summertime adolescent high jinx.", "\n        ", "\n        ELAINE: Really?", "\n        ", "\n        KRAMER: (looking at 'Gene' rack) See what doctor Gene prescribes, huh? \n        (pulls", "\n        down a cassette) Oh, here, look at that. Weekend At Bernies Two. Now, \n        that's", "\n        an hilarious premise.", "\n        ", "\n        ELAINE: (laughs) Huh. (looks from tape to tape) Well...", "\n        ", "\n        KRAMER: Yeah. (taps the Weekend At Bernie's II box)", "\n        ", "\n        ELAINE: Yeah, I could use a chuckle.", "\n        ", "\n        Elaine returns the 'Vincent' pick to the shelf and walks toward the counter", "\n        with the Bernie's tape.", "\n        ", "\n        KRAMER: (approving) Yeah.", "\n        ", "\n        ELAINE: What're you getting?", "\n        ", "\n", "\n        KRAMER: Nothing, I'm gonna finish watching The Other Side Of Darkness.", "\n        ", "\n        ELAINE: Oh. How much you got left?", "\n        ", "\n        KRAMER: Yeah, about two hours.", "\n        ", "\n        Elaine does a double-take at this.", "\n        ", "\n        KRAMER: Yeah, she shot in that coma pretty quick.", "\n        ", "\n        ", "\n        [Elaine's Apartment]", "\n        ", "\n        Elaine sits up in bed, watching her video. She's not enjoying it.", "\n        ", "\n        ELAINE: (at TV screen) Bernie is dead, you moron! (frustration) Just because", "\n        he's wearing sunglasses he looks alive?! (picks up video box) Ugh, how \n        long", "\n        is this weekend, anyway? (reads from label) Ugh!", "\n        ", "\n        The phone rings, and Elaine picks up, glad of the interruption.", "\n        ", "\n        ELAINE: Hello.", "\n        ", "\n        VINCENT (O.C.): (accusing) How's the movie. Elaine?", "\n        ", "\n        ELAINE: Vincent?", "\n        ", "\n        VINCENT (O.C.): (betrayed) The Gene pick. How could you? I thought we \n        had", "\n        something special.", "\n        ", "\n        ELAINE: (defensive) No, it doesn't mean anything. I'm not even gonna rewind", "\n        it.", "\n        ", "\n        There is a click as Vincent hangs up.", "\n        ", "\n        ELAINE: Vincent?", "\n        ", "\n        ", "\n        [Yankee Stadium, Conference Room]", "\n        ", "\n        The table is ringed with employees again, and there is more food. George \n        is", "\n        stuffing his face with shrimp, just as before. There are a couple of empty", "\n        seats. One more guy (Fred) enters, and moves to sit at the table.", "\n        ", "\n        FRED: Alright, let's get to it.", "\n        ", "\n        GEORGE: Wha..wait a minute, wha..what about Reilly?", "\n        ", "\n        FRED: Reilly doesn't work here any more.", "\n        ", "\n        GEORGE: (surprise) What? I..I didn't hear about that.", "\n        ", "\n        FRED: Oh, we only wake you up for the important meetings.", "\n        ", "\n        Everyone at the table collapses into laughter at George's expense. Again,", "\n        George do nothing but look upset at the turn of events.", "\n        ", "\n        ", "\n        [Street]", "\n        ", "\n        Jerry is walking along the street, when he encounters the beautiful woman", "\n        from the pro shop, who appears to have been waiting from him.", "\n        ", "\n        PATTY: Hello.", "\n        ", "\n        JERRY: Hello. Didn't I see you at the pro shop yesterday?", "\n        ", "\n        PATTY: I think so. I'm Patty. Milos gave me your address. I hope you don't", "\n        mind me waiting for you here.", "\n        ", "\n        JERRY: (to himself) Hoh, that Milos. (to Patty) Well uh, what shall we \n        do,", "\n        uhm, care for a cup of coffee?", "\n        ", "\n        PATTY: Why don't we just go up to your apartment?", "\n        ", "\n        JERRY: (surprised) Alright.", "\n        ", "\n        Patty strolls past Jerry, and indicates he should follow.", "\n        ", "\n        JERRY: (to himself) Gotta be an easier way.", "\n        ", "\n        Jerry turns to follow Patty."]},
{"line": ["\n        Transcribed by: (Mazzy) Mark Brockbank Barrow-in-Furness, UK", "\n        Originally posted on The News Guys(Mike's) site ", "\n        ", "\n        [Kramer's Apartment]", "\n        ", "\n        Kramer is playing the rest of The Other Side Of Darkness. The soundtrack \n        can", "\n        be heard from the TV.", "\n        ", "\n        NURSE (O.C.): Doctor, how's her coma?", "\n        ", "\n        DOCTOR (O.C.): Oh, exactly the same.", "\n        ", "\n        Kramer enters the room, with a bowl of spaghetti. He sits on the couch \n        to", "\n        watch the movie, and lifts a big forkful into his mouth.", "\n        ", "\n        DOCTOR (O.C.): Wait a minute, she's coming out of the coma.", "\n        ", "\n        Kramer stops chewing and stares wide-eyed at the TV screen.", "\n        ", "\n        DOCTOR (O.C.): Mrs Allbright, can you hear me? Are you okay?", "\n        ", "\n        ALLBRIGHT (O.C.): (bright and cheerful) I feel so rested and refreshed. \n        Get", "\n        me a toothbrush.", "\n        ", "\n        Kramer continues to stare at the screen, stunned by the outcome of the \n        movie.", "\n        ", "\n        ", "\n        [Jerry's Apartment]", "\n        ", "\n        Jerry hands a drink to Patty as she stands by the kitchen counter.", "\n        ", "\n        JERRY: So, you play tennis?", "\n        ", "\n        PATTY: (putting the glass down on the counter) Enough talk, Jerry.", "\n        ", "\n        Patty advances on Jerry, sexily. Jerry looks somewhat surprised.", "\n        ", "\n        JERRY: Not for me, I love chatting.", "\n        ", "\n        PATTY: (putting her hand to Jerry's face) Shh.", "\n        ", "\n        Patty leans toward Jerry, as though to kiss him. Just as she's about to \n        kiss,", "\n        she breaks away.", "\n        ", "\n        PATTY: (anguished) No! No, I can't do this. (moving away) I can't go through", "\n        with it. (sitting on the couch) Not even for him!", "\n        ", "\n        JERRY: Who?", "\n        ", "\n        PATTY: (cries) Milos. My husband!", "\n        ", "\n        JERRY: (shocked) Your husband?!", "\n        ", "\n        Patty puts her face down on the couch, weeping. Jerry, puts his hands \n        up in", "\n        the air, in a gesture of total disbelief.", "\n        ", "\n        ", "\n        [Jerry's Apartment]", "\n        ", "\n        George sits on the couch, just making sure he's got Jerry's story straight.", "\n        Jerry listens.", "\n        ", "\n        GEORGE: So concerned was he, that word of his poor tennis skills might \n        leak", "\n        out, he chose to offer you his wife as some sort of mediaeval sexual payola?", "\n        ", "\n        JERRY: (explanation) He's new around here.", "\n        ", "\n        GEORGE: (hopeful) So, details?", "\n        ", "\n        JERRY: (walking away) Well, I didn't sleep with her.", "\n        ", "\n        GEORGE: Because of society, right?", "\n        ", "\n        JERRY: (weary) Yes, George, because of society. So how did the big meeting", "\n        turn out?", "\n        ", "\n        Jerry is getting some sort of candy bar out of a packet on the counter.", "\n        ", "\n        GEORGE: Reilly is no longer with the club. (getting up) You believe that?", "\n        ", "\n        George wanders over into the kitchen.", "\n        ", "\n        JERRY: Ah, you're better off. Now you can just let it go.", "\n        ", "\n        George looks in the fridge.", "\n        ", "\n        GEORGE: Yeah, I'm gonna let it go.", "\n        ", "\n        JERRY: You never really had the right comeback, anyway.", "\n        ", "\n        George jerks out of the fridge, slamming the door.", "\n        ", "\n        GEORGE: (animated) Are you insane? Jerk store, woulda smoked that guy! \n        Smoked", "\n        him, I say.", "\n        ", "\n        George walks back into the living room and picks up a newspaper. The door", "\n        opens and Kramer enters.", "\n        ", "\n        KRAMER: Hey. Oh, Jerry, listen uh, you know, I saw the rest of that movie,", "\n        The Other Side Of Darkness? The coma lady wakes up at the end.", "\n        ", "\n        GEORGE: (frustrated) Ohh, I wanted to see that. (waves his arms in", "\n        frustration) Thanks. Thanks a lot.", "\n        ", "\n        George stalks away into the bathroom, and slams the door behind him.", "\n", "\n        ", "\n        KRAMER: I didn't know it was possible to come out of a coma.", "\n        ", "\n        JERRY: I didn't know it was possible not to know that.", "\n        ", "\n        GEORGE (O.C.): (from bathroom) How was Eric Roberts as the husband?", "\n        ", "\n        KRAMER: (shouting back) Oh, unforgettable.", "\n        ", "\n        GEORGE (O.C.): (disappointed) Oww.", "\n        ", "\n        KRAMER: (nervous) I gotta find Elaine. Y'know, she's gonna pull my plug.", "\n        ", "\n        Kramer opens the door and exits hurriedly.", "\n        ", "\n        ", "\n        [Champagne Video]", "\n        ", "\n        Elaine walks over the 'Vincent' rack, where she finds nothing but copies \n        of a", "\n        video called Betrayed.", "\n        ", "\n        ELAINE: What? Betrayed? Oh, Vincent, I'm so sorry. I...", "\n        ", "\n        Kramer enters the store and hurries over to Elaine.", "\n        ", "\n        KRAMER: Yeah, listen, uh, Elaine, I've changed my mind about the whole \n        coma", "\n        thing. (positive) Yeah, I decided I'm up for it.", "\n        ", "\n        ELAINE: Kramer, do you have any idea what you've done?", "\n        ", "\n        The store manager comes over and squeezes past Elaine.", "\n        ", "\n        MANAGER: Excuse me.", "\n        <img src=\"http://tinyurl.com/2rau\"> \n        ", "\n        The manager removes the 'Vincent' label from the shelf and replaces it \n        with", "\n        another name.", "\n        ", "\n        ELAINE: What're you doing?", "\n        ", "\n        The manager walks back to behind the counter.", "\n        ", "\n        ELAINE: Wha..wha...?", "\n        ", "\n        MANAGER: Vincent stopped making picks.", "\n        ", "\n        ELAINE: (upset) Well, how am I gonna know what movies to see?", "\n        ", "\n        MANAGER: We have a wide variety of Gene picks.", "\n        ", "\n        ELAINE: (dismissive) Gene's trash.", "\n        ", "\n        MANAGER: I'm Gene.", "\n        ", "\n        Elaine looks sick at her error. Kramer smiles and raises his eyebrows.", "\n        ", "\n        ELAINE: (forcing a smile) Hi.", "\n        ", "\n        ", "\n        [New York Health & Racquet Club]", "\n        ", "\n        A subdued Milos is behind the counter, before which stands Jerry.", "\n        ", "\n        JERRY: Milos, I can assure you, I had no intention of telling anyone about", "\n        your unbelievably bad tennis playing.", "\n        ", "\n        MILOS: (not cheered) Thank you, but, unfortunately, I have much larger", "\n        problems to fry. My wife, she has no respect for Milos anymore.", "\n        ", "\n        JERRY: I guess that's a risk you run when you dabble in the flesh trade.", "\n        ", "\n        MILOS: Patty, she, she loves tennis, as much like I do. (hopeful) Wou..would", "\n        you, wi..will you let me beat you in tennis? That is the only way I can \n        show", "\n        her I am still a man.", "\n        ", "\n        JERRY: (reluctant) Well, I'll do it as long as there's no other girls \n        around.", "\n        I mean, I wanna be a man too.", "\n        ", "\n        ", "\n        [Monk's]", "\n        ", "\n        Jerry and Elaine sit in a booth.", "\n        ", "\n        JERRY: So you hurt Vincent's feelings?", "\n        ", "\n        ELAINE: (handing Jerry an envelope) Look what came in the mail today.", "\n        ", "\n        JERRY: (taking the envelope) Wh..What's this?", "\n        ", "\n        Jerry opens the envelope and shakes a small object out onto his palm.", "\n        ", "\n        ELAINE: It's the play button, off his VCR.", "\n        ", "\n        JERRY: (examining the button) Boy, look how far back it goes. It's like \n        a", "\n        tooth.", "\n        ", "\n        George enters and strolls over to the booth.", "\n        ", "\n        GEORGE: (sitting) So, guess where Mr 'Ocean phoned' turned up? He's working", "\n        for Firestone, in Akron, Ohio.", "\n        ", "\n        ELAINE: Ohio? ", "\n        ", "\n        GEORGE: Yep. I'm leaving first thing tomorrow morning.", "\n        ", "\n        JERRY: (nonplused) You're flying to Akron, just to zing a guy?", "\n        ", "\n        GEORGE: Don't you understand? It's not about him. To have a line as perfect", "\n        as 'jerk store' and to never use it. I, I couldn't live with myself.", "\n        ", "\n        ELAINE: See, there are no jerk stores. It..it's just a little confusing, \n        is", "\n        all.", "\n        ", "\n        GEORGE: (adamant) It's smart. It's a smart line, and a smart crowd will", "\n        appreciate it. (shouting) And, I'm not gonna dumb it down for some bonehead", "\n        mass audience!", "\n        ", "\n        George realises that everyone in the coffee shop is staring over at him, \n        and", "\n        has heard his shouts.", "\n        ", "\n        GEORGE: (waving apologetically) Not you.", "\n        ", "\n        ", "\n        [Elaine's Apartment]", "\n        ", "\n        Elaine is again sitting up in bed, watching a video. (My guess is it's \n        The", "\n        Pain And The Yearning.) The soundtrack can be heard.", "\n        ", "\n        OLD WOMAN (O.C.): Oh, brittle bones. How I long to be rid of the pain.", "\n        ", "\n        The phone rings and Elaine picks up.", "\n        ", "\n        ELAINE: Hello.", "\n        ", "\n        VINCENT (O.C.): Elaine? It's Vincent.", "\n        ", "\n        ELAINE: (surprised) Vincent. (pleading) Where are you? I have to meet \n        you.", "\n        ", "\n        VINCENT (O.C.): No. I can't bear to have anyone see me.", "\n        ", "\n        ELAINE: Vincent, listen, I won't judge you the way everyone else does.", "\n        You're, you're strange and beautiful, and sensitive. (blunter) Now, let's", "\n        have a look at you.", "\n        ", "\n        VINCENT (O.C.): (relenting) Alright, but, can you bring me few things \n        from", "\n        the store? I haven't been out in a while.", "\n        ", "\n        ", "\n        [Kramer's Car]", "\n        ", "\n        Kramer drives along the street, very slowly. He's got traffic stacked \n        up", "\n        behind him and horns blare as cars manoeuvre around him. Kramer is hunched", "\n        over the steering wheel, looking nervous.", "\n        ", "\n        KRAMER: (indicating that cars should pass him) Well, go around, you bunch \n        of", "\n        crazies. You maniacs are gonna get us all killed.", "\n        ", "\n        ", "\n        [Lawyer's Office]", "\n        ", "\n        Kramer stands expectantly in the office. A secretary enters.", "\n        ", "\n        SECRETARY: Hi, can I help you?", "\n        ", "\n        KRAMER: Oh, yeah, yeah. I'm Cosmo Kramer. Yeah, I had an appointment to \n        annul", "\n        my living will.", "\n        ", "\n        SECRETARY: Oh. (looks at her watch) Mr Kramer, you had a ten-thirty", "\n        appointment. It's two o'clock. Mr Shellbach had a tennis lesson. He's \n        gone", "\n        for the day.", "\n        ", "\n        Kramer looks anxious again.", "\n        ", "\n        ", "\n        [Tennis Club]", "\n        ", "\n        Jerry and Milos are playing at the other tennis club. They are watched \n        by a", "\n        small number of people, including Patty. Milos delivers a weak underarm", "\n        serve, and Jerry makes no effort to return it, merely wafting his racquet", "\n        vaguely in the direction of the ball.", "\n        ", "\n        JERRY: Too good.", "\n        ", "\n        MILOS: (triumphant shout) Another game for Milos!! Hahaha!", "\n", "\n        ", "\n        Milos walks to the net to meet Jerry.", "\n        ", "\n        JERRY: You're on fire today.", "\n        ", "\n        MILOS: (shouting over) Hey Patty. look at this guy. He's awful!", "\n        ", "\n        Patty blows Milos a kiss.", "\n        ", "\n        MILOS: (milking it) He's not a man, this Jerry. He's not even married \n        like I", "\n        am. (laughs) Huhuhuhu.", "\n        ", "\n        JERRY: (quietly) Hey, uh, Milos, I don't mind rolling over here, but could", "\n        you lighten up on the 'not a man' stuff?", "\n        ", "\n        MILOS: (shouting) Hey everybody, look! The little chicken girl wants me \n        to", "\n        ease up. He can't handle this, so he cries like a woman! (laughs evilly)", "\n        Hahaha!", "\n        ", "\n        Milos strides away to continue the game, leaving Jerry looking rueful.", "\n        ", "\n        ", "\n        [Outside Vincent's Apartment]", "\n        ", "\n        Elaine walks down a hallway, carrying a large grocery bag. She reads numbers", "\n        off doors until she spots the one she wants. She gives a smile, flicks \n        her", "\n        hair a little, and knocks at the door.", "\n        ", "\n        ELAINE: Hello? Vincent?", "\n        ", "\n        The door cracks open a few inches, but it's completely dark inside, so \n        the", "\n        occupant can't be seen.", "\n        ", "\n        VINCENT: Elaine?", "\n        ", "\n        ELAINE: I got what you asked.", "\n        ", "\n        VINCENT: Just, leave it and go.", "\n        ", "\n        ELAINE: W..well, can't I come in?", "\n        ", "\n        VINCENT: No. Go away. Now.", "\n      "]},
{"line": ["Transcribed by: (Mazzy) Mark Brockbank Barrow-in-Furness, UK", "\n        Originally posted on The News Guys(Mike's) site "]},
{"line": ["\n        Elaine leans forward so her face is right into the open door.", "\n        ", "\n        ELAINE: (pleading) No, no. Vincent, I... Don't shut me out. (beseeching) \n        I", "\n        just, I know you feel what I feel.", "\n        ", "\n        A woman comes up behind Elaine.", "\n        ", "\n        WOMAN: Excuse me. Can I help you?", "\n        ", "\n        VINCENT: Aw, dammit!", "\n        ", "\n        ELAINE: (confused) Uh, uhm, I'm, I'm here to see Vincent.", "\n        ", "\n        WOMAN: Well, I'm his mother. (stern) Vincent, what's going on here?", "\n        ", "\n        The woman pushes the door wide open, revealing Vincent standing there.", "\n        Vincent is a bespectacled, geeky, teen in a plaid shirt. He throws his \n        hands", "\n        up to cover his face.", "\n        ", "\n        VINCENT: (shrieks) No, my acne!", "\n        ", "\n        Vincent darts away from the door into the apartment. Elaine is open-mouthed", "\n        in surprise.", "\n        ", "\n        ELAINE: Ahh-cnee.", "\n        ", "\n        WOMAN: (regarding the grocery bag) What d'you have here?", "\n        ", "\n        Vincent's mother grabs the top of the bag and begins to rummage through \n        the", "\n        contents.", "\n        ", "\n        WOMAN: (disapproving) Vodka, cigarettes, fireworks. (accusing) What kind \n        of a", "\n        sick woman brings this to a fifteen year old?", "\n        ", "\n        ELAINE: (sick smile) We have the same taste in movies.", "\n        ", "\n        WOMAN: Did he send you part of our VCR?", "\n        ", "\n        Elaine smiles and nods, and pulls at a chain she has round her neck. Threaded", "\n        onto the chain is the VCR button Vincent sent her.", "\n        ", "\n        ELAINE: Yeah.", "\n        ", "\n        Vincent's mother holds out her hand, and Elaine pulls the chain over her \n        head", "\n        and hands it over.", "\n        ", "\n        WOMAN: (entering the apartment) Vincent!", "\n        ", "\n        Elaine reaches into the grocery bag and extracts the bottle of vodka. \n        She", "\n        drops the rest of the bag on the floor, and strolls away, swinging the \n        bottle", "\n        like a club.", "\n        ", "\n        ", "\n        [Tennis Club]", "\n        ", "\n        Jerry and Milos are still playing. Jerry is still throwing the game, and", "\n        Milos is still milking it. Jerry puts an easy return straight into the \n        court", "\n        in front of himself.", "\n        ", "\n        MILOS: (pointing and shouting) Look at the big baby! (laughter) Hehaha. \n        (to", "\n        Jerry) Hey, big baby, are you wetting yourself? Maybe it is time for you \n        to", "\n        be changed. (laughter) Hahah.", "\n        ", "\n        Patty laughs too, with the few other spectators. Jerry looks angry at \n        this", "\n        constant derision.", "\n        ", "\n        JERRY: (quietly) I told you to cut it out.", "\n        ", "\n        Jerry delivers a fierce serve which beats Milos, and almost hits him in \n        the", "\n        face.", "\n        ", "\n        MILOS: (quietly, to Jerry) Hey, c'mon, what're you doing? (to his audience)", "\n        Huhuh. The baby got lucky on that one! Hahah.", "\n        ", "\n        Jerry walks back to deliver another serve. Kramer enters and looks around \n        for", "\n        someone. On another court, Shellbach is facing an automatic serving machine.", "\n        ", "\n        KRAMER: (waving) Shellbach.", "\n        ", "\n        Shellbach waves vaguely back to Kramer, who has begun to walk round the \n        room", "\n        to get to him.", "\n        ", "\n        Meanwhile, Jerry returns a shot to Milos, with some venom. Milos stretches", "\n        desperately to try and reach it, but loses his grip on his racquet. The", "\n        racquet arcs across the hall, watched by Patty, and then spotted by Kramer.", "\n        ", "\n        KRAMER: Racquet.", "\n        ", "\n        The racquet plummets from the air and strikes the guy who is operating \n        the", "\n        automatic serving machine for Shellbach. The guy is knocked unconscious \n        and,", "\n        as he falls, he pushes against the machine, turning it to point at Kramer.", "\n        Kramer stands transfixed, as it continues to launch balls at him. Several", "\n        balls in rapid succession strike him in the head, until he slumps,", "\n        unconscious, to the floor.", "\n        ", "\n        ", "\n        [Insert]", "\n        ", "\n        Aeroplane landing, with a caption 'AKRON, OHIO'.", "\n        ", "\n        ", "\n        [Firestone Boardroom, Akron]", "\n        ", "\n        A boardroom very much like that of the Yankees, but with a Firestone sign \n        on", "\n        the wall. Several people sit around the table, including Reilly, and George,", "\n        who is filling his face from a large dish of shrimp.", "\n        ", "\n        REILLY: So, George. You're proposing a snow tyre day at Yankee Stadium?", "\n        ", "\n        GEORGE: (through a mouthful) Long as they don't throw 'em on the field.", "\n        (laughs) Huhu. (indicating dish) Help yourself to some shrimp, I brought", "\n        enough for everybody.", "\n        ", "\n        MCADAM: (doubtful) I have to say this, this proposal doesn't make a whole \n        lot", "\n        of sense.", "\n        ", "\n        GEORGE: Well, you never know. (picks up more shrimp) Let's see how many \n        I can", "\n        fit in my mouth.", "\n        ", "\n        George begins picking up shrimp one by one and stuffing them into his \n        mouth.", "\n        ", "\n        REILLY: (leaning forward) You know, George...", "\n        ", "\n        George looks up, expectantly.", "\n        ", "\n        REILLY: The ocean called. They're running outta shrimp.", "\n        ", "\n        Everyone around the table laughs. Except for George, who looks triumphant. \n        He", "\n        swallows, and uses a napkin to clean his fingers.", "\n", "\n        ", "\n        GEORGE: (standing) Oh yeah, Reilly? (smugly) Well, the jerk store called.", "\n        They're running outta you", "\n        ", "\n        REILLY: (unperturbed) What's the difference? You're their all-time best", "\n        seller!", "\n        ", "\n        Reilly and everyone else laughs even more than they did before. George \n        looks", "\n        angry and frustrated, even on the verge of tears for a second, then something", "\n        occurs to him.", "\n        ", "\n        GEORGE: Yeah? Well, I had sex with your wife.", "\n        ", "\n        George looks round, smiling arrogantly, expecting laughter. But there \n        is a", "\n        deep, uncomfortable, silence. Reilly, looks stony-faced. McAdam stands \n        and", "\n        leans over to speak in George's ear.", "\n        ", "\n        MCADAM: His wife is in a coma.", "\n        ", "\n        George looks sick.", "\n        ", "\n        ", "\n        [Hospital Room]", "\n        ", "\n        Kramer lies in bed, asleep. Jerry sits in a chair, reading a newspaper.", "\n        There's a knock at the door and Elaine enters, carrying a VCR.", "\n        ", "\n        ELAINE: (to Jerry) Hi. (indicating Kramer) How's he doing?", "\n        ", "\n        JERRY: He's been sleeping a lot. He's still groggy.", "\n        ", "\n        ELAINE: Oh. (puts the VCR down) I thought a movie might cheer him up. \n        I got", "\n        him a Gene pick.", "\n        ", "\n        JERRY: What happened to Vincent?", "\n        ", "\n        ELAINE: (evasive) I'm kinda off of him. (looking around) Uh, outlet?", "\n        ", "\n        Jerry points to the wall beside Kramer's bed.", "\n        ", "\n        ELAINE: Ah.", "\n        ", "\n        Elaine walks over and sees both sockets are full. She takes hold of one \n        of", "\n        the plugs and yanks it out of the socket with a grunt. The grunt wakes", "\n        Kramer, who looks groggily around and sees Elaine standing holding the \n        plug,", "\n        as if she's just unplugged his life support. He stares, bug-eyed and shrieks", "\n        in terror.", "\n        ", "\n        KRAMER: (screaming) Waahhh!!!", "\n        ", "\n        ", "\n        [Insert]", "\n        ", "\n        A plane landing, with the caption 'NEW YORK, NEW YORK'.", "\n        ", "\n        ", "\n        [George's Car]", "\n        ", "\n        Once again, George drives along, frustrated and angry.", "\n        ", "\n        GEORGE: 'My wife's in a coma.' Yeah? Well, the life support machine called", "\n        and...", "\n        ", "\n        He tails off, as he can't think of anywhere to go. Then a look of", "\n        enlightenment comes to George's face, as he thinks of something.", "\n        ", "\n        GEORGE: (shouts) Wait! Yes! That's what I should've said! (frustration)", "\n        D'ohh!", "\n        ", "\n        George looks gutted for a second, then a determined expression comes to \n        his", "\n        face. He swings the car round with a squeal of tires, and heads back towards", "\n        the airport.", "\n        ", "\n        GEORGE: (cocky laughter) Huh haha! (shouts) You're meat, Reilly! You just", "\n        screwed yourself! (laughter) Ha ha!", "\n        ", "\n        [END]"]},
{"line": [" "]},
{"line": ["Transcribed by: (Mazzy) Mark Brockbank Barrow-in-Furness, UK", "\n        Originally posted on The News Guys(Mike's) site  \n      \n    \n      \n      ", "\n      ", "\n  \n\n\n"]},
{"line": [" "]},
{"line": []},
{"line": [" "]},
{"line": []},
{"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]},
{"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}
]