[
{"title": "The Millennium"},
{"line": []},
{"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]},
{"line": [" "]},
{"line": ["8.20 The Millennium", "\n        ", "\n        Episode Number: 154", "\n        Original Air Date: May 01, 1997", "\n        ", "\n        Written by: Jennifer Crittenden", "\n        Directed by: Andy Ackerman", "\n        ", "\n        Guest Cast:", "\n        Lauren Graham (Valerie)", "\n        Louan Gideon (Mrs. Hamilton)", "\n        Victoria Mahoney (Gladys)", "\n        Michael Laskin (Minkler)", "\n        Bruce Jarchow (Mooney)", "\n        Maria Cina (Saleswoman)", "\n        Steve Koren (Himself)", "\n        ", "\n        [Putumayo]", "\n        ", "\n        Inside a store full of ethnic merchandise. Elaine is examining some sort \n        of", "\n        footwear, while behind the counter Gladys is on the phone.", "\n        ", "\n        ELAINE: Uh, excuse me.", "\n        ", "\n        GLADYS: Be with you in a minute. (turns her back to Elaine and continues \n        into", "\n        phone) No, you shoulda come last night, it was fun.", "\n        ", "\n        ELAINE: Uhm, I just have a question.", "\n        ", "\n        GLADYS: (into phone) I know, the margaritas in that place are so strong.", "\n        ", "\n        ELAINE: (walks up to counter) Helloo? I'd like to buy these hirachis.", "\n        ", "\n        GLADYS: (into phone) So? What else is goin' on?", "\n        ", "\n        ELAINE: (shouts) HEY!!", "\n        ", "\n        GLADYS: Listen, I'll call you back. (to Elaine) Yes? What can I do for \n        you?", "\n        ", "\n        ELAINE: (tosses the hirachis onto the counter) Nothing. You, just lost \n        a", "\n        customer.", "\n        ", "\n        Elaine stalks to the door, but ruins her exit by trying to push open a \n        door she", "\n        should pull.", "\n        ", "\n        [Valerie's Apartment]", "\n        ", "\n        Jerry, pulling on his jacket, and Valerie preparing to leave.", "\n        ", "\n        VALERIE: Ready to go? I don't wanna miss the previews.", "\n        ", "\n        JERRY: Me neither. I love the previews. In fact I enjoy being in the theatre \n        cut", "\n        up(?). Last week after a preview, I yelled out 'Must miss'.", "\n        ", "\n        VALERIE: I think that I was in that theatre. That, that was really funny.", "\n        ", "\n        JERRY: Yeah, it got a good laugh. Let me just check my messages before \n        we go.", "\n        ", "\n        Valerie heads toward the door. Jerry sits by the phone, lifts the receiver \n        and", "\n        prepares to dial. As he does so, he notices button '07' on the speed-dial \n        is", "\n        marked 'JERRY'. He looks surprised and pleased together.", "\n        ", "\n        [Jerry's Apartment]", "\n        ", "\n        Jerry and George stood talking.", "\n        ", "\n        GEORGE: So you're on the speed dial?", "\n        ", "\n        JERRY: After two dates!", "\n        ", "\n        GEORGE: What number?", "\n        ", "\n        JERRY: Seven.", "\n        ", "\n        GEORGE: Wha! You know, it's a pain to change that. You gotta lift up that", "\n        plastic thing with a pen.", "\n        ", "\n        The door opens and Kramer enters. He's carrying a couple of folding chairs \n        in", "\n        each hand.", "\n        ", "\n        KRAMER: Uh, hey buddy.", "\n        ", "\n        JERRY: Hey.", "\n        ", "\n        Kramer carries the chairs across the room.", "\n        ", "\n        KRAMER: It all right if I keep these here for a while? I'm having a New \n        Year's Eve", "\n        party.", "\n        ", "\n        JERRY: You're gonna keep these here for eight months?!", "\n        ", "\n        Kramer props the chairs up against a wall.", "\n        ", "\n        KRAMER: No, Jerry. New Year's Eve nineteen ninety-nine. The millennium. \n        I told", "\n        you about that.", "\n        ", "\n        JERRY: Kramer, you're gonna leave these chairs here for two and a half \n        years?!", "\n        ", "\n        KRAMER: You're not gonna see 'em. I got a case of party poppers I'm gonna \n        keep", "\n        in front of 'em.", "\n        ", "\n        Kramer exits. George has taken one of the chairs, unfolded it, and is \n        sat with", "\n        his feet up on the back of the couch, hands behind his head.", "\n        ", "\n        GEORGE: Hey, so get this. I get a call this morning from one of the Mets \n        front", "\n        office guys. They wanna take me out to lunch.", "\n        ", "\n        JERRY: What for?", "\n        ", "\n        GEORGE: (smiling) I'm on a winning ball club, Jerry. They probably wanna \n        pick my", "\n        brains.", "\n        ", "\n        JERRY: Really, why d'you think they're taking you out to lunch?", "\n        ", "\n        GEORGE: (thoughtful) I have no idea.", "\n        ", "\n        Elaine enters, throws her bag on the table. She's in a bad mood.", "\n        ", "\n        ELAINE: Alright, I have had it with those Mayans.", "\n        ", "\n        JERRY: I don't mind the Mayans.", "\n        ", "\n        Elaine gets another of the folding chairs.", "\n        ", "\n        ELAINE: (unfolding chair) You know that store, Putumayo? (sits) I was \n        trying to", "\n        buy these hirachis, right, and the saleswoman just completely ignored \n        me.", "\n        ", "\n        Kramer enters carrying more chairs.", "\n        ", "\n        KRAMER: What, we talking hirachis? I know a great store for hirachis.", "\n        ", "\n        ELAINE: No, no, not Putumayo.", "\n        ", "\n        KRAMER: No, no. Cinqo de Mayo. (leaving) Yeah, Marcellino, he turned me \n        on to", "\n        it, and he's one sixty-fourth Mayan.", "\n        ", "\n        GEORGE: (slightly worried) You know, I'm starting to get a little nervous \n        about", "\n        this lunch.", "\n        ", "\n        ELAINE: What'd you have?", "\n        ", "\n        Kramer enters again. This time he has a large bunch of multi-coloured \n        balloons", "\n        on ribbons. He ties the bunch to Elaine's chair.", "\n        ", "\n        KRAMER: Yeah, I'm gonna keep these here too, huh? They'll be alright. \n        (begins to", "\n        leave)", "\n        ", "\n        JERRY: Kramer, these balloons aren't gonna stay filled till New Year's!", "\n        ", "\n        KRAMER: (at the door) Well, those aren't for New Year's. Those are my \n        everyday", "\n        balloons.", "\n        ", "\n        [Monk's]", "\n", "\n        ", "\n        George sits in a booth. Opposite him are two guys from the Mets.", "\n        ", "\n        MINKLER: George, we'll be blunt. The Mets need somebody to head up scouting, \n        and", "\n        we think that someone might be you.", "\n        ", "\n        GEORGE: (surprise) Head of scouting?", "\n        ", "\n        MOONEY: Interested?", "\n        ", "\n        GEORGE: (playing it cool) I'm still here.", "\n        ", "\n        MINKLER: Now, unfortunately, league rules prevent us from making you an \n        offer", "\n        while you're still under contract.", "\n        ", "\n        MOONEY: You understand what we're talking about?", "\n        ", "\n        GEORGE: So you're talking...", "\n        ", "\n        MINKLER: No, no.", "\n        ", "\n        MOONEY: We're *not* talking. We're just, talking.", "\n        ", "\n        GEORGE: So, you need me to get fired.", "\n        ", "\n        MINKLER: We didn't say that.", "\n        ", "\n        MOONEY: We couldn't say that, because even if we did...", "\n        ", "\n        MINKLER: ...we couldn't say that we said it.", "\n        ", "\n        MOONEY: You see what we're saying?", "\n        ", "\n        GEORGE: (jokingly) You are still paying for this lunch?", "\n        ", "\n        MINKLER: (serious) We didn't say that.", "\n        ", "\n        [Valerie's Apartment]", "\n        ", "\n        Valerie is sitting by her phone, having just finished some adjustment. \n        Jerry", "\n        arrives, obviously a little rushed.", "\n        ", "\n        JERRY: Hi. Sorry I'm late. There's a lotta chairs and balloons in my apartment.", "\n        How 'bout I make it up to you with dinner?", "\n        ", "\n        VALERIE: (pointedly) Someplace nice this time?", "\n        ", "\n        JERRY: Yeah, I'm sorry about that Mongolian barbecue last night. I'd heard \n        good", "\n        things.", "\n        ", "\n        VALERIE: (rising) I don't know, got a two in Zagat's.", "\n        ", "\n        Valerie rises and leaves the room. As she goes, Jerry sits beside the \n        phone.", "\n        ", "\n        JERRY: Lemme just check my messages. (to himself) Maybe a nicer girl called.", "\n        ", "\n        Jerry presses the '07' button, without looking.", "\n        ", "\n        VOICE (O.C.): Hello?", "\n        ", "\n        JERRY: Hello? Who's this?", "\n        ", "\n        VOICE (O.C.): Jane. What number did you dial?", "\n        ", "\n        He looks down at the speed-dial and sees button '07' now marked 'JANE', \n        and his", "\n        name now next to '09'.", "\n        ", "\n        JERRY: Seven?", "\n        ", "\n        [Putumayo]", "\n        ", "\n        Gladys is behind the counter. Through the window, Elaine can be seen outside.", "\n        Elaine bangs on the window to get Gladys' attention.", "\n        ", "\n        ELAINE: Hey! See these? (raises her foot so her new hirachis can be seen) \n        Cinqo", "\n        de Mayo! Sales commission, bye-bye-o! (waves)", "\n        ", "\n        [Jerry's Apartment]", "\n        ", "\n        Jerry and Kramer sit at the table. Jerry reading a newspaper, Kramer with \n        a", "\n        clipboard. George is heard outside the door.", "\n        ", "\n        GEORGE (O.C.): (singing) Meet the Mets...", "\n        ", "\n        George enters, looking pleased with himself.", "\n        ", "\n        GEORGE: ...meet the Mets. Come on in and greet the Mets.", "\n        ", "\n        JERRY: Good meeting?", "\n        ", "\n        GEORGE: There was no meeting. (gets one of the folding chairs) But it \n        was quite", "\n        a meeting. You are looking at the next director of Mets scouting. The \n        only thing", "\n        is, I have to get fired from the Yankees first.", "\n        ", "\n        JERRY: You can do that.", "\n        ", "\n        GEORGE: Of course. But I really wanna leave my mark this time, you know, \n        uh. I", "\n        wanna walk away from the Yankees with people saying 'Wow! Now that guy \n        got", "\n        canned!'", "\n        ", "\n        JERRY: So you want to go out in a final blaze of incompetence?", "\n        ", "\n        GEORGE: Ehh. (nostalgic) Remember that summer at Dairy Queen where I cooled \n        my", "\n        feet in the soft-serve machine?", "\n        ", "\n        KRAMER: You think people will still be using napkins in the year two-thousand?", "\n        Or is this mouth-vacuum thing for real?", "\n        ", "\n        Jerry and George give Kramer a long look. Then break to continue their \n        own", "\n        conversation.", "\n        ", "\n        JERRY: So, George...", "\n        ", "\n        GEORGE: Yeah.", "\n        ", "\n        JERRY: (rising) I had like a so-so date with Valerie, now I'm number nine \n        on the", "\n        speed-dial.", "\n        ", "\n        Jerry moves to the kitchen, with George following.", "\n        ", "\n        GEORGE: So?", "\n        ", "\n        JERRY: So? I used to be seven. I dropped two spots.", "\n        ", "\n        GEORGE: What, she's ranking you?", "\n        ", "\n        JERRY: Yeah, this speed-dial's like a relationship barometer.", "\n        ", "\n        GEORGE: What is a barometer exactly?", "\n        ", "\n        KRAMER: It's pronounced thermometer.", "\n        ", "\n        Jerry gives another look to Kramer. George raises his eyes. Kramer rises \n        and", "\n        comes over to the guys.", "\n        ", "\n        KRAMER: You know, in the year two-thousand, we'll all be on speed-dial. \n        You'll", "\n        just have to think of a person, they'll be talking to you. It'll be like, \n        wup", "\n        (judders and puts his hands to his temples, as if receiving a call on \n        a 'mental", "\n        phone') getting a call here.", "\n        ", "\n        KRAMER: (to Jerry and George) Hey, it's Newman. (to 'mental phone') Hey, \n        how you", "\n        doing, Newman?", "\n        ", "\n        Jerry begins mouthing 'I'm not here' and making gestures indicating he \n        doesn't", "\n        want to talk to Newman.", "\n        ", "\n        KRAMER: (to 'mental phone') Oh, you wanna talk to Jerry?", "\n        ", "\n        Kramer leans toward Jerry, as if to allow him to use the 'mental phone'. \n        Jerry", "\n        throws his arms up in exasperation.", "\n        ", "\n        [Valerie's Apartment]", "\n        ", "\n        Jerry has just arrived and has presented Valerie with a floral bouquet.", "\n        ", "\n        VALERIE: (pleased) Oh, flowers. You didn't have to do that. I mean, the \n        dinner,", "\n        and the play, and the hansom cab ride.", "\n        ", "\n        JERRY: Well, I just wanted to... (breaks off) You forgot the gift certificate \n        to", "\n        Barnes and Noble.", "\n        ", "\n        VALERIE: Oh.", "\n        ", "\n        JERRY: (resumes) ...you know, make a good impression.", "\n        ", "\n        VALERIE: I'm gonna go put these in some water.", "\n        ", "\n        JERRY: I like the way you think.", "\n        ", "\n        Valerie leaves to the kitchen(?). The moment she's gone, Jerry rushes \n        over to", "\n        the phone. He picks it up to read the list of names on the speed-dial, \n        and finds", "\n        himself promoted to the '01' button.", "\n        ", "\n        JERRY: Oh my God! Number one!! Seinfeld, you magnificent bastard!", "\n", "\n        ", "\n        [Yankees Boardroom(?)]", "\n        ", "\n        Wilhelm and some others are sitting around the big table. George is sitting", "\n        down. He's wearing an old-fashioned baseball jersey. On the table in front \n        of", "\n        him, he places a large paper bag.", "\n        ", "\n        GEORGE: Sorry I'm late, but look what I found in the Yankee Hall of Pride", "\n        display case.", "\n        ", "\n        WILHELM: Isn't that Babe Ruth's uniform?", "\n        ", "\n        GEORGE: Is it? (reaches into bag)", "\n        ", "\n        Wilhelm looks disturbed by George's actions.", "\n        ", "\n        GEORGE: Huh, strawberries, anyone? (eats a strawberry) Ah, that's good. \n        Ooh,", "\n        juicy this time of year.", "\n        ", "\n        He wipes strawberry juice from his fingers onto Babe Ruth's jersey.", "\n        ", "\n        GEORGE: Gotta get the good ones.", "\n        ", "\n        He fetches another over-ripe strawberry from the bag, and drops it onto \n        the", "\n        front of the jersey leaving a pulpy stain.", "\n        ", "\n        GEORGE: Oh, that's bad. That's bad.", "\n        ", "\n        [Jerry's Apartment]", "\n        ", "\n        Kramer sits at the table with his clipboard.", "\n        ", "\n        KRAMER: So Jerry, my millennium party's really coming together. Will people \n        be", "\n        able to breathe underwater in the year two-thousand?", "\n        ", "\n        JERRY: Some of us.", "\n        ", "\n        KRAMER: (crumpling a piece of paper) I don't wanna exclude anybody.", "\n        ", "\n        Elaine enters. She is festooned with Mayan goods. All her clothes, bag,", "\n        earrings, everything.", "\n        ", "\n        JERRY: Hola.", "\n        ", "\n        ELAINE: Shove it!", "\n        ", "\n        JERRY: What is all this?", "\n        ", "\n        ELAINE: I got all this junk at Cinqo de Mayo, because I was trying to \n        show", "\n        Putumayo how much business they'd lost. I mean, I been dancing (demonstrates", "\n        dance) and strutting in front of their store for two days.", "\n        ", "\n        JERRY: Ah, no wonder we're getting so much rain.", "\n        ", "\n        KRAMER: Elaine, I'm having a millennium party, so save the date.", "\n        ", "\n        ELAINE: Hey, you know what? Newman sent me an invitation already, to his \n        party.", "\n        ", "\n        Elaine fishes in her bag for the invite.", "\n        ", "\n        KRAMER: Newman?", "\n        ", "\n        ELAINE: Yeah.", "\n        ", "\n        Elaine hands her invite to Kramer.", "\n        ", "\n        KRAMER: (reads) Come celebrate the millennium, with Newmanniun. Newman!", "\n        ", "\n        [Jerry's Car]", "\n        ", "\n        Jerry has stopped to pick someone up. A woman climbs into the passenger \n        side.", "\n        ", "\n        JERRY: Hi Valerie.", "\n        ", "\n        The woman turns to face him.", "\n        ", "\n        JERRY: You're not Valerie.", "\n        ", "\n        MRS HAMILTON: I'm her step-mother. Drive.", "\n        ", "\n        Jerry does as he's told and sets off down the street.", "\n        ", "\n        MRS HAMILTON: It's taken me thirteen years to climb up to the top of that", "\n        speed-dial, and I don't intend to lose my spot to you.", "\n        ", "\n        JERRY: But, I never...", "\n        ", "\n        MRS HAMILTON: (threatening) You just stay away from that phone.", "\n        ", "\n        [Steinbrenner's Office]", "\n        ", "\n        Steinbrenner behind his desk. George crosses the floor from the door.", "\n        ", "\n        GEORGE: You wanted to see me, sir?", "\n        ", "\n        STEINBRENNER: I heard about what happened at the meeting this morning...", "\n        ", "\n        George looks quietly pleased at his imminent dismissal.", "\n        ", "\n        GEORGE: Oh, yes. I already packed up my desk, sir. I can be outta here \n        in an", "\n        hour.", "\n        ", "\n        STEINBRENNER: ...and I have to tell you, it's exactly what this organisation", "\n        needed.", "\n        ", "\n        George looks stunned as he realises he's not going to be fired.", "\n        ", "\n        STEINBRENNER: We wanna look to the future, we gotta tear down the past. \n        Babe", "\n        Ruth was nothing more than a fat old man, with little-girl legs. And here's", "\n        something I just found out recently. He wasn't really a sultan. Ah, what \n        d'you", "\n        make of that? Hey, check this out. (he stands to reveal he's wearing baseball", "\n        pants) Lou Gehrig's pants. Not a bad fit. (a thought occurs) Hey, you \n        don't", "\n        think that nerve disease of his was contagious, do you? Uh, I better take \n        'em", "\n        off. I'm too important to this team. (removes the pants to reveal his \n        boxers)", "\n        Big Stein can't be flopping and twitching.", "\n        ", "\n        George is further discomfited by the sight of Steinbrenner in his underwear.", "\n        ", "\n        STEINBRENNER: Hey, how 'bout some lunch. What're you going for?", "\n        ", "\n        [Valerie's Apartment]", "\n        ", "\n        Jerry and Valerie are sitting on the couch, eating popcorn.", "\n        ", "\n        JERRY: You know uh, Valerie, I uh, couldn't help but notice that I'm on \n        your", "\n        speed-dial.", "\n        ", "\n        VALERIE: You deserve it.", "\n        ", "\n        JERRY: But I can't help thinking that maybe there's someone in your life \n        who", "\n        deserves it more. Someone you've known, you know, more than a week.", "\n        ", "\n        VALERIE: My stepmother got to you, didn't she?", "\n        ", "\n        JERRY: What? No.", "\n        ", "\n        VALERIE: Uuh, I can't believe she did this again. That's it! She's off \n        the", "\n        speed-dial completely!", "\n        ", "\n        Valerie gets up, stalks to the phone and sets about rejigging her speed-dial.", "\n        ", "\n        JERRY: Yikes!", "\n        ", "\n        [Newman's Apartment]", "\n        ", "\n        Newman sits at the table. Kramer has arrived and is holding his invitation.", "\n        ", "\n        KRAMER: Well, I just got your invitation to the Newmanniun party.", "\n        ", "\n        NEWMAN: You just got it? Damn, the mail is slow.", "\n        ", "\n        KRAMER: (getting worked up) You knew I was having a millennium party, \n        but you", "\n        just had to throw yours on the same day!", "\n        ", "\n        NEWMAN: I have done nothing unethical.", "\n        ", "\n        KRAMER: Yeah, well you're gonna have to cancel it, because I've told everybody", "\n        about my party.", "\n        ", "\n        NEWMAN: Cancel! (jumps to feet) Think again, longshanks! I started planning \n        this", "\n        in nineteen seventy-eight. I put a deposit down on that revolving restaurant", "\n        that overlooks Times Square, and I booked Christopher Cross.", "\n        ", "\n        KRAMER: (worked up) Well, what am I gonna do? I got over two hundred folding", "\n        chairs, and quite a bit of ice.", "\n        ", "\n        NEWMAN: (thoughtful) What kind?", "\n        ", "\n        KRAMER: Cubed.", "\n        ", "\n        NEWMAN: That's good stuff, and you can never have too much ice. Alright, \n        I'll", "\n        tell you what I'll do. You can co-host the party with me, under one condition.", "\n        No Jerry. Jerry is not invited.", "\n        ", "\n        KRAMER: I gotta invite Jerry. He's my buddy.", "\n        ", "\n        NEWMAN: That he may be. But he's outta my life, starting in the year", "\n        two-thousand. For me, the next millennium must be, Jerry-free!", "\n        ", "\n        [Cab]", "\n        ", "\n", "\n        Jerry and George in the back of a taxi.", "\n        ", "\n        JERRY: How could they not fire you?", "\n        ", "\n        GEORGE: Never thought I'd fail at failing.", "\n        ", "\n        JERRY: Aw, come on there now.", "\n        ", "\n        GEORGE: (depressed) Feel like I can't do anything wrong.", "\n        ", "\n        JERRY: Nonsense. You do everything wrong.", "\n        ", "\n        GEORGE: (hopeful) Everything?", "\n        ", "\n        JERRY: Everything.", "\n        ", "\n        GEORGE: You really think so?", "\n        ", "\n        JERRY: Absolutely. I have no confidence in you.", "\n        ", "\n        GEORGE: Alright. I guess I just have to pick myself up, dust myself off, \n        and", "\n        throw myself right back down again!", "\n        ", "\n        JERRY: That's the spirit. You suck!", "\n        ", "\n        GEORGE: (pleased) I know.", "\n        ", "\n        [Cinqo De Mayo]", "\n        ", "\n        Elaine is talking with the saleswoman.", "\n        ", "\n        ELAINE: No, no, no no, listen to me. I work in fashion. Together, we can \n        drive", "\n        Putumayo outta business and make Cinqo de Mayo numero uno... de Mayo.", "\n        ", "\n        Gladys comes out behind the counter.", "\n        ", "\n        GLADYS: Do you need some help with something?", "\n        ", "\n        ELAINE: (puzzled) You? What're you doing here?", "\n        ", "\n        GLADYS: I own this store.", "\n        ", "\n        ELAINE: No you don't. You own Putumayo. Unless you own both stores. (laughs", "\n        nervously)", "\n        ", "\n        GLADYS: I'm Gladys Mayo.", "\n        ", "\n        Realisation dawns for Elaine. She begins to leave, slowly.", "\n        ", "\n        ELAINE: Ah, this really sticks in my craw.", "\n        ", "\n        [Mrs Hamilton's Apartment]", "\n        ", "\n        Jerry and Mrs Hamilton sitting on the couch. Mrs Hamilton is pouring out \n        a", "\n        couple of glasses of wine.", "\n        ", "\n        JERRY: Well, Mrs Hamilton, it's certainly nice that you and Valerie patched", "\n        things up, so we could all get together like this. Where is Valerie?", "\n        ", "\n        MRS HAMILTON: I'm sure she'll be along. (handing over a glass) Have some \n        wine,", "\n        Jerome.", "\n        ", "\n        JERRY: Okay.", "\n        ", "\n        Mrs Hamilton leans back on the couch beside Jerry. She's sitting uncomfortably", "\n        close to Jerry, and as she speaks she puts an arm along the top of the \n        couch", "\n        behind Jerry. (To cut it short, this scene plays pretty close to the early", "\n        Dustin Hoffman/Anne Bancroft scenes in The Graduate.)", "\n        ", "\n        MRS HAMILTON: You know Jerome, I can understand what Valerie sees in you. \n        So", "\n        attractive, so strong, so comedic.", "\n        ", "\n        JERRY: Uh, good.", "\n        ", "\n        MRS HAMILTON: Jerome, I have a deliciously naughty idea.", "\n        ", "\n        JERRY: (nervous) What?", "\n        ", "\n        MRS HAMILTON: Why don't I put you on my speed-dial?", "\n        ", "\n        JERRY: I don't know, Mrs Hamilton. That doesn't sound...", "\n        ", "\n        MRS HAMILTON: Don't be such a child, Jerome. How's number three sound?", "\n        ", "\n        Jerry leaps to his feet as Mrs Hamilton goes for her phone.", "\n        ", "\n        JERRY: Valerie's not coming over, is she?", "\n        ", "\n        Mrs Hamilton is programming her phone.", "\n        ", "\n        MRS HAMILTON: Seven, four...", "\n        ", "\n        JERRY: No...", "\n        ", "\n        MRS HAMILTON: Two...", "\n        ", "\n        JERRY: Stop, stop. This isn't right. What about Valerie?", "\n        ", "\n        MRS HAMILTON: I won't tell if you don't.", "\n        ", "\n        JERRY: (leaving hurriedly) Wuhh...", "\n        ", "\n        [Kramer's Apartment]", "\n        ", "\n        Kramer is asleep, but his sleep is fitful. He tosses and turns.", "\n        ", "\n        KRAMER: Jerry... Newman... Two-thousand...", "\n        ", "\n        Kramer suddenly sits bolt upright.", "\n        ", "\n        KRAMER: (yells) Newmanniun!!", "\n        ", "\n        He reaches over to his bedside table and picks up a photograph. It's of \n        himself", "\n        and Jerry at a previous party, looking happy together.", "\n        ", "\n        KRAMER: (whimper) Jerry?", "\n        ", "\n        Kramer clutches the photo to his chest, and flops back onto the mattress.", "\n        ", "\n        [Jerry's Apartment]", "\n        ", "\n        Jerry sits on his couch, watching baseball on TV. Steve Koren is commentating.", "\n        ", "\n        KOREN (O.C.): Alright, Yankees, two. Orioles, nothing. Wait a minute! \n        A short", "\n        stocky bald man is streaking across the field.", "\n        ", "\n        JERRY: Oh my God, George!", "\n        ", "\n        KOREN (O.C.): Check that. He's not streaking. He's wearing a flesh-tone", "\n        body-stocking. Apparently, he's a bit bashful, and oddly, no-one seems \n        upset.", "\n        ", "\n        Kramer enters.", "\n        ", "\n        JERRY: Kramer, look, it's George.", "\n        ", "\n        KOREN (O.C.): Everyone loves him.", "\n        ", "\n        KRAMER: Yeah, yeah, I know. (he clicks off the TV) Listen, Jerry, I can't \n        let", "\n        you come to my New Year's party.", "\n        ", "\n        JERRY: (neutral) Fine.", "\n        ", "\n        KRAMER: (agitated) I mean, it's killing me! Newman's got the jump on the", "\n        invites, and will crush me if I try to go it alone!", "\n        ", "\n        JERRY: (neutral) No problem.", "\n        ", "\n        KRAMER: (swung by Jerry's argument) You're right. I won't do it without \n        you. I", "\n        feel so ashamed I even thought of it, huh.", "\n        ", "\n        Elaine enters.", "\n        ", "\n        KRAMER: (pleading) Elaine, you can't go to Newman's Newmanniun.", "\n        ", "\n        ELAINE: (neutral) Okay.", "\n        ", "\n        KRAMER: No, no, no. You gotta spend New Year's nineteen ninety-nine with \n        me and", "\n        Jerry.", "\n        ", "\n        ELAINE: (neutral) Fine.", "\n        ", "\n        KRAMER: (frustrated shout) Oh come on!!", "\n        ", "\n        ELAINE: (neutral) Alright.", "\n        ", "\n        KRAMER: (triumph) Yesss! Alright, so it's you, it's me, and it's Jerry, \n        huh.", "\n        (claps hands) Yeah, now things are starting to snowball, huh. I'll tell \n        Newman I", "\n        don't need him. So, I'll uh, see you two in the twenty-first century.", "\n        ", "\n        Kramer heads out the door.", "\n        ", "\n        ELAINE: (following Kramer to the door) Okay. Kramer, Kramer, wait a minute. \n        Do", "\n        you still have that pricing-gun?", "\n        ", "\n        KRAMER: Yeah.", "\n        ", "\n        ELAINE: Okay, I need you to help me put Putumayo outta business.", "\n        ", "\n        KRAMER: Can do.", "\n        ", "\n        Kramer leaves to his apartment. Elaine begins to follow.", "\n        ", "\n        JERRY: What're you doing with a pricing-gun?", "\n        ", "\n        ELAINE: That place is about to have the sale of the century. Nothing over", "\n", "\n        ninety-nine cents.", "\n        ", "\n        Elaine leaves and shuts the door.", "\n        ", "\n        JERRY: (to himself) Still a rip-off.", "\n        ", "\n        The phone rings. Jerry picks up.", "\n        ", "\n        JERRY: Hello?", "\n        ", "\n        From here on, the scene is presented in a split-screen format, with Valerie \n        and", "\n        Mrs Hamilton in their respective apartments, sharing the screen with Jerry \n        as", "\n        appropriate.", "\n        ", "\n        VALERIE: Jerry, I was just at my stepmom's house, and I saw that you were \n        on her", "\n        speed-dial.", "\n        ", "\n        JERRY: Uh, well, she uh, probably just wanted to be able to keep tabs \n        on you.", "\n        ", "\n        There is a beep on Jerry's phone as another call comes in.", "\n        ", "\n        JERRY: Hold on a second.", "\n        ", "\n        Jerry clicks the doofer to answer the other call.", "\n        ", "\n        JERRY: Hello?", "\n        ", "\n        MRS HAMILTON: (seductive) Hi Jerome.", "\n        ", "\n        JERRY: Oh, Mrs Hamilton, this is a very bad time. I've got Valerie on \n        the other", "\n        line. Just a second.", "\n        ", "\n        Jerry clicks.", "\n        ", "\n        JERRY: Hello?", "\n        ", "\n        VALERIE: That's her on the other line, isn't it?", "\n        ", "\n        JERRY: Well...", "\n        ", "\n        VALERIE: Tell her I don't want you on her speed-dial.", "\n        ", "\n        JERRY: Hang on.", "\n        ", "\n        Jerry clicks.", "\n        ", "\n        JERRY: She knows about the speed-dial. Mrs Hamilton, you gotta get me \n        off this", "\n        thing.", "\n        ", "\n        MRS HAMILTON: I won't, until she puts me back on hers.", "\n        ", "\n        JERRY: Hang on.", "\n        ", "\n        Jerry clicks.", "\n        ", "\n        JERRY: She wants to be back on yours.", "\n        ", "\n        VALERIE: Fine. But only if you're off hers.", "\n        ", "\n        JERRY: Hang on.", "\n        ", "\n        Jerry clicks.", "\n        ", "\n        JERRY: Fine, if I'm off yours.", "\n        ", "\n        VALERIE: No, still me.", "\n        ", "\n        JERRY: Sorry. Hang on.", "\n        ", "\n        Jerry clicks.", "\n        ", "\n        JERRY: Fine, if I'm off yours.", "\n        ", "\n        MRS HAMILTON: I won't do it. It's my speed-dial, and I don't trust her.", "\n        ", "\n        JERRY: Please, Mrs Hamilton, this is very awkward for me.", "\n        ", "\n        MRS HAMILTON: (conspiratorial) Alright. I'll hide you in one of the emergency", "\n        buttons.", "\n        ", "\n        JERRY: (hurried) Great, bye.", "\n        ", "\n        Jerry clicks.", "\n        ", "\n        JERRY: She said she'll do it.", "\n        ", "\n        VALERIE: Great.", "\n        ", "\n        There's another beep, as another call comes in.", "\n        ", "\n        JERRY: Hang on.", "\n        ", "\n        Jerry clicks.", "\n        ", "\n        JERRY: Hello?", "\n        ", "\n        [Yankee Stadium]", "\n        ", "\n        George is at a public telephone, wearing the flesh-tone body-stocking \n        and", "\n        looking thoroughly dejected.", "\n        ", "\n        GEORGE: Jerry. I can't get fired.", "\n        ", "\n        A passing fan spots him.", "\n        ", "\n        FAN: Hey, body-suit man. 's up?", "\n        ", "\n        He slaps palms with George, who doesn't look especially pleased by the", "\n        attention. The fan points out George to more fans.", "\n        ", "\n        FAN: (pointing) Hey, body-suit man.", "\n        ", "\n        The fans gather round, making positive noises. George looks resigned to \n        his", "\n        minor celebrity.", "\n        ", "\n        [Putumayo]", "\n        ", "\n        Gladys is behind the counter. Outside the door, Elaine peers in for a \n        second", "\n        before she moves back out of sight. Then, a be-suited Kramer is pushed \n        into", "\n        sight. He enters the store, smoking a cigar.", "\n        ", "\n        KRAMER: Hi, I'm H.E. Pennypacker. I'm a wealthy American industrialist \n        uh,", "\n        looking to open a silver mine in the mountains of Peru and uh, before \n        I invest", "\n        millions in a lucrative mine, I, I'd like to go a little native. Uh, Get \n        the", "\n        feel of their condiments, of their unmentionables, you know, the real \n        uh,", "\n        gritty-gritty.", "\n        ", "\n        He notices a bowl of chips beside the register and helps himself to some.", "\n        ", "\n        GLADYS: Well, lemme show you what we have.", "\n        ", "\n        KRAMER: Well uh, I think I can just browse around on my own.", "\n        ", "\n        KRAMER: (re the chips) Hmm, Macchu Picchu. Are these free?", "\n        ", "\n        GLADYS: Yeah.", "\n        ", "\n        KRAMER: Hmm-mmm.", "\n        ", "\n        Kramer strolls over to a rack and grabs a selection of a half-dozen items. \n        He", "\n        then heads for the changing room.", "\n        ", "\n        GLADYS: Some of those are women's clothes.", "\n        ", "\n        KRAMER: Oh, not a problem.", "\n        ", "\n        He pulls the curtain shut. The sound of a pricing gun can be heard. The \n        clicking", "\n        goes on for a couple of seconds, and then the gun is dropped. It lands \n        by", "\n        Kramer's feet and breaks, Kramer then exacerbates his problem by kicking \n        the gun", "\n        as he tries to retrieve it.", "\n        ", "\n        [Yankee's Parking Lot]", "\n        ", "\n        George is driving his car in a circle in the parking lot. Trailing behind \n        the", "\n        car, on a rope, is a trophy which bounces and clatters on the tarmac. \n        George is", "\n        leaning out of the car window, with a megaphone.", "\n        ", "\n        GEORGE: Attention Steinbrenner and front-office morons! Your triumphs \n        mean", "\n        nothing. You all stink. You can sit on it, and rotate! This is George \n        Costanza.", "\n        I fear no reprisal. Extension five-one-seven-oh.", "\n        ", "\n        [Putumayo]", "\n        ", "\n        Gladys is still behind the counter. Valerie and Mrs Hamilton are browsing \n        the", "\n        racks. Elaine enters and, holding her hand up to hide her face, she walks \n        over", "\n        to the changing room, pulls back the curtain and enters.", "\n        ", "\n        KRAMER: L'Occupado.", "\n        ", "\n        ELAINE: Come on, what is taking you so long?", "\n        ", "\n        KRAMER: Elaine, I broke the price-gun, so I had to move to plan B.", "\n        ", "\n        ELAINE: Plan B? There is no plan B.", "\n        ", "\n        KRAMER: (holds up some small white sachets) I took these out of every \n", "\n        single", "\n        garment in the store.", "\n        ", "\n        ELAINE: What?!", "\n        ", "\n        KRAMER: They're dessicates. See, they absorb moisture. (gleeful) These \n        clothes", "\n        won't last five years without 'em.", "\n        ", "\n        ELAINE: That's not gonna do anything.", "\n        ", "\n        KRAMER: Patience.", "\n        ", "\n        ELAINE: Alright. Forget it!", "\n        ", "\n        KRAMER: What?", "\n        ", "\n        ELAINE: You have screwed me again, Pennypacker!", "\n        ", "\n        Elaine leaves, hurrying through the store with her face shielded again.", "\n        ", "\n        GLADYS: Ladies, care for some chips?", "\n        ", "\n        KRAMER: (emerging from the changing room) Well, I don't mind if I do.", "\n        ", "\n        He takes a chip and dips it. As he loads the chip with the dip, a sachet \n        of", "\n        dessicate falls from his sleeve into the dip. He doesn't notice, and after", "\n        consuming the chip he deposits the bundle of clothing onto the counter.", "\n        ", "\n        KRAMER: Well, I've uh, I've changed my mind. I think I'm going to build \n        a", "\n        rollercoaster instead.", "\n        ", "\n        Kramer leaves. Mrs Hamilton comes over to the counter, takes a chip, dips \n        it", "\n        into the dessicate-laced dip and eats it.", "\n        ", "\n        [Steinbrenner's Office]", "\n        ", "\n        George stands before Steinbrenner's desk, in his shirt-sleeves, nonchalantly", "\n        eating something. He occasionally shrugs at Steinbrenner's remarks.", "\n        ", "\n        STEINBRENNER: I heard what you did in the parking lot, big boy, and it \n        is", "\n        in-excuse-a-bull. You personally insulted me, my staff... I cannot believe \n        that", "\n        you, body-suit man, could perpetrate such a disloyalty. Breaks my heart \n        to say", "\n        it... Oh, who am I kidding? I love it. You're fi...", "\n        ", "\n        George looks expectant, as Steinbrenner reaches this point. Suddenly, \n        Mr Wilhelm", "\n        enters the office.", "\n        ", "\n        WILHELM: Wait, wait, Mr Steinbrenner. George doesn't deserve any of the \n        blame", "\n        for what happened in the parking lot today, sir. If there's anyone to \n        blame", "\n        here, it's me.", "\n        ", "\n        George stares at Wilhelm in disbelief.", "\n        ", "\n        STEINBRENNER: What're you talking about, Wilhelm. You popping pills? You \n        got the", "\n        crazies again?", "\n        ", "\n        WILHELM: No, no. No, no, sir. I ordered George to drive around insulting \n        people", "\n        today. Because I'm tired of all your macho head games.", "\n        ", "\n        GEORGE: (agitated) He's lying, sir! I'm tired of all your macho head games!", "\n        ", "\n        STEINBRENNER: Macho head games?", "\n        ", "\n        WILHELM: (puts arm round George's shoulder) He's just being loyal to me, \n        sir.", "\n        ", "\n        STEINBRENNER: Wilhelm, you're fired. I owe you an apology, body-suit man. \n        Streak", "\n        on. (rising) Now, if you gentlemen'll excuse me, I'm not going to the \n        game", "\n        today, I'm gonna go outside and scalp some tickets. (heads toward the \n        door)", "\n        Owner's box, that's gotta bring in forty bucks, no problem.", "\n        ", "\n        GEORGE: Mr Wilhelm, what was that?!", "\n        ", "\n        WILHELM: I wanted to get fired. George, you are looking at the new head \n        scout of", "\n        the New York Mets.", "\n        ", "\n        Wilhelm walks away toward the door, leaving George looking crushed.", "\n        ", "\n        WILHELM: (singing) Meet the Mets, meet the Mets. Come right out and greet \n        the", "\n        Mets.", "\n        ", "\n        [Jerry's Apartment]", "\n        ", "\n        KRAMER: I don't know what Elaine is so upset about. I mean, without dessicates,", "\n        those clothes'll be noticeably musty in five years.", "\n        ", "\n        JERRY: She never sees the big picture.", "\n        ", "\n        There's a knock at the door. Jerry opens it to reveal Newman.", "\n        ", "\n        JERRY: Hello, Newman!", "\n        ", "\n        NEWMAN: Hello Jerry. (to Kramer) What did you say to Elaine? I just got \n        her", "\n        cancellation in the mail.", "\n        ", "\n        KRAMER: Oh, well I guess she found some place better to go.", "\n        ", "\n        NEWMAN: Well, it's her mistake. Because she is going to miss the party \n        of a", "\n        lifetime.", "\n        ", "\n        KRAMER: Well, maybe so, but come midnight, when she's looking for someone \n        warm", "\n        and cuddly to kiss, I guess you'll be caught between the moon and New \n        York City.", "\n        ", "\n        NEWMAN: Alright. Come back to my party, please.", "\n        ", "\n        KRAMER: Jerry too, of course.", "\n        ", "\n        NEWMAN: (reluctant) You don't wanna do your... act, or anything, do you?", "\n        ", "\n        JERRY: No.", "\n        ", "\n        NEWMAN: Alright then, I guess I can accept a little Jerry, if it gets \n        me a", "\n        (suggestive) lot of Elaine.", "\n        ", "\n        Jerry pulls a disgusted face.", "\n        ", "\n        KRAMER: Deal?", "\n        ", "\n        NEWMAN: To the Newmanniun! (holds out his hand)", "\n        ", "\n        KRAMER: (grasps Newman's hand) To the Kramennium.", "\n        ", "\n        Kramer and Newman move to the door to leave. Newman stops as Jerry speaks \n        to", "\n        him, and Kramer exits to his apartment.", "\n        ", "\n        JERRY: By the way Newman, I'm just curious. When you booked the hotel, \n        did you", "\n        book it for the millennium New Year?", "\n        ", "\n        NEWMAN: (smug) As a matter of fact, I did.", "\n        ", "\n        JERRY: Oh, that's interesting, because as everyone knows, since there \n        was no", "\n        year zero, the millennium doesn't begin until the year two-thousand and \n        one.", "\n        Which would make your party, one year late, and thus, quite lame.", "\n        ", "\n        Newman absorbs the logic of Jerry's argument. His face twitches as he \n        realises", "\n        his error.", "\n        ", "\n        JERRY: Aww!", "\n        ", "\n        Newman makes a noise redolent of his frustration - a sort of half-strangulated", "\n        nasal squeak. He then waddles away after Kramer.", "\n        ", "\n        [Mrs Hamilton's Apartment]", "\n        ", "\n        Valerie and Mrs Hamilton sit on the couch. Mrs Hamilton looks nauseous.", "\n        ", "\n        MRS HAMILTON: I don't feel well at all. I feel all dried-out inside.", "\n        ", "\n        VALERIE: I'll call for help.", "\n        ", "\n        She picks up the phone and pushes a button marked 'Poison Control'.", "\n        ", "\n        [Mrs Hamilton's Apartment/Jerry's Apartment]", "\n        ", "\n        JERRY: Hello?", "\n        ", "\n        VALERIE: Who's this?", "\n        ", "\n        JERRY: It's Jerry. Who's this?", "\n        ", "\n        VALERIE: Uh, it's Valerie.", "\n        ", "\n        JERRY: Oh, hi Valerie. What's up?", "\n        ", "\n        VALERIE: I'll tell you what's up. My stepmother is violently ill, so I \n        hit the", "\n        button for poison control and I get you!", "\n        ", "\n        JERRY: Wow, poison control? That's even higher than number one!", "\n        ", "\n        Valerie hangs up the phone.", "\n        ", "\n        JERRY: Hello?", "\n", "\n        ", "\n        [END] \n    \n     \n      \n      \n    \n  \n\n"]},
{"line": [" "]},
{"line": []},
{"line": [" "]},
{"line": []},
{"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]},
{"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}
]