[
{"title": "The Betrayal"},
{"line": []},
{"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]},
{"line": [" "]},
{"line": ["Directed by: Andy Akerman"]},
{"line": ["Broadcasted: November 20, 1997 for the first time."]},
{"line": ["Stars: Jerry Seinfeld, Michael Richards, "]},
{"line": ["Jason Alexander, Julia Louis-Dreyfus, Wayne Knight (as Newman),"]},
{"line": ["Michael McShane (as Franklin Delano Romanowski), Justine Miceli \n              (as"]},
{"line": ["Nina) Brenda Strong (as Sue Ellen), Heidi Swedberg (as Susan), \n              and Shaun"]},
{"line": ["Toub (as Pinter)."]},
{"line": [" "]},
{"line": ["(The final 'Castle Rock' screen shows, then the end credits roll. \n              Scene cuts to the Coffee shop. George, Elaine, and Jerry enter with \n              suitcases. Elaine has a large bandage on her nose. They all sit \n              down at a booth. All three of them are tired, fed up, and angered)"]},
{"line": ["GEORGE: So, Elaine, are you going to sleep with me or what?!"]},
{"line": ["ELAINE: (Aggravated) George, I just got off a twenty-three hour \n              plane ride. I'm too tired to even vomit at the thought."]},
{"line": ["GEORGE: (Angered) Fine. I'll ask you again when you're rested."]},
{"line": ["JERRY: (Sarcastic) Oh, I'm sure she'll come around."]},
{"line": ["GEORGE: Yeah, I hope so. For your sake!"]},
{"line": ["(Kramer comes in and sits down at the booth with them)"]},
{"line": ["JERRY: (To George) I said I was sorry."]},
{"line": ["GEORGE: You can stuff you sorries in a sack, mister!"]},
{"line": ["JERRY: (Nauseated at the saying) Would you please stop saying that?!"]},
{"line": ["KRAMER: (Confused) What's up with you two?"]},
{"line": ["GEORGE: I don't want to talk about it."]},
{"line": ["KRAMER: (To Jerry) So how was the big trip?"]},
{"line": ["JERRY: I don't want to talk about it!"]},
{"line": ["KRAMER: (Observing Elaine's bandaged nose) Well, what happened \n              to your nose?"]},
{"line": ["ELAINE: I don't want to talk ab-ow!-t it! (She winces under the \n              pain from her nose on the word 'about')"]},
{"line": ["KRAMER: Well, you gotta give me something! Come on, how was the \n              wedding? Was the bride radiant?"]},
{"line": ["ELAINE: She.. was."]},
{"line": ["JERRY: 'Till she found out Elaine slept with the groom."]},
{"line": ["KRAMER: (Interested) Ooohh.. That sounds juicy. Listen, I gotta \n              go to the bathroom, but I want to hear all about it. (Gets up and \n              heads for the bathroom)"]},
{"line": ["GEORGE: (While skimming a Monk's menu) You know, I didn't go to \n              the bathroom the entire time we were in India."]},
{"line": ["JERRY: I can't believe we went all the way to India for a wedding!"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: India]"]},
{"line": ["(Notice: \"ONE DAY EARLIER\" People storm out of a building. \n              All are dressed in wedding apparel)"]},
{"line": ["SUE ELLEN: That's it! The wedding's off."]},
{"line": ["PINTER: What? But, Sue Ellen-"]},
{"line": ["SUE ELLEN: (Cutting him off. To Elaine) Elaine, you were my maid \n              of honor and you slept with MY Pinter?!"]},
{"line": ["ELAINE: No, no, no! It was years ago - before you met him. And, \n              and I got to tell you.. it was very mechanical."]},
{"line": ["SUE ELLEN: I have never been so humiliated!"]},
{"line": ["ELAINE: (To Jerry and George) Idiots! This is all yoru fault!"]},
{"line": ["GEORGE: (While pointing at Jerry) Not me! Him! His fault! He betrayed \n              me!"]},
{"line": ["JERRY: (Pleading) George, I'm sorry.."]},
{"line": ["GEORGE: You can stuff your sorries in a sack, Mister!"]},
{"line": ["JERRY: (Confused) I don't know what that means."]},
{"line": ["GEORGE: (To his girlfriend) Alright, Nina, you have to decide right \n              now. Jerry or me?"]},
{"line": ["NINA: (Casually) Alright.. Neither."]},
{"line": ["GEORGE: What?! Well, what are you doing here?"]},
{"line": ["NINA: A free trip to India. And by the way, you can take off those \n              boots. Everyone knows you're five' six."]},
{"line": ["GEORGE: Five' eight! Five' seven!"]},
{"line": ["ELAINE: (To Sue Ellen) See? See the way they are?! We're - we're \n              still best friends, right?"]},
{"line": ["SUE ELLEN: No. (Grabbing at the stud in Elaine's nose) And take \n              that stupid thing out of your nose!"]},
{"line": ["(Elaine screams in pain as Sue Ellen pulls the stud out)"]},
{"line": ["JERRY: That's got to hurt, I don't care where you're from!"]},
{"line": ["GEORGE: (Whispering to Jerry) What time is our flight back? I got \n              to go to the bathroom."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: A building in India]"]},
{"line": ["(Notice: \"FIFTEEN MINUTES EARLIER\" The bride, Sue Ellen, \n              and the Groom, Pinter, are walking down the aisle. Elaine is scattering \n              flowers behind them. Jerry"]},
{"line": ["walks in and takes a seat)"]},
{"line": ["ELAINE: (Whispering to Jerry) Hey."]},
{"line": ["JERRY: Hey."]},
{"line": ["ELAINE: What happened last night?"]},
{"line": ["JERRY: Oh, you were pretty loaded."]},
{"line": ["ELAINE: (Gesturing to her nose stud) I know. I woke up with this."]},
{"line": ["JERRY: Oh. Hello, Tetanus."]},
{"line": ["(Scene cuts to Nina and George entering the wedding hall)"]},
{"line": ["NINA: George, I've used the bathroom. It's fine."]},
{"line": ["GEORGE: (Struggling) No, no, no, no. I can walk it off. It's a \n              hundred and twenty degrees in here.. I'll sweat it out."]},
{"line": ["ELAINE: (Seeing George, she walks over to greet him) Hey. (Looking \n              at his shoes) Are those Timberlands painted black?"]},
{"line": ["GEORGE: (Looking at her nose) Is your nose pierced?"]},
{"line": ["ELAINE: (Embarrassed) I should.. (Walks tward the bride and groom)"]},
{"line": ["GEORGE: Yeah. (Points to two open seats in front of Jerry's. To \n              Nina) Sit down there. (Sees Jerry in the crowd) Hello, Jerry. (Obviously \n              angered at Jerry) I"]},
{"line": ["believe you know Nina."]},
{"line": ["JERRY: (As George sits down) George, we need to talk."]},
{"line": ["GEORGE: (Trying to keep his voice down) I think you've done a lot \n              more than talk! You betrayed me!"]},
{"line": ["JERRY: Alright, I admit it. I slept with Nina, but that's all."]},
{"line": ["GEORGE: (Outraged) \"That's all\"?! That's everything! \n              I don't know what all the rest of it is for anyway!"]},
{"line": ["JERRY: (Pleading) I'm really sorry."]},
{"line": ["GEORGE: You can stuff your sorries in a sack, mister!"]},
{"line": ["JERRY: (Confused) Where'd you get that one?"]},
{"line": ["GEORGE: It's an expression."]},
{"line": ["ELAINE: (From the front of the room, she can hear George and Jerry's \n              heated discussion) Hey! Shhhhh! (Crosses herself, then shakes her \n              head - apologizing)"]},
{"line": ["GEORGE: (Trying to whisper to Jerry) Look, we are gonna settle \n              this right now! I demand reparations! I should get to sleep with \n              Elaine. That's the only way to"]},
{"line": ["punish you!"]},
{"line": ["JERRY: That doesn't punish me. It punishes Elaine! And cruelly, \n              I might add."]},
{"line": ["GEORGE: (Losing it) Funny guy!"]},
{"line": ["(Elaine casually makes her way to Jerry and George)"]},
{"line": ["ELAINE: Hey! Monkeys! Knock it off. My best friend is trying to \n              get married up here!"]},
{"line": ["GEORGE: Elaine, you have to sleep with me."]},
{"line": ["ELAINE: (Definite) I'm not gonna sleep with you."]},
{"line": ["GEORGE: Reparations!"]},
{"line": ["ELAINE: Would you grow up, George?! What is the difference? Nina \n              slept with (Points to Jerry) him, he slept with me, I slept with \n              Pinter. Nobody cares! It's all"]},
{"line": ["ancient history."]},
{"line": ["GEORGE: (Loud, so everyone at the wedding can hear) You slept with \n              the groom?!"]},
{"line": ["(Everyone goes silent. George and Elaine both look sheepishly. \n              All eyes on them, expecially Sue Ellen)"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: New York street]"]},
{"line": ["(Notice: \"FOUR HOURS EARLIER\" Kramer is standing up against \n              a brick wall. All the sudden, he's pegged straight in the face with \n              a snowball. He winces from"]},
{"line": ["the pain and coldness, then walks up to his friend FDR - the one \n              who threw the snowball at him. He hugs him)"]},
{"line": ["KRAMER: Oh, thank you, FDR!"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: The Coffee shop]"]},
{"line": ["(Notice: \"ONE HOUR EARLIER\" Kramer and FDR are both holding \n              a wishbone)"]},
{"line": ["KRAMER: Alright, FDR.. This wish is for all the marbles. You win, \n              you get your wish - I drop dead. I win, I don't drop dead, and I \n              get one-hundred percent"]},
{"line": ["anti-drop-dead protection. Forever."]},
{"line": ["FDR: Alright."]},
{"line": ["(They each pull, it breaks. FDR won)"]},
{"line": ["KRAMER: Oh, man! Well, then, come on. There's got to be something \n              that'll change your mind, FDR. Something..\" (FDR lifts up a \n              cooler, and puts it on the table)"]},
{"line": ["What, you want my kidney? (FDR is smiling wickedly as he pulls \n              a snowball out of the cooler) Mama!.."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Jerry's room in India]"]},
{"line": ["(Notice: \"THE NIGHT BEFORE, BACK IN INDIA\" Elaine is \n              obviously drunk)"]},
{"line": ["ELAINE: George knows that you slept with Nina. That's why he was \n              acting so weird."]},
{"line": ["JERRY: How did he find out?"]},
{"line": ["ELAINE: He schnapped me."]},
{"line": ["JERRY: You know you're not supposed to drink whil you're keeping \n              a secret! (Elaine laughs) Is there anything else?"]},
{"line": ["ELAINE: I can't tell you."]},
{"line": ["JERRY: (Handing her a small bottle) Here, drink this."]},
{"line": ["ELAINE: Okay. (Takes a drink) I slept with the groom."]},
{"line": ["JERRY: Pinter?"]},
{"line": ["ELAINE: He used to be called Peter."]},
{"line": ["JERRY: (Making nothing of it) So? Who cares about that?"]},
{"line": ["ELAIEN: Sue Ellen! If she knew, she'd call off the whole wedding."]},
{"line": ["JERRY: Oh, nobody's calling off any weddings. (Elaine, at this \n              point, has climbed onto the couch and is squirming around - she \n              now has her backside to Jerry)"]},
{"line": ["Alright, it's time to go. Come on.. Up."]},
{"line": ["(Elaine climbs onto Jerry's back)"]},
{"line": ["ELAINE: Do you know what 'Jerry' is in Indian?"]},
{"line": ["JERRY: (Carrying her out, piggy-back style) No, what?"]},
{"line": ["ELAINE: (Between laughs) Jugdish."]},
{"line": ["JERRY: Yes, jugdish."]},
{"line": ["ELAINE: (While sliding off Jerry onto the hallway floor) Hey, what \n              if I got my nose pierced? That would be pretty freaky.. Oooohhhhaaa!"]},
{"line": ["JERRY: (Trying to get rid of her) Yes, I think it's a fine idea. \n              Well, good night. (Shuts the door)"]},
{"line": ["(Elaine peers through the blinds on Jerry's door)"]},
{"line": ["ELAINE: (Sticking her fingers through the blinds - waving at him) \n              G'night, Jugdish. (Laughs)"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Jerry's room, India]"]},
{"line": ["(Notice: \"ONE HOUR EARLIER\" Jerry hands Elaine a glass \n              of Schnapps)"]},
{"line": ["JERRY: Bless you."]},
{"line": ["ELAINE: Thank you.."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Jerry's room, India]"]},
{"line": ["(Notice: \"THREE SECONDS EARLIER\" Jerry's pouring Elaine \n              a glass of Schnapps. Elaine sneezes)"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: New York park]"]},
{"line": ["(Notice: \"TWO HOURS EARLIER, NEW YORK\" Kramer is with \n              hot-dog vender FDR)"]},
{"line": ["KRAMER: Well, guess what, FDR? I made a wish on a shooting star \n              last night, and I wished against your wish."]},
{"line": ["FDR: That's funny. As it happens, I saw the same shooting star \n              and double-wished you to drop dead. (Hands Kramer some coins) Here's \n              your change."]},
{"line": ["(Kramer walks over, and throws his coins in a nearby fountain)"]},
{"line": ["KRAMER: Alright, I'm triple-wishing! Yep!"]},
{"line": ["FDR: (Throwing four coins into the fountain) Then I'm quadruple-wishing!"]},
{"line": ["KRAMER: Alright.. (Pulls out one of his eyebrows) How do you like \n              this? (Blows it away) Ya!"]},
{"line": ["FDR: I like it a lot. (Pulls out one of his eyebrows) Ow! (Blows \n              it away)"]},
{"line": ["KRAMER: (Tears out another eyelash) Ah! (Blows it away)"]},
{"line": ["FDR: (Doing the same) Oh! (Blows it away)"]},
{"line": ["(Kramer and FDR get into a frenzy - both ripping out their eyelashes)"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Indian Airport]"]},
{"line": ["(Notice: \"THREE HOURS EARLIER, BACK IN INDIA\" Elaine, \n              Jerry, George, and Nina are all at the airport)"]},
{"line": ["ELAINE: Oh, God, it's so hot! (Sniffing) What's that smell?"]},
{"line": ["JERRY: (Joking around) I think it's the stench of death."]},
{"line": ["NINA: George, you've been wearing those boots since I met you. \n              You're not gonna wear them to the wedding, are you?"]},
{"line": ["GEORGE: (Laughing nervously) No.. I'm gonna wear black shoes."]},
{"line": ["ELAIEN: (Sees her enemy, Sue Ellen, at the airport) Oh boy. There's \n              Sue Ellen. She didn't want me at this wedding, but here I am with \n              a buch of my idiot friends!"]},
{"line": ["JERRY: (Giddy) This is gonna be great!"]},
{"line": ["SUE ELLEN: (Walking up to the group) Elaine? Oh! Oh, I am so happy \n              to see you!"]},
{"line": ["ELAINE: (Confused by her reaction) You are?"]},
{"line": ["SUE ELLEN: Well, of course! No one else was even willing to come \n              to India. I mean, not even Pinter's parents - and they're Indian."]},
{"line": ["ELAIEN: Come on, Sue Ellen. You don't wear a bra, you're tall.. \n              we hate each other!"]},
{"line": ["SUE ELLEN: Elaine, I know. I know we've had our problems, but.. \n              I want you to be my maid of honor - and my best friend."]},
{"line": ["ELAINE: (Toying with the idea) Huh.. alright. I guess."]},
{"line": ["SUE ELLEN: Uh, this is my fiance, Pinter. (To Pinter) Say hello."]},
{"line": ["PINTER: (Walking up to them) Hello."]},
{"line": ["ELAINE: (Recognizing him) Peter?"]},
{"line": ["SUE ELLEN: Uh, no. It's Pinter. Does anyone want to use the bathroom?"]},
{"line": ["GEORGE: (Leading Nina out the airport) Oh, no. No. We're good. \n              Let's get goin'. Alright. (Almost bumps into Jerry) Watch it, funny \n              man. (Leaves) "]},
{"line": ["JERRY: Elaine, have you noticed George was acting strage the whole \n              flight?"]},
{"line": ["ELAINE: (Acting equilly strange) No. What? Like what? What? Strange.. \n              No. I.."]},
{"line": ["JERRY: (Pulls a small bottle out of his pocket) Uh-huh. Hey, look \n              what they had on the plane. Schnapps."]},
{"line": ["ELAINE: Ooohh."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Jerry/Kramer's apartment building]"]},
{"line": ["(Notice: \"THE NIGHT BEFORE, NEW YORK\" Kramer is on the \n              roof of his apartment building looking up at the stars)"]},
{"line": ["KRAME: Come on.. Come on. Yes! (Sees a falling star) There's one! \n              (Yelling out) I wish I don't drop dead!!"]},
{"line": ["MAN: (Off-screen) Hey, shut up up there!"]},
{"line": ["KRAMER: You shut up!"]},
{"line": ["MAN: Aw, drop dead!"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Airplane]"]},
{"line": ["(Notice: \"FIVE HOURS EARLIER, SOMEWHERE BETWEEN NEW YORK AND \n              INDIA\" Elaine, Jerry, George, and Nina are on the plane - India-bound."]},
{"line": ["George walks up to Jerry's seat)"]},
{"line": ["GEORGE: Hello, friend. Enjoying the flight?"]},
{"line": ["JERRY: Coach to India - The only way to go."]},
{"line": ["GEORGE: (Heavily sarcastic. He's angered at Jerry) Good one. Very \n              funny. You're very funny, Jerry. That's what I always tell people. \n              (Yelling out) Jerry Seinfeld's"]},
{"line": ["a funny guy!"]},
{"line": ["JERRY: You all right?"]},
{"line": ["GEORGE: Of course I'm all right. I'm here with my girl. Nina. And \n              what better way to pass the time than gabbing with my best friend.. \n              with whom there are no"]},
{"line": ["secrets. (Flashes two intertwined fingers) Like this. Since the \n              fourth grade."]},
{"line": ["JERRY: (Joking around) Hey, didn't I beat you up in the fourth \n              grade?"]},
{"line": ["GEORGE: (Yelling out to the whole coach) Funny guy! (Points to \n              Jerry) Right here!"]},
{"line": ["(Scene cuts to Nina and Elaine)"]},
{"line": ["NINA: By the way, you never said anything to George about Jerry \n              and me, did ya?"]},
{"line": ["ELAINE: Oh please.. It's in the vault."]},
{"line": ["(Camera stays on Elaine and Nina as we hear George yelling from \n              the front of the plane)"]},
{"line": ["GEORGE: Ho, ho! Jerry Seinfeld's a funny guy!"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: The Coffee shop]"]},
{"line": ["(Notice: \"ONE DAY EARLIER\" Elaine and George are at Monks. \n              Elaine is drunk)"]},
{"line": ["ELAINE: Watch this. (Puts the bottle of Schnapps in her mouth, \n              flips her head up, drinking it, then puts it back down with her \n              teeth. She is effected by that last"]},
{"line": ["drink:) Oh.. God.."]},
{"line": ["GEORGE: So, Jerry and Nina, huh?"]},
{"line": ["ELAINE: Oh, Mmm.. (Scoots up close to George) I'm not gonna tell \n              you any more things.."]},
{"line": ["GEORGE: But you already told me everything."]},
{"line": ["ELAINE: Okey-dokey."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Newman's apartment]"]},
{"line": ["(Notice: \"THIRTY MINUTES EARLIER\")"]},
{"line": ["KRAMER: I mean, we had a deal, Newman. And you were supposed to \n              give my your birthday wish. And now you've wated it!"]},
{"line": ["NEWMAN: (With a gorgeous woman sitting on his lap) Did I?"]},
{"line": ["WOMAN: Newman, I'm bored."]},
{"line": ["NEWMAN: Aww.."]},
{"line": ["KRAMER: Does your girlfriend have to be here?"]},
{"line": ["NEWMAN: (Suggesting Jerry) Does yours?"]},
{"line": ["JERRY: (Giving Newman a sour look) I'm just hanging out in this \n              hell-hole because of George."]},
{"line": ["KRAMER: Alright, come on, Newman. Now you gotta help me! What am \n              I gonna do about FDR?"]},
{"line": ["WOMAN: Why don't you just make another wish?"]},
{"line": ["KRAMER: And how am I gonna do that, Toots?"]},
{"line": ["WOMAN: What about a shooting star?"]},
{"line": ["KRAMER: (Interested) That's perfect.."]},
{"line": ["NEWMAN: (Kissing the woman) Beauty.. and brains."]},
{"line": ["JERRY: (Disgusted. To the woman) Oh, come on. You know he's a postman, \n              don't ya?"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Jerry's apartment]"]},
{"line": ["(Notice: \"FIFTEEN MINUTES EARLIER\" George enters Jerry's \n              apartment)"]},
{"line": ["GEORGE: Hey."]},
{"line": ["ELAINE: (Handing George a ticket) Here. You're going to India with \n              us tomarrow."]},
{"line": ["GEORGE: For how long?"]},
{"line": ["ELAINE: Three days."]},
{"line": ["GEORGE: Great. (Hugs Jerry) Jerry, I gotta tell you, I had the \n              best time with that Nina last night. I - I think I'm in love with \n              her already. You are a great friend. A"]},
{"line": ["great, great friend."]},
{"line": ["(Kramer leaves his apartment, entering the hallway)"]},
{"line": ["JERRY: (Trying to change the subject away from Nina) Hey, Kramer, \n              what are you doing? You want to borrow something? You want to eat \n              something? Come on"]},
{"line": ["in!"]},
{"line": ["KRAMER: (Shrugging Jerry off) Nah."]},
{"line": ["ELAINE: You want to go to India?"]},
{"line": ["KRAMER: I can't. (Complaining) I'm gonna drop dead."]},
{"line": ["GEORGE: Great! Nina could go, huh? Jerry, this is great. You and \n              Elaine. Me and Nina.."]},
{"line": ["JERRY: (As Kramer is walking in the direction of Newman's apartment) \n              Hey, Kramer, wait up. I'll go with you."]},
{"line": ["KRAMER: I'm goin' to Newman's!"]},
{"line": ["JERRY: (Eagerly following Kramer) Great, I love Newman! (They both \n              leave)"]},
{"line": ["GEORGE: (Asking Elaine) Jerry seem a little weird when I mentioned \n              Nina?"]},
{"line": ["ELAINE: Nina? Nina? No. Psshhh.. Not weird. No. Nina."]},
{"line": ["GEORGE: Why do you keep saying Nina?"]},
{"line": ["ELAIEN: I don't know. Nina. Nina! (Feeling she's said to much, \n              she goes to leave) I'm gonna go grab a bite."]},
{"line": ["GEORGE: Uhh.. I'll meet you down there. (Elaine leaves. George \n              instantly goes looking through Jerry's cabinet) Cereal, cereal.. \n              (Picks up a bottle) Peach schnapps."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: NYC Street]"]},
{"line": ["(Notice: \"THIRTY MINUTES EARLIER\")"]},
{"line": ["KRAMER: (Knocking on a port-a-potty door) Come on, Lomez! We're \n              gonna be late for the movie."]},
{"line": ["(Newman, with the woman he wished for, are riding in his car. He \n              stops at a stop light - right next to Kramer)"]},
{"line": ["NEWMAN: (To his new girlfriend) You see, my dear, all certified \n              mail is registered, but registered mail is not necessarily cerified."]},
{"line": ["WOMAN; I could listed to you talk about mail all day."]},
{"line": ["KRAMER: Anything you wish.. I'll tell you a little secret about \n              zip codes: They're meaningless! (Laughs evilly, driving away)"]},
{"line": ["KRAMER: Wish?! Newman!"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Newman's apartment]"]},
{"line": ["(Notice: \"ONE DAY EARLIER\" It's Newman's birthday party. \n              His house is full of Postal co-workers)"]},
{"line": ["ALL: (Singing to Newman) ..And you smell like one, too."]},
{"line": ["POSTMAN: Make a wish, Newman! We've gotta get back to work in three \n              hours!"]},
{"line": ["(Newman inhales, ready to blow the candles out. Kramer rushes in)"]},
{"line": ["KRAMER: Newman, wait!"]},
{"line": ["NEWMAN: (Sputtering loudly) Kramer! I'm with people."]},
{"line": ["KRAMER: Yeah, yeah. And thanks for inviting me!"]},
{"line": ["NEWMAN: I did invite you.. Your invitation must've.. gotten lost \n              in the mail."]},
{"line": ["(All postal workers burst out with laughter)"]},
{"line": ["KRAMER: Well, Newman, I need your wish to protect me from FDR."]},
{"line": ["NEWMAN: (Refusing, Standing up) Can't do it. I'm on an unbelievable \n              birthday-wish hot streak! My last five birthday wishes came true."]},
{"line": ["KRAMER: Come on! Look, I'll give you my next birthday wish, huh?"]},
{"line": ["NEWMAN: (Negotiating) Your next.. fifty wishes."]},
{"line": ["KRAMER: Forty-eight."]},
{"line": ["NEWMAN: Fourty-nine."]},
{"line": ["KRAMER: Done!"]},
{"line": ["NEWMAN AND KRAMER: (Toghether) Sucker.."]},
{"line": ["(Newman sits back down to his cake, where his co-workers are about \n              to slice it)"]},
{"line": ["NEWMAN: Alright, alright, back, savages. Back! I haven't made my \n              wish yet.."]},
{"line": ["(Newman starts to inhale again. This time, he sees a magazine on \n              the table - on the cover is a beautiful woman. Then blows out the \n              candles)"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Jerry's apartment]"]},
{"line": ["(Notice: \"ONE DAY EARLIER\" Elaine enters)"]},
{"line": ["ELAINE: Well, this Mischke mish-mash is just gettin' worse."]},
{"line": ["JERRY: Uh-huh."]},
{"line": ["ELAINE: I talked with the groom's parents.."]},
{"line": ["JERRY: Mm-hmm. Mm-hmm.."]},
{"line": ["ELAINE: ..And it's so obvious that they don't want.."]},
{"line": ["JERRY: Uh-huh.."]},
{"line": ["ELAINE: ..me to go."]},
{"line": ["JERRY: Sure."]},
{"line": ["ELAINE: So, the only reason.."]},
{"line": ["JERRY: Uh-huh."]},
{"line": ["ELAINE: ..she sent me an invitation was that so I'd send her a \n              gift."]},
{"line": ["JERRY: Uh-huh."]},
{"line": ["NINA: (From Jerry's room) Jerry?"]},
{"line": ["JERRY: (To Elaine) Uh, well, you know, a coffee grinder is nice. \n              Or a coffee maker. Everyone likes coffee. Anything to do with coffee. \n              Maybe you should go get"]},
{"line": ["some coffee."]},
{"line": ["(Nina enters the living room - sees Elaine)"]},
{"line": ["NINA: Oh. Hi."]},
{"line": ["ELAINE: Hi."]},
{"line": ["NINA: (Getting ready to leave) Oh, I should.. um.."]},
{"line": ["JERRY: Sure."]},
{"line": ["ELAINE: Bye."]},
{"line": ["NINA: Bye-bye. (Leaves)"]},
{"line": ["ELAINE: (Gesturing back to the bedroom) Who else ya got back there?"]},
{"line": ["JERRY: Look, there was an awkward moment in the conversation. It \n              never happened before."]},
{"line": ["ELAINE: You slept with Nina? What are you gonna tell George?"]},
{"line": ["JERRY: Nothing. And neither will you. George can never know about \n              this.. It'll crush him."]},
{"line": ["ELAINE: Uh. Alright, alright. I'll put it in the vault."]},
{"line": ["JERRY: No good. Too many people know the combination."]},
{"line": ["ELAINE: (Confused) What combination? (Jerry makes the \"drinky-drinky\" \n              sign with his hands) Don't be rediculous."]},
{"line": ["(Jerry opens one of his kitchen drawers)"]},
{"line": ["JERRY: Oh my god. This drawer is filled with Fruit Loops!"]},
{"line": ["ELAINE: So what?"]},
{"line": ["JERRY: And milk."]},
{"line": ["(Scene cuts to \"THIRTY MINUTES EARLIER\" Kramer is in \n              Jerry's kitchen. He spills his milk and cereal on the counter)"]},
{"line": ["KRAMER: Oh, geez.."]},
{"line": ["JERRY: (From outside the apartment) Hello?"]},
{"line": ["(Kramer quickly opens a drawer and sweeps his mess into it with \n              his arm)"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Pinter's parent's house]"]},
{"line": ["(Notice: \"ONE HOUR EARLIER\" Elaine is at Pinter's parents \n              house)"]},
{"line": ["ELAINE: Hi. Mr. and Mrs. Ranawat?"]},
{"line": ["ZUBIN: Please, call us Usha and Zubin."]},
{"line": ["ELAINE: Oh. Well, Usha.."]},
{"line": ["ZUBIN: I'm Zubin."]},
{"line": ["ELAINE: (Shrugging it off) Anyway, your son is marrying my friend, \n              Sue Ellen Mischke.."]},
{"line": ["USHA: You're not going to the wedding, are you?"]},
{"line": ["ELAINE: Well.."]},
{"line": ["USHA: Don't go. India is a dreadful, dreadful place."]},
{"line": ["ZUBIN: You know, it's the only country that still has the plague? \n              I mean, the plague! Please!"]},
{"line": ["USHA: Here's the registry. Send her a gift, and be glad you did \n              not have to go."]},
{"line": ["ELAINE: (Soaking it in) Right. Don't go. Send a gift. I think I \n              understand."]},
{"line": ["ZUBIN: If I had to go to India, I wouldn't go to the bathroom the \n              entire trip."]},
{"line": ["ELAINE: (Leaving) That's fantastic."]},
{"line": ["ZUBIN: And I'm not so crazy about Manhattan, either."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Jerry's apartment]"]},
{"line": ["(Notice: \"THIRTY MINUTES EARLIER\" Jerry and Nina are \n              in the kitchen)"]},
{"line": ["NINA: Oh, you were going to tell me all about George."]},
{"line": ["JERRY: Ah, just remember when you see him tomarrow night to tell \n              him that the waiter liked him."]},
{"line": ["NINA: Really?"]},
{"line": ["JERRY: Believe me. You know, I forgot how much fun it is hanging \n              out with you."]},
{"line": ["NINA: I know. You know, we never had a bad conversation."]},
{"line": ["JERRY: I know. No awkward pauses. Probably the reason we never \n              fooled around.."]},
{"line": ["NINA: Heh.. yeah."]},
{"line": ["JERRY: Probably the reason.."]},
{"line": ["(They both stare at eachother, then, Jerry clears of the counter \n              with the sweep of his arm, Nina hops onto the counter, and they \n              start going at it)"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: FDR's apartment building]"]},
{"line": ["(Notice: \"ONE DAY EARLIER\" Kramer is standing outside \n              FDR's door, talking to FDR. He is finishing what was once a large \n              lollipop)"]},
{"line": ["FDR: Are - are you dense? I said I wanted you to drop dead. Now.. \n              drop dead! (Slams the door in Kramer's face)"]},
{"line": ["KRAMER: (Walking away) I knew it.. Stupid Jerry.."]},
{"line": ["(Scene cuts to \"TEN MINUTES EARLIER\" at Jerry's apartment. \n              Jerry's at his door, talking with Kramer. Kramer's lollipop is slightly \n              bigger)"]},
{"line": ["JERRY: Kramer, I know what I'm talking about. There's no way FDR \n              wants you to drop dead."]},
{"line": ["KRAMER: But you haven't seen.."]},
{"line": ["JERRY: Just go back and ask him again. (Slams the door on Kramer)"]},
{"line": ["KRAMER: Yeah.. (Heads for FDR's)"]},
{"line": ["(Scene cuts to \"TEN MINUTES EARLIER\" at FDR's apartment. \n              Kramer and FDR are talking at the door. Kramer's lollipop, of course, \n              is larger than the scene"]},
{"line": ["before)"]},
{"line": ["FDR: That's right. My birthday wish was for you to drop dead."]},
{"line": ["KRAMER: Well, why?"]},
{"line": ["FDR: (Sinister) I have my reasons."]},
{"line": ["KRAMER: Woah, wait, wait, wait. If you make a birthday wish out \n              loud, it doesn't come true."]},
{"line": ["FDR: That's just a silly superstition. (Slams his door on Kramer)"]},
{"line": ["(Scene cuts to \"TEN MINUTES EARLIER\" Kramer comes into \n              Jerry's apartment with a huge lollipop)"]},
{"line": ["KRAMER: Hey, FDR wants me to drop dead."]},
{"line": ["GEORGE: FDR?"]},
{"line": ["KRAMER: (To George) Yeah, Franklin Delano Romanowski. (Resumes \n              telling the story) I go to his birthday part, and just before he \n              blew out his candles, he gives"]},
{"line": ["me this look.."]},
{"line": ["GEORGE: (Guessing the look) Stink eye?"]},
{"line": ["JERRY: (Also guessing) Crook eye?"]},
{"line": ["KRAMER: (Entroducing yet another type of look to the boys) EVIL \n              eye."]},
{"line": ["JERRY: Well, everybody's a little cranky on their birthday.."]},
{"line": ["GEORGE: Oh, it's a bad day. Uh, you got everyone in your house, \n              you're thinkin', \"These are my friends?!\""]},
{"line": ["JERRY: (Sarcasticly joking off what George said) Everyday is my \n              birthday."]},
{"line": ["KRAMER: Yeah, well, I can't have this hanging over my head. It's \n              bad mojo."]},
{"line": ["(Elaine opens the door, hitting Kramer)"]},
{"line": ["ELAINE: Hi."]},
{"line": ["(Kramer, still wheezing from the door, leaves)"]},
{"line": ["ELAINE: You're not gonna believe what I got in the mail. An invitation \n              to Sue Ellen Mischke's wedding."]},
{"line": ["JERRY: (Joking about the bra-less wonder) Well, at least the wedding \n              gown will give her some support."]},
{"line": ["ELAINE: Not the point. The wedding is in one week. I got this (Holds \n              up invitation) today."]},
{"line": ["JERRY: So you think it's a non-vite?"]},
{"line": ["ELAINE: It's an un-vitation! (Notices George is a few inches higher) \n              Hey, are you gettin' taller?"]},
{"line": ["GEORGE: (Showing Elaine his boots) Timberlands."]},
{"line": ["ELAINE: Ah. (Looking at the invitation) Hey, look at this. 'Pinter \n              Ranawat'.. I wonder if he's related to that guy I dated, Peter Ranawat.."]},
{"line": ["JERRY: Ah, it's probably like Smith over there."]},
{"line": ["GEORGE: Jerry, would you make the call already?"]},
{"line": ["ELAINE: What call?"]},
{"line": ["JERRY: (Picks up the phone, dialing Nina) He wants me to set him \n              up with this girl, Nina Stengal."]},
{"line": ["ELAINE: (Remembers Jerry's talking about her) Oh, the great conversation \n              girl. (Somewhat bitter tward Jerry) The one you think can replace \n              me?"]},
{"line": ["JERRY: I was kidding when I said that!"]},
{"line": ["GEORGE: (To Elaine) Told me the same thing."]},
{"line": ["JERRY: (On the phone) Nina, Hi. It's Jerry."]},
{"line": ["GEORGE: You-you sure you never slept with her? (Jerry shakes his \n              head 'no') Perfect."]},
{"line": ["JERRY: (To Nina) Hey, how 'bout my friend, George? Quite a guy, \n              huh?"]},
{"line": ["GEORGE: (Rubbing his stomach) Ooh.. Something's not sitting right.."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: The Coffee shop]"]},
{"line": ["(Notice: \"ONE HOUR EARLIER\" George is ordering his meal)"]},
{"line": ["GEORGE: I'll have the clam casino."]},
{"line": ["JERRY: Get outta here."]},
{"line": ["GEORGE: (Showing Jerry the menu) \"Chef recommends\""]},
{"line": ["JERRY: Hmm.."]},
{"line": ["GEORGE: (Motioning tward waitress) I think she likes me."]},
{"line": ["JERRY: Sure."]},
{"line": ["GEORGE: So, how come nothing ever happened between you and Nina? \n              (Getting paranoid) Is there a problem with her? Is she a man?"]},
{"line": ["JERRY: Are you?"]},
{"line": ["GEORGE: Well, what's the reason?"]},
{"line": ["JERRY: We were too compatible.. Our conversations were so engrossing."]},
{"line": ["GEORGE: How engrossing?"]},
{"line": ["JERRY: If we ever had a problem with Elaine, we could bring in \n              Nina and not lose a step."]},
{"line": ["GEORGE: Wow! Heh. (Half kidding) You don't, huh, have a replacement \n              lined up for me, do ya?"]},
{"line": ["(Jerry snickers, then stares at George, smiling)"]},
{"line": ["JERRY: Anyway, like I was saying, I couldn't make the trasition \n              from conversation to sex. There were no awkward pauses.. I need \n              an awkward pause."]},
{"line": ["GEORGE: I'm all for awkward pauses. Fix me up with her.. Wait a \n              minute, Nina just saw me in my Timberlands! Now I have to wwear \n              them every time I see her."]},
{"line": ["JERRY: Why?"]},
{"line": ["GEORGE: In any othe shoe, I lose two inches. I - I can't have a \n              drop down. We were eye to eye, I can't go eye to chin!"]},
{"line": ["JERRY: So, you're gonna wear 'em no matter what the situation?"]},
{"line": ["GEORGE: In every situation. No matter how silly I look. (Tastes \n              his meal) Hm.. tastes a little funky."]},
{"line": ["JERRY: Oh, I'm sure it's fine."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: FDR's apartment]"]},
{"line": ["(Notice: \"THIRTY MINUTES EARLIER\" A group of people are \n              singing to FDR)"]},
{"line": ["ALL: ..to you!"]},
{"line": ["MAN: Come on, make a wish! Make a wish!"]},
{"line": ["KRAMER: Yeah!"]},
{"line": ["(FDR eyes Kramer evilly, blows out his candles, then gives Kramer \n              the same look. Kramer reacts nervously)"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: NYC Street]"]},
{"line": ["(Notice: \"TEN MINUTES EARLIER\" Jerry and George are walking \n              down the street. The opening credits start to show)"]},
{"line": ["GEORGE: Ah, this is the kind of day that almost makes you feel \n              good to be alive."]},
{"line": ["JERRY: Almost. (Notices his shoes) Hey, new Timberlands?"]},
{"line": ["GEORGE: Yeah, and a whole new me. I'm up two inches in these babies!"]},
{"line": ["JERRY: Really?"]},
{"line": ["GEORGE: Five' eight. Five' seven."]},
{"line": ["(Jerry passes Nina, an old girlfriend)"]},
{"line": ["NINA: Jerry?"]},
{"line": ["JERRY: Nina?"]},
{"line": ["NINA: Hi."]},
{"line": ["JERRY: It's been years!"]},
{"line": ["NINA: Yeah!"]},
{"line": ["JERRY: (Introducing the two) George, this is Nina."]},
{"line": ["GEORGE: Nice to meet you."]},
{"line": ["NINA: Nice to meet you, too."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Elaine's apartment building]"]},
{"line": ["(Notice: \"THREE HOURS EARLIER\" Elaine's at her mailbox)"]},
{"line": ["ELAINE: (Reading an invitation) India? Yeah, right. (Sarcastic) \n              I'm goin' to India.."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: The Coffee shop]"]},
{"line": ["(Notice: \"TWO YEARS EARLIER\" Jerry is sitting at a booth \n              with Nina)"]},
{"line": ["NINA: And they call it the World Wide Web. You can e-mail anyone!"]},
{"line": ["JERRY: (Mesmerized) What are you, a scientist?!"]},
{"line": ["NINA: Ah, I gotta go. (Gets up to leave)"]},
{"line": ["JERRY: Ah."]},
{"line": ["NINA: It's great talkin'"]},
{"line": ["JERRY: Great talkin' to you. (Nina leaves. To himself) What the \n              hell is e-mail?"]},
{"line": ["(George and Susan enter and sit with Jerry)"]},
{"line": ["GEORGE: How as the date?"]},
{"line": ["JERRY: Pretty good. I think she might be the one."]},
{"line": ["SUSAN: No."]},
{"line": ["GEORGE: Whooo.. (To a waitress taking orders) Ooh.. French fries."]},
{"line": ["SUSAN: Ah, George."]},
{"line": ["GEORGE: (Changing is order for Susan) Baked, uh, potato."]},
{"line": ["SUSAN: Uh-huh."]},
{"line": ["GEORGE: Sorry."]},
{"line": ["SUSAN: yeah, you stuff your sorries in a sack, mister."]},
{"line": ["(Kramer runs into Monk's with a snowball)"]},
{"line": ["KRAMER: Hey, hey. Yeah, check it out. It's packin' tight! (Puts \n              the snowball on the table, then drips water from Jerry's cup onto \n              it)"]},
{"line": ["JERRY: What are you bringing snowballs in here for?"]},
{"line": ["KRAMER: Oh, I need some water. Ice it up nice and hard.. and when \n              you throw it - Pop! Oh look, (Looks out the Monk's windows) there's \n              my friend, FDR. I'm"]},
{"line": ["gonna nail him in the back of the head. It's gonna be great! (Rushes \n              out of Monks to peg his friend with the snowball)"]},
{"line": ["(Elaine and Pinter [Peter] enter Monk's, and are greeted)"]},
{"line": ["JERRY: Hi, Elaine."]},
{"line": ["GEORGE: Hey!"]},
{"line": ["ELAINE: (Turning around and leaving with Pinter) Hey, let's go \n              someplace else, Okay, Peter?"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Jerry's new apartment]"]},
{"line": ["(Notice: \"ELEVEN YEARS EARLIER\" Jerry, carrying a box, \n              is moving in to his apartment for the first time. He meets his across-the-hall \n              neighbor, Kramer)"]},
{"line": ["KRAMER: Oh, hey, how you doing?"]},
{"line": ["JERRY: Oh, hi. I-I'm Jerry Seinfeld. I'm movin' in. I saw your \n              name on the buzzer - You must be Kessler."]},
{"line": ["KRAMER: Uh, no. Actually, it's Kramer."]},
{"line": ["JERRY: Oh."]},
{"line": ["KRAMER: Uh, you need any help, or..?"]},
{"line": ["JERRY: No, thanks. But I ordered a pizza. You want some of it?"]},
{"line": ["KRAMER: Uh, no, no, no. I couldn't impose."]},
{"line": ["JERRY: Why not? We're neighbors. What's mine is yours. (And with \n              that, Jerry made the most fatal mistake of his life)"]},
{"line": ["KRAMER: (Eyeing Jerry's empty apartment) Really?"]},
{"line": ["END OF SHOW."]},
{"line": ["\n            \n            \n            \n        \n      \n    \n     \n      \n      \n    \n  \n\n\n\n\n \n\n\n\n", "\n        "]},
{"line": []},
{"line": [" "]},
{"line": []},
{"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]},
{"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}
]