[
{"title": "The Busboy"},
{"line": []},
{"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]},
{"line": [" "]},
{"line": ["Written by: Larry David and Jerry Seinfeld"]},
{"line": ["Directed by: Tom Cherones"]},
{"line": ["Broadcasted: June 26, 1991 for the first time."]},
{"line": ["Stars: Jerry Seinfeld, Michael Richards, "]},
{"line": ["Jason Alexander, Julia Louis-Dreyfus, Doug Ballard (as Eddie), \n              and David"]},
{"line": ["LaBiosa (as Antonio)."]},
{"line": [" "]},
{"line": [" "]},
{"line": ["[Setting: Night club]"]},
{"line": ["JERRY: I'm not a foodie. I don't, \"Oh, this is too rare. Oh, \n              it's too salty.\" Just eat it and shut up. I'll eat anywhere, \n              whatever they're having. I have eaten rotten rolls"]},
{"line": ["off of room service trays in hotel hallways. I have. It's not a \n              joke. This is my life. I don't know, somebody left it. Why would \n              someone poison a roll, and leave it in a"]},
{"line": ["hallway for some comic coming down at two o' clock in the morning? \n              Why would they do that? Sometimes you go to a nice restaurant, they \n              put the check in a little"]},
{"line": ["book. What is this? The story of the bill? \"Once upon a time, \n              there were some very hungry people..\" What is this? A little \n              gold tassle hanging down? Am I graduating"]},
{"line": ["from the restaurant? What is this about?"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: A restaurant]"]},
{"line": ["(Jerry, George, and Elaine are all eating at an Italian restaurant. \n              George hasn't eaten anything)"]},
{"line": ["ELAINE: Do you want some of mine?"]},
{"line": ["JERRY: Take some of mine."]},
{"line": ["GEORGE: Why do I get pesto? Why do I think I'll like it? I keep \n              trying to like it, like I have to like it."]},
{"line": ["JERRY: Who said you have to like it?"]},
{"line": ["GEORGE: Everybody likes pesto. You walk into a restaurant, that's \n              all you hear - pesto, pesto, pesto."]},
{"line": ["JERRY: I don't like pesto."]},
{"line": ["GEORGE: Where was pesto 10 years ago?"]},
{"line": ["JERRY: (Gesturing to a man) Look at that guy. (Elaine starts to \n              look, but Jerry stops her) I'll bet you he's gettin' hair transplants. \n              Any time you see a guy that age"]},
{"line": ["wearing a baseball cap, ten to one - plugs."]},
{"line": ["ELAINE: (Elaine turns to look at the man, trying to make it sound \n              like they aren't talking about him) The thing about that painting.. \n              is with the colors and um.. (Turns"]},
{"line": ["back to Jerry) Oh yeah, plugola."]},
{"line": ["(George has started eating Elaine's food - and continues to do \n              so)"]},
{"line": ["JERRY: (To Elaine) Oh, one more thing about the car. Let it warm \n              up for a minute."]},
{"line": ["GEORGE: That's a tough minute. It's like waiting in the shower \n              for the conditioner to work."]},
{"line": ["JERRY: I don't understand why he couldn't take a cab."]},
{"line": ["GEORGE: Who?"]},
{"line": ["JERRY: Elaine is having a \"houseguest.\" She's picking \n              him up at the airport tonight."]},
{"line": ["GEORGE: A guy?"]},
{"line": ["ELAINE: (Slightly embarrassed) Yes, a guy."]},
{"line": ["JERRY: He's from a.. Yakima, right?"]},
{"line": ["ELAINE: Seattle."]},
{"line": ["JERRY: Everybody's moving to Seattle."]},
{"line": ["GEORGE: It's the pesto of cities. So..?"]},
{"line": ["ELAINE: (To Jerry) You tell him."]},
{"line": ["JERRY: Well, from what I can piece together, our friend here met \n              a gentleman."]},
{"line": ["ELAINE: Ed."]},
{"line": ["JERRY: Who was in town on a business venture, and um.."]},
{"line": ["ELAINE: ..We shared an interpersonal experience. (George hits his \n              glass with his fork. To Jerry) Go on."]},
{"line": ["JERRY: So they went out a few times, but apparently, when the fellow \n              returned home, he discovered that the Benes tattoo does not wash \n              off so easily."]},
{"line": ["ELAINE: On some people."]},
{"line": ["GEORGE: Oooh."]},
{"line": ["JERRY: So, he's coming in to stay with her for a week."]},
{"line": ["ELAINE: It was just gonna be a weekend, but then somehow it became \n              a week."]},
{"line": ["(The menu at a neighboring table catches fire. Elaine quickly picks \n              up a wine glass - about to put it out, but George tosses the menu \n              on the floor, and stomps it out."]},
{"line": ["The manager approaches)"]},
{"line": ["MANAGER: What happened?"]},
{"line": ["GEORGE: Oh, the busboy left the menu a little close to the candle."]},
{"line": ["MANAGER: Sorry to the disturbance."]},
{"line": ["ELAINE: (Joking, she snobbishly says) I'm never eating here again."]},
{"line": ["(Manager leaves)"]},
{"line": ["JERRY: (Pats George on the back) Nice going. Thank you, that ought \n              to get us a free dessert.. (They can see the manager chewing the \n              busboy out from the dining"]},
{"line": ["room doorway) I think the busboy's in trouble."]},
{"line": ["GEORGE: Did I get him in trouble? Because of what I said?! I just \n              told him what happened.. he didn't do it on purpose.. (Mangager \n              and busboy are arguing. The"]},
{"line": ["busboy points in the direction of George) He pointed at me. Why \n              did he point at me?!"]},
{"line": ["ELAINE: I said I would never eat here again.. But, I, I.. he had \n              to know I was kidding."]},
{"line": ["JERRY: (Casually buttering a roll, like he's the innocent one) \n              I didn't say anything."]},
{"line": ["(The busboy takes of his apron, throws it down, and exits the restaurant)"]},
{"line": ["GEORGE: I can't believe it. He's going! He's fired!"]},
{"line": ["ELAINE: Oh, I said it in a kidding way."]},
{"line": ["GEORGE: I didn't know he'd get fired."]},
{"line": ["JERRY: (Jokingly trying to put more pressure on Elaine and George) \n              He'll probably kill his family over this."]},
{"line": ["GEORGE: What if he's waiting for me outside? He pointed at me! \n              Did you see him point?!"]},
{"line": ["JERRY: (Again, joking) A lot of ex-cons become busboys. They seem \n              to gravitate twards 'em."]},
{"line": ["GEORGE: Was it my fault?"]},
{"line": ["ELAINE: Was it my fault?"]},
{"line": ["JERRY: (Doesn't have a care in the world) ..Maybe I'll try that \n              pesto."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Jerry's apartment]"]},
{"line": ["JERRY: Look, I feel bad for him too, but he'll get another job. \n              I mean, let's face it, it's not a profession where you embellish \n              your resume and undergo a series of"]},
{"line": ["grueling interviews."]},
{"line": ["GEORGE: (Eating a sandwich) Oh, like you really know busboys."]},
{"line": ["JERRY: Oh, like you do."]},
{"line": ["GEORGE: Hey, at least I was a camp waiter."]},
{"line": ["JERRY: (Scoffing) Camp."]},
{"line": ["GEORGE: It was a fat camp. Those kids depended on me."]},
{"line": ["(The intercom buzzes, Jerry talks through it)"]},
{"line": ["JERRY: Elaine?"]},
{"line": ["ELAINE: (Through intercom) Yeah."]},
{"line": ["(Jerry pushes a button on the intercom - letting her in)"]},
{"line": ["JERRY: Busboys are always changing jobs. That's the business. I \n              know. I work with these guys. I tallk to them in the kitchen at \n              the comedy clubs."]},
{"line": ["GEORGE: Then why don't you try and get him another job?"]},
{"line": ["JERRY: I'd love to, but I don't know anything about him. He could \n              be one of those people that walks around the street pricking people \n              with pins."]},
{"line": ["(Elaine enters)"]},
{"line": ["ELAINE: I don't know if you people are aware of this, but I am \n              one clever chickadee."]},
{"line": ["GEORGE: What? Did you get the busboy's number?"]},
{"line": ["ELAINE: His phone's been disconnected, but I was able to obtain \n              an address - 1324 Amsterdam Avenue, apartment 4D. (Hands George \n              a card) Now, I did my"]},
{"line": ["job. (To Jerry) May I have the car keys, please?"]},
{"line": ["(Jerry hands the car keys to Elaine)"]},
{"line": ["GEORGE: How did you get all this?"]},
{"line": ["ELAINE: Does the word \"charm\" mean anything to you?"]},
{"line": ["JERRY: No. (George grabs his jacket) So now you're going to his \n              apartment? I really think this is nuts."]},
{"line": ["GEORGE: (Putting his jacket on) I'd like to apologize. I want to \n              tell him I.. I.. didn't mean to get him in trouble."]},
{"line": ["JERRY: You, you're going now?"]},
{"line": ["GEORGE: Yeah, I want to see if there's anything I can do.. maybe \n              get him another job.. maybe I'll hear of something."]},
{"line": ["JERRY: Maybe the fat camp. (To Elaine) You're not going?"]},
{"line": ["ELAINE: I would, but I have to pick up Ed at the airport."]},
{"line": ["JERRY: I just don't think you should go alone. Can't you wait till \n              after my set?"]},
{"line": ["GEORGE: It'll take to long."]},
{"line": ["(Kramer enters)"]},
{"line": ["JERRY: Take the K-man. A little support.."]},
{"line": ["GEORGE: (Unsure) I don't a.."]},
{"line": ["KRAMER: Take me where? Where?"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: An apartment building hallway]"]},
{"line": ["(George's nervous - standing with Kramer infront of the busboy's \n              apartment)"]},
{"line": ["GEORGE: Look, I really appreciate your coming, but if you wouldn't \n              mind - try not to say too much."]},
{"line": ["KRAMER: What am I gonna say?"]},
{"line": ["GEORGE: I don't know."]},
{"line": ["KRAMER: Well, I'm not an idiot."]},
{"line": ["GEORGE: Certainly not."]},
{"line": ["KRAMER: Then we're cool."]},
{"line": ["GEORGE: Yeah.. yeah, we're - we're cool. (Knocks lightly. Kramer \n              takes charge by knocking on the door louder. The busboy answers) \n              Uh, I'm sorry to bother"]},
{"line": ["you, I was in the restaurant earlier and I was wondering if I could \n              talk to you for a few minutes about what happened. (He gestures \n", "\n              for them to come in. They obey)"]},
{"line": ["I hope I'm not interrupting anything. It's just that I think I \n              may have - without realizing it - been responsible for getting you \n              fired. (Nervously laughs) And.. and.. and I"]},
{"line": ["just want you to know that I didn't intend for that to happen."]},
{"line": ["KRAMER: (Patting George on the shoulder) He's a hell of a guy."]},
{"line": ["GEORGE: This is a guy I know.. Kramer."]},
{"line": ["(Antonio, the busboy, is watching them suspiciously)"]},
{"line": ["KRAMER: Habla espanol?"]},
{"line": ["GEORGE: (To himself) Oh my God."]},
{"line": ["ANTONIO: Si."]},
{"line": ["KRAMER: Como se dice.. waterbed?"]},
{"line": ["GEORGE: (Interrupting) Anyway, I just wanted to let you know I'm \n              really sorry that happened, and if I can help out in any way, I'll \n              certainly be glad to do that."]},
{"line": ["(Pause) Well, I guess that's about it."]},
{"line": ["KRAMER: You got anything to drink? Agua?"]},
{"line": ["GEORGE: Oy uy uy.. (Antonio points to the sink) We really should \n              get going."]},
{"line": ["KRAMER: Let me get a glass of water. (Heads tward the sink)"]},
{"line": ["GEORGE: Hurry up."]},
{"line": ["ANTONIO: (Notices that his cat is missing) Pequita? Pequita? (Starts \n              to panic)"]},
{"line": ["KRAMER: His cat's gone."]},
{"line": ["ANTONIO: (Notes the door was left wide open) La puerta esta abierta. \n              (Starts screaming) La puerta esta abierta! (To Kramer and George) \n              Who left the door"]},
{"line": ["open? (Silence) Who left the door open?! (Kramer and George look \n              at eachother) Come on, come on! Help me look! (All three head out \n              the door to look)"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Antonio's apartment]"]},
{"line": ["(All three sit in silence)"]},
{"line": ["KRAMER: ..You know, cats run away all the time. You know, my aunt, \n              she had a cat. Ran away. Showed up three years later.. you never \n              know. They got things in"]},
{"line": ["their brains where they remember where they're from. Unless, of \n              course, somebody else starts feeding him. See, that's what you gotta \n              worry about."]},
{"line": ["GEORGE: (Gestures for Kramer to shut up) Once again, Antonio, I \n              can't even begin to say how deeply, deeply sorry I am about everything. \n              The job, the cat.. (A"]},
{"line": ["lamp breaks) the lamp."]},
{"line": ["KRAMER: The wire was sticking out.. (Fits the two broken pieces \n              together) Yeah."]},
{"line": ["GEORGE: (Hands Antonio a card) Here's my card. I'm in real estate, \n              so, if you're ever looking for something bigger, something nicer.. \n              (Antonio is staring at him,"]},
{"line": ["angered) ..maybe not right now. Anyway.. (Extends his hand for \n              a handshake. Antonio doesn't move)"]},
{"line": ["KRAMER: You oughta get that wire fixed. (They go to leave) I got \n              the door. (Shuts the door, the broken lamp falls to the floor)"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Jerry's apartment]"]},
{"line": ["JERRY: (On the phone) George, stop worrying about this guy. It \n              wasn't your fault.. Come on, he's not stalking you."]},
{"line": ["(Kramer enters)"]},
{"line": ["KRAMER: Hey."]},
{"line": ["JERRY: (To Kramer) Hey. (To George) He doesn't even know where \n              you live.. Who told you to give him your business card?.. (Intercom \n              buzzes) That's Elaine."]},
{"line": ["(Kramer buzzes her in. Jerry talks into the phone) Kramer.. (To \n              Kramer) George wants to know when you want to look for the cat again."]},
{"line": ["KRAMER: It's been a week. It's up to the cat now."]},
{"line": ["JERRY: (Into phone) Kramer says it's up to the cat now. (To Kramer) \n              It'll be on your conscience."]},
{"line": ["KRAMER: Oh? How do you figure?"]},
{"line": ["JERRY: (Into phone) How do you figure? (To Kramer) 'Cause you're \n              the one who left the door open."]},
{"line": ["KRAMER: Why was I in charge of closing the door?"]},
{"line": ["JERRY: (Into phone) Why was he in charge of closing the door? (Irritated \n              at the phone message relay, to Kramer) 'Cause you came in after \n              him!"]},
{"line": ["KRAMER: So!"]},
{"line": ["JERRY: (Into phone) So! (To Kramer - getting even more angry) So, \n              the last person in should close the door!"]},
{"line": ["KRAMER: Let me talk to him."]},
{"line": ["JERRY: (To Kramer) Talk - call him from your house. (Elaine enters. \n              Kramer leaves. To phone) He's calling you now.. okay. (Hangs up)"]},
{"line": ["ELAINE: Ed's downstairs. CAn I have the car keys?"]},
{"line": ["(Jerry pitches her the keys as she goes some tward his bathroom)"]},
{"line": ["JERRY: No hello?"]},
{"line": ["ELAINE: Got any asprin? (Finds some) Hello. Now, lookit, you guarantee \n              this car will get me to the airport tomarrow? No problems?"]},
{"line": ["JERRY: Guarantee? ..Hey, it's a car."]},
{"line": ["ELAINE: Because if there's even the slightest chance of any problem \n              at all, I don't want to take it - because if I don't get this guy \n              on a plane to Seattle and out of my"]},
{"line": ["life, I'm gonna kill him, and everyone who tries to stop me."]},
{"line": ["JERRY: (Jokingly asking) So, did you have a nice week together?"]},
{"line": ["ELAINE: I heard a little ping in the car last time. What was that \n              ping?"]},
{"line": ["JERRY: There's no ping. Why are you so wacky?"]},
{"line": ["ELAINE: Jerry, you cannot imagine how much I hate this guy.. and \n              he hasn't even done anything! It's the situation. He's a wonderful \n              guy, but I hate his guts!"]},
{"line": ["JERRY: So, you two been, uh.."]},
{"line": ["ELAIEN: No! I told him I've been having my period for the last \n              five days! I'm sleeping all squished over on the edge of my bed.. \n              But, I've only got fourteen hours to"]},
{"line": ["go. Nothing can go wrong now. I think I've taken care of everything. \n              I've confirmed the plane reservation. I've checked the weather.."]},
{"line": ["JERRY: What's your airport route?"]},
{"line": ["ELAINE: I've got it all mapped out - I'm taking the tunnel."]},
{"line": ["JERRY: ..What about the Van Wyck?"]},
{"line": ["ELAINE: I spoke to a cab driver. For five bucks, he turned me on \n              to the Rockaway Boulevard shortcut."]},
{"line": ["JERRY: Oooh."]},
{"line": ["ELAINE: Now, lookit, this plane leaves at 10:15. We're getting \n              up at about eight. That gives us enough time, right?"]},
{"line": ["JERRY: You still using that old alarm clock?"]},
{"line": ["ELAIEN: Oh, no, no. I bought a new one today. It's got everything \n              - it's got everything... If you oversleep more than ten minutes, \n              a hand comes out and slaps you in"]},
{"line": ["the face."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Night club]"]},
{"line": ["JERRY: Flying doesn't make me nervous - driving to the airport \n              can make you very nervous because when you're flying, when you're \n              getting on the plane, if you miss"]},
{"line": ["that plane, there's no alternative. On the ground, you have options. \n              You have buses, you have taxis, you have trains. But, when you're \n              taking a flight, if you miss it,"]},
{"line": ["that's it. No airline goes, \"Well, you missed the flight, \n              we do have a cannon leaving in about ten minutes. Would you be interested \n              in that? It's not a direct cannon,"]},
{"line": ["you have to change cannons after you land.\" (Imitates cannon \n              operator) \"I'm sorry, where you goin'? Chicago? (Cranks the \n              cannon) Oh, Dallas? Alright, wait a"]},
{"line": ["second.. (Cranks cannon to Dallas) Dallas. That's about Dallas. \n              Texas, anyway. You should hit Texas. Are you ready? Make sure you \n              get out of the net"]},
{"line": ["immediately, because we shoot the luggage in right after you.\""]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Elaine's apartment]"]},
{"line": ["(Elaine and Ed are in bed. Elaine awakes to find out that it's \n              9:15 - they overslept. She gets frantic)"]},
{"line": ["ELAINE: (Trying to wake Ed up) Get up! The alarm clock didn't go \n              off! (Shakes him) It's 9:15! You're gonna miss the plane! It's 9:15!"]},
{"line": ["ED: 9:15?"]},
{"line": ["ELAINE: Yes! 9:15!"]},
{"line": ["ED: (Going back to sleep) We'll never make it. I'll leave tomarrow."]},
{"line": ["ELAINE: Tomarrow?! Are you crazy? No, now, now! Let's go! (Gets \n              his suitcase from the closet, throws it on the bed, and frantically \n              starts packing) You get"]},
{"line": ["dressed! Get dressed!"]},
{"line": ["ED: Can I shower?"]},
{"line": ["ELAINE: Shower?! ARe you out of your mind?!"]},
{"line": ["ED: I gotta shower. I'll feel dirty all day."]},
{"line": ["ELAINE: Forget the shower! The shower's out. Move it! Put your \n              clothes on! Put your clothes on! (Pulls out drawers of clothes, \n              turning them over in the suitcase."]},
{"line": ["He walks tward the door) Where are you going?"]},
{"line": ["ED: The kitchen."]},
{"line": ["ELAINE: The kitchen?!"]},
{"line": ["ED: I've got a bag of cashews in there."]},
{"line": ["ELAINE: They're not making it! Let's get your pants on!"]},
{"line": ["ED: What's the big deal if we don't make it? I'll just go tomarrow \n              or the next day."]},
{"line": ["ELAINE: No! You have your ticket! You have to go now!"]},
{"line": ["ED: I'll never make it."]},
{"line": ["ELAINE: Don't say that!"]},
{"line": ["ED: But it takes forty-five minutes to get there. That'll only \n              leave me five minutes to get to the plane."]},
{"line": ["ELAINE: Shut up and pack!"]},
{"line": ["ED: And what if I don't make the plane? You'll have already left. \n              Then what will I do?"]},
{"line": ["ELAINE: You're talking too much!"]},
{"line": ["ED: Where's my sweater?"]},
{"line": ["ELAINE: What?!"]},
{"line": ["ED: My brown sweater."]},
{"line": ["ELAINE: What? What sweater?"]},
{"line": ["ED: My brown sweater."]},
{"line": ["ELAINE: You didn't bring a brown sweater."]},
{"line": ["ED: I brought a brown sweater."]},
{"line": ["ELAINE: Here! Here! You want a brown sweater?! (Recahes into one \n              of her drawers, and grabs a brown sweater, then packs it) You got \n              a brown sweater!"]},
{"line": ["ED: That's not mine. I can't take your sweater."]},
{"line": ["ELAINE: It's brown! (Takes clothes still on the hangers, and dumps \n              them into the suitcase)"]},
{"line": ["ED: What are you doing?!"]},
{"line": ["ELAINE: NO time for folding.. (Looks around) I think that's it. \n              (Zips up the suitcase)"]},
{"line": ["ED: My shoes. You packed my shoes."]},
{"line": ["ELAINE: Shoes? Shoes?! Shoes?! Shoes weren't invented till the \n              fourth century! People walked around for thousands of years without \n              them! (Puts her coat on over"]},
{"line": ["her nightie. He picks up his suitcase, she grabs it from him, then \n              pushes him out of her way) I got this. Let's go!"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Jerry's apartment]"]},
{"line": ["JERRY: Anywhere in the city?"]},
{"line": ["GEORGE: Anywhere in the city - I'll tell you the best public toilet."]},
{"line": ["JERRY: Okay.. Fifty-fourth and Sixth?"]},
{"line": ["GEORGE: Sperry Rand Building. 14th floor, Morgan Apparel. Mention \n              my name - she'll give you the key."]},
{"line": ["JERRY: Alright.. Sixty-fifth and Tenth."]},
{"line": ["GEORGE: (Scoffs) ARe you kidding? Lincoln Center. Alice Tully Hall, \n              the Met. Magnificent facilities."]},
{"line": ["(Elaine enters. She's still wearing her nightclothes under her \n              coat. Her hair is messed up. She's been through quite an ordeal)"]},
{"line": ["ELAINE: (Slow, as if remember a dream) I never new I could drive \n              like that. I was going faster than I've ever gone before, and yet, \n              it all seemed to be happening in"]},
{"line": ["slow motion. I was seeing three and four moves ahead, weaving in \n              and out of lanes like an Olympic skier on a gold metal run. I knew \n              I was challenging the very laws"]},
{"line": ["of physics. At Queens Boulevard, I took the shoulder. At Jewel \n              Avenue, I used the median. I had it. I was there.. and then.. I \n              hit the Van Wyck. They say no one's"]},
{"line": ["ever beaten the Van Wyck, but gentlemen, I tell you this - I came \n              as close as anyone ever has. And if it hadn't been for that five-car-pile-up \n              on Rockaway"]},
{"line": ["Boulevard, that numbskull would be on a plane for Seattle right \n              now instead of looking for a parking space downstairs."]},
{"line": ["(Kramer enters)"]},
{"line": ["KRAMER: ..The busboy's coming! The busboy's coming!"]},
{"line": ["GEORGE: The busboy's coming?"]},
{"line": ["JERRY: You don't mean here?"]},
{"line": ["KRAMER: Yeah. I just buzzed him in. He's on his way up.."]},
{"line": ["GEORGE: He's coming up?! (Moves to the door) I'll check you out \n              later."]},
{"line": ["JERRY: Where are you going?"]},
{"line": ["GEORGE: I'm the one he wants! He's coming to settle the score."]},
{"line": ["JERRY: (Trying to get George and Kramer out) No. You three all \n              know each other. There's no point in me getting involved at this \n              stage of the game."]},
{"line": ["KRAMER: No, he's not going to do anything. I guarantee it."]},
{"line": ["GEORGE: Oh, the hell with it. Let him kill me. I.."]},
{"line": ["(There's a knock in the hallway)"]},
{"line": ["KRAMER: Antonio. In here!"]},
{"line": ["(Antonio enters)"]},
{"line": ["GEORGE: (Nervous, his voice cracks) Hey, Antonio. How's it going?"]},
{"line": ["(Antonio crosses over to George, and gives him a hug)"]},
{"line": ["ANTONIO: Three nights ago, a gas main beneath the restaurant exploded, \n              killing five people in my section, including the busboy who replaced \n              me. If I am not fired"]},
{"line": ["that night because of you and your thoughtless, stupid, insensitive \n              remarks, it would have been me. You saved my life. (Hugs him again)"]},
{"line": ["GEORGE: (Trying to be modest) Ah, come on.."]},
{"line": ["(The intercom buzzes)"]},
{"line": ["ELAINE: (Into the intercom) Yeah?"]},
{"line": ["ED: It's Eddie."]},
{"line": ["ELAINE: He's coming up. (Buzzes him in) He's coming up.."]},
{"line": ["ANTONIO: And that very same night of the accident, while looking \n              for Pequita, I found a job in a restaurant where they pay me almost \n              twice what I was making"]},
{"line": ["before - and when I returned to the apartment, Pequita, perhaps \n              frightened from the explosion, had miraculously returned. Well, \n              but now, I must go, for today I am"]},
{"line": ["starting my new and wonderful job. And I am very late. Thank you, \n              thank you, thank you all. (Leaves)"]},
{"line": ["(Everyone ad-libs congratulations to George. Then, we hear a fight \n              erupting from the hallway)"]},
{"line": ["ED: Hey, watch were you're going. You almost knocked my head off!"]},
{"line": ["ANTONIO: Hey, why don't you watch where you're going, okay? 'Cause \n              you bumped into me!"]},
{"line": ["ED: Who do you think you're talking to, pal?"]},
{"line": ["ANTONIO: Hey, get your hands off me!"]},
{"line": ["ED: Go to hell!"]},
{"line": ["(Antonio screams out profanity in Spanish, then we hear them getting \n              into a serious fight)"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Coffee shop]"]},
{"line": ["JERRY: He'll get another job. He's a busboy!"]},
{"line": ["GEORGE: It won't for a while. At least not until after the cast \n              comes off."]},
{"line": ["JERRY: It was that fall down the stairs. That's what did it."]},
{"line": ["GEORGE: That's not how it happened. It's when he fell on him with \n              his knee."]},
{"line": ["ELAINE: Oh, that was awful. Poor Antonio. (Waiter hands Elaine \n              two bags of food to go) ..Thanks."]},
{"line": ["GEORGE: So, much longer?"]},
{"line": ["ELAINE: Till when - till he goes back to Seattle, or till he can \n              feed himself?"]},
{"line": ["GEORGE: (Not wanting to make Elaine mad) I guess it's not important."]},
{"line": ["ELAINE: Take care of yourselves. (Leaves)"]},
{"line": ["GEORGE: I should probably get going too. If I don't feed Pequita \n              by seven, she goes all over everything.. take it easy."]},
{"line": ["JERRY: Yeah.. (Takes a bite of his sandwich as the waiter starts \n              cleaning off the table) How ya doing?"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Night club]"]},
{"line": ["JERRY: First of all, I can't believe that people actually do fight. \n              People have fist fights in life. I can't really believe that we \n              have boxing either. It's really kind of an"]},
{"line": ["amazing thing. To me, the problem with boxing is - you have two \n              guys having a fight that have no prior argument. Why don't they \n              have the boxers come into the ring"]},
{"line": ["in little cars, drive around a bit, have a little accident? They \n              get out, \"Didn't you see my signal?\" \"Look at that \n              fender!\" ..Then you'd see a real fight."]},
{"line": ["END OF SHOW."]},
{"line": ["\n            \n            \n            \n        \n      \n    \n     \n      \n      \n    \n  \n\n\n \n\n\n\n\n\n \n\n\n\n", "\n        "]},
{"line": []},
{"line": [" "]},
{"line": []},
{"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]},
{"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}
]