[
{"title": "The Wizard"},
{"line": []},
{"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]},
{"line": [" "]},
{"line": ["Transcribed by Ivy", "\n              ", "\n              George: \"Keep it real!\"", "\n              George: \"Let's get nuts!\"", "\n              George, at Monk's with Jerry: \"When are they gonna learn that \n              any news about", "\n              China is an instant page-turner?\"", "\n              George, seeing Jerry with a small black device: \"What's that?\"", "\n              Jerry: \"It's a Wizard electronic organizer for my dad. I'm \n              goin' to Florida", "\n              for his birthday.\"", "\n              George: \"How much was it?\"", "\n              Jerry: \"Two hundred. But I'll tell him it's fifty. He doesn't \n              care about the", "\n              gift. He gets excited about the deal.\"", "\n              George: \"Where are you gettin' a Wizard for fifty dollars?\"", "\n              Jerry: \"Ah, I'll tell him I got it on the street, and maybe \n              it's hot. That's", "\n              his favorite.\"", "\n              George: \"I got a message from the Rosses at work today.\"", "\n              Jerry: \"Susan's parents? When's the last time you talked to \n              them?\"", "\n              George: \"At the funeral, give or take. You know, deep down, \n              I always kinda", "\n              felt that they blamed me for Susan's death.\"", "\n              Jerry: \"Why, because you picked out the poision envelopes? \n              That's silly.\"", "\n              Elaine, entering Monk's with her boyfriend: \"Oh, um... Darryl. \n              These are...", "\n              people I know. Jerry, George.\"", "\n              Darryl: \"Nice meeting you. Ah, I gotta run, Elaine. I'll see \n              you later.\"", "\n              Elaine: \"OK.\"", "\n              Jerry: \"Still no Puddy?\"", "\n              Elaine: \"Uh, I think his answering machine's broken, so I just \n              gave up. Well,", "\n              what do you think?\"", "\n              Jerry: \"What? About you datin' a black guy? What's the big \n              deal?\"", "\n              Elaine: \"What black guy?\"", "\n              Jerry: \"Darryl. He's black, isn't he?\"", "\n              Elaine: \"He is?\"", "\n              George: \"No, he isn't.\"", "\n              Jerry: \"Isn't he, Elaine?\"", "\n              Elaine: \"You think?\"", "\n              George: \"I thought he looked Irish.\"", "\n              Jerry: \"What's his last name?\"", "\n              Elaine: \"Nelson.\"", "\n              George: \"That's not Irish.\"", "\n              Jerry: \"I think he's black.\"", "\n              George: \"Should we be talkin' about this?\"", "\n              Elaine: \"I think it's OK.\"", "\n              George: \"No, it isn't.\"", "\n              Jerry: \"Why not?\"", "\n              George: \"Well, it would be OK if Darryl was here.\"", "\n              Jerry: \"If he's black.\"", "\n              Elaine: \"Is he black?\"", "\n              Jerry: \"Does it matter?\"", "\n              Elaine: \"No, course not. I mean, I'd just like to know.\"", "\n              Jerry: \"Oh, so you need to know?\"", "\n              Elaine: \"No, I don't need to know. I just think it would be \n              nice if I knew.\"", "\n              Waitress: \"Should I take that?\"", "\n              Jerry, getting out his wallet: \"Uh, one second.\"", "\n              Elaine, looking in her purse: \"Oh, here.\"", "\n              George, pulling out some money: \"Uh, yeah. Hang on. Just... \n              yeah.\"", "\n              [when they see the waitress, who is black, all three hurriedly get \n              out lots", "\n              of money for her tip]", "\n              ", "\n              George, with Jerry in his apartment, on the phone: \"Uh, Mrs. \n              Ross? It's-it's", "\n              George.\"", "\n              Mrs. Ross: \"Uh, who?\"", "\n              George: \"George Costanza. Susan's, uh, friend? Long time no \n              speak.\"", "\n              Mr. Ross, walking by Mrs. Ross: \"We're all out of lime juice. \n              I told that", "\n              woman to buy more.\"", "\n              Mrs. Ross: \"Uh, George, the Susan Ross Foundation is having \n              an event this", "\n              weekend.\"", "\n              George: \"Oh, I just, uh, leased a house out in the Hamptons, \n              and I have got", "\n              to get out there this weekend and sign the papers.\"", "\n              Mr. Ross, again walking by: \"I'm goin' back to bed.\"", "\n              Mrs. Ross: \"Thank you for calling, George.\"", "\n              George: \"Oh, sure. I mean, after all, you were almost my, uh... \n              OK, I gotta", "\n              go.\"", "\n              Jerry: \"House in the Hamptons?\"", "\n              George: \"Well, you know, I've been lyin' about my income for \n              a few years. I", "\n              figured I could afford a fake house in the Hamptons.\"", "\n              ", "\n              Kramer, entering Jerry's apartment to find Jerry and George: \"Well.\"", "\n              Jerry: \"Hey.\"", "\n              Kramer: \"Well, grab a cigar, boys. Yeah. It's time to celebrate.\"", "\n              Jerry: \"Wow. What are we celebrating?\"", "\n              Kramer: \"Uh, you remember my coffee table book?\"", "\n              Jerry: \"With the little legs?\"", "\n              Kramer: \"That's the one. A big Hollywood so-and-so optioned \n              it for a movie.\"", "\n              George: \"How are they gonna make that book into a movie?\"", "\n              Kramer: \"You remember that photo book on toy ray guns?\"", "\n              George: \"Yeah?\"", "\n              Kramer: \"Independence Day?\"", "\n              George: \"Oh.\"", "\n              Jerry: \"How much are they payin' you?\"", "\n              Kramer: \"Let's just say that I don't have to worry about working \n              for a while.", "\n              A long while.\"", "\n              Jerry: \"That's funny because I haven't seen you working for \n              a while. A long", "\n              while.\"", "\n              Kramer: \"Yeah, and you're not going to, because I'm hanging \n              it up. Boys, I'm", "\n              retiring.\"", "\n              Jerry: \"From what?\"", "\n              Kramer: \"From the grind. I mean, who needs it? I mean, I've \n              accomplished", "\n              everything I've set out to do.\"", "\n              Jerry, seeing that Kramer has a new watch: \"What's that?\"", "\n              Kramer: \"Oh, I bought myself a little retirement gift. Gold \n              watch.\"", "\n              Jerry and George: \"Ooh!\"", "\n              Kramer: \"Well, it's not really gold.\"", "\n              Jerry and George: \"Aww.\"", "\n              ", "\n              [approaching Darryl's apartment, Elaine hears loud rap music being \n              played,", "\n              and smiles knowingly]", "\n              Elaine, as Darryl opens his door: \"Hey.\"", "\n              Darryl: \"Hey.\"", "\n              Elaine: \"Great music.\"", "\n              Darryl: \"Oh, it's my neighbor. They blast that stuff twenty \n              four hours a day.", "\n              I hate it.\"", "\n              Darryl: \"Yo, you! Turn it down!\"", "\n              Elaine: \"Oh, wow, these are nice. Do they have any cultural \n              significance?\"", "\n              Darryl: \"They're... African.\"", "\n              Elaine: \"Right. African.\"", "\n              Darryl: \"Well, not Africa, actually. South Africa.\"", "\n              Elaine: \"South Africa.\"", "\n              Darryl: \"My family used to live there, but, uh, we got out \n              years ago, for", "\n              obvious reasons. You know how it is.\"", "\n              Elaine: \"Maybe.\"", "\n              ", "\n              George, to a street vender selling hot dogs: \"You must hate \n              hot dogs, huh? Or", "\n              else, you, uh, you really like 'em and that's why you, you do this.\"", "\n              [the Rosses come out of a nearby building onto the street, observe \n              George not", "\n              being in the Hamptons, and move on]", "\n              George: \"I'll tell ya, if I had one of these things, I'd be \n              eatin' hot dogs", "\n              all the time.\"", "\n              Vender: \"Are you gonna buy a hot dog or not?\"", "\n              George: \"Mmm... no.\"", "\n              ", "\n              Morty, in Florida, as Jerry comes out of his room, having just woken \n              up:", "\n              \"Rise and shine, sleepy head! Ha ha!\"", "\n              Jerry: \"It's 5:30 in the morning!\"", "\n              Helen: \"We let you sleep in.\"", "\n              Jerry, handing his dad a gift: \"Well, as long as I'm up. Dad, \n              I got you a", "\n              birthday present. Here. Happy Birthday.\"", "\n              Morty: \"Aw, Jerry. I should be buyin' you presents.\"", "\n              Jerry: \"What does that mean?\"", "\n              Helen: \"Leave your father alone. It's his birthday.\"", "\n              Morty: \"Oooh! Heh heh! It's a radar detector.\"", "\n              Jerry: \"Radar detector? I've never seen you go over twenty \n              miles an hour.", "\n", "\n              You're like the Grand Marshall of the Rose Bowl Parade. It's a Wizard", "\n              organizer.\"", "\n              Morty: \"This looks like too much money.\"", "\n              Jerry: \"Nah, I got it from a guy on the street. It was, like, \n              fifty bucks.\"", "\n              Morty: \"You think it's hot?\"", "\n              Jerry: \"Could be.\"", "\n              Morty: \"Attaboy! Helen, Jerry got me a hot Wizard computer!\"", "\n              Helen: \"I'm right here.\"", "\n              Jerry: \"And you can do everything with it. You can get e-mail, \n              fax, there's a", "\n              calculator.\"", "\n              Morty: \"So, I can use it in the restaurant to figure out the \n              tip?\"", "\n              Jerry: \"Yeah, I guess. But the really cool thing is the daily \n              planner.\"", "\n              Morty: \"Helen, we got into restaurants and figure out the tips.\"", "\n              Helen: \"Jerry, you're getting your father too excited.\"", "\n              ", "\n              Kramer, entering the condo, and going to the fridge as if he's a \n              neighbor:", "\n              \"Hey, buddy. When'd you get here?\"", "\n              Jerry: \"Kramer, what are you doing here?\"", "\n              Kramer: \"I told you I was retiring. I moved in next door.\"", "\n              Helen: \"Mr. Kornstein died, and it's a beautiful apartment.\"", "\n              Kramer: \"Yeah, your, uh, folks said it was for rent, so I jumped \n              on it.\"", "\n              Jerry: \"Kramer, you can't live down here. This is where people \n              come to die.\"", "\n              Jerry, getting looks from his parents: \"Not you. Older people.\"", "\n              Helen: \"Don't eat cookies for breakfast! I'll fix you something. \n              How 'bout a", "\n              feta cheese omelette?\"", "\n              Kramer: \"Mmmm, that sounds great, Mom.\"", "\n              Jerry: \"If you feed him, he'll never leave.\"", "\n              Helen: \"We don't have any feta. How about cottage cheese and \n              Egg Beaters?\"", "\n              Kramer, immaturely: \"I guess.\"", "\n              Jerry: \"I can't believe this.\"", "\n              Kramer: \"I know, I know. Don't I look more relaxed?\"", "\n              ", "\n              Elaine, with George at Monk's: \"So, George, do you have any \n              thoughts on this", "\n              Darryl situation?\"", "\n              George: \"Actually, I did have a thought.\"", "\n              Elaine: \"Oh.\"", "\n              George: \"Why don't you just ask him?\"", "\n              Elaine, rudely and giving him a 'duh' look: \"Because, if I \n              ask him, then it's", "\n              like I really want to know.\"", "\n              George: \"Maybe he's, um... mixed.\"", "\n              Elaine: \"Is that the right word?\"", "\n              George: \"I really don't think we're supposed to be talkin' \n              about this.\"", "\n              Elaine: \"Yeah.\"", "\n              George, standing up: \"I'm just gonna go to the bathroom.\"", "\n              Elaine, starting to leave: \"You know what, I'm leavin'.\"", "\n              George: \"Yeah.\"", "\n              Elaine: \"I'll just talk to Jerry when he gets back.\"", "\n              Elaine, seeing the Rosses entering Monk's: \"Oh. Mrs. Ross, \n              Mr. Ross.\"", "\n              Mrs. Ross: \"Oh, you're George's friend.\"", "\n              Mr. Ross: \"We saw him in the city this weekend. Uh, what happened \n              to his", "\n              place in the Hamptons?\"", "\n              Elaine, laughing uproariously: \"The Hamptons? George Costanza? \n              I, uh... I", "\n              don't think so. Have a good one.\"", "\n              George: \"Rosses.\"", "\n              Mr. Ross: \"George, we were just talking about you.\"", "\n              George: \"Well, sorry I missed that, uh, charity thing. But \n              this was one of", "\n              those truly glorious Hampton weekends that you always hear about.\"", "\n              Mrs. Ross: \"Really?\"", "\n              George: \"Yeah, I may move out there.\"", "\n              George, getting 'yeah, right' glances from the Rosses: \"I mean \n              it, I'll do", "\n              it! OK, I'll see ya later. Keep it real!\"", "\n              ", "\n              Morty, eating lunch with Helen and Jerry: \"Another fine meal, \n              and now for my", "\n              Wizard tip calculator.\"", "\n              Jerry: \"Dad, it's got lots of other functions.\"", "\n              Morty: \"Don't worry. I'll get to the other functions.\"", "\n              Morty, trying to open it: \"I can't get it open.\"", "\n              [Jerry easily opens it]", "\n              Helen: \"Yay! Jerry got it open.\"", "\n              Morty: \"The service was slow. And God forbid they should refill \n              the water.", "\n              How does 12.4% sound?\"", "\n              Jerry, looking at the Wizard: \"Well, your tip is four dollars \n              and thirty-six", "\n              point six six six six cents.\"", "\n              Morty: \"We'll round down.\"", "\n              Helen: \"Jerry, it was so nice of you to come down here on your \n              father's", "\n              birthday. You've helped take his mind off the condo elections.\"", "\n              Jerry: \"Oh, right. You can't run for condo president because \n              you were", "\n              impeached at the other condo.\"", "\n              Morty: \"I was never impeached! I resigned!\"", "\n              Helen: \"Even so, the press would bury him!\"", "\n              Jerry: \"What press?\"", "\n              Helen: \"The condo newsletter, the Boca Breeze.\"", "\n              Morty: \"Pinko Commie rag.\"", "\n              ", "\n              Old Man, coming up to the three Seinfelds: \"Hey, Morty. Your \n              boy here, he", "\n              just got a date with that young aquacise instructor.\"", "\n              Jerry: \"She's fifty.\"", "\n              Old Man: \"You know what he's got? He's got charisma. That's \n              my man.\"", "\n              Kramer: \"All right, I'll see you guys.\"", "\n              Old Man: \"Yeah.\"", "\n              Kramer: \"Yeah.\"", "\n              [Kramer, scanning the scene, is surprised to see Morty, right next \n              to him,", "\n              staring at his face]", "\n              Kramer, taping Morty's glasses: \"Morty, what're you lookin' \n              at?\"", "\n              Morty: \"I'll tell you what I'm looking at: the next condo president \n              of Del", "\n              Boca Vista, Phase Three.\"", "\n              Kramer: \"Hmm.\"", "\n              ", "\n              Darryl, with Elaine in his apartment: \"Elaine, thank you for \n              the Wizard!\"", "\n              [Elaine laughts somewhat awkwardly]", "\n              Darryl: \"Wow, it's got so many functions.\"", "\n              Elaine: \"Yeah, yeah. Forget about all that. First thing is \n              first. Warranty", "\n              information. Name, we know that. Uh, hobbies. Skiing, racquetball...\"", "\n              Darryl: \"Well, I don't do that stuff.\"", "\n              Elaine: \"It doesn't matter, it doesn't matter, it doesn't matter. \n              Um. Oh,", "\n              here's one: race.\"", "\n              Darryl: \"Isn't that optional?\"", "\n              Elaine: \"It certainly should be. It's nobody's damn business! \n              But they really", "\n              would like to know.\"", "\n              Darryl: \"All right, I'm... Asian.\"", "\n              Elaine: \"What?\"", "\n              Darryl: \"Just to mess with 'em.\"", "\n              Elaine: laughing awkwardly: \"Oh. Right. Good one.\"", "\n              Darryl: \"Average income, uh... over a hundred thousand.\"", "\n              Elaine: \"Really?\"", "\n              Darryl: \"Does that matter?\"", "\n              Elaine: \"No, but... it is very nice to know.\"", "\n              ", "\n              Jerry, in his parent's condo, on the phone with Elaine: \"So \n              did you figure", "\n              out Darryl's... you know.\"", "\n              Elaine, in Jerry's apartment: \"Ah, I've given up. So, now we're \n              going to a", "\n              bunch of Spanish restaurants. I figure that'll cover us either way.\"", "\n              Jerry, as Kramer walks by: \"You're a master of race relations.\"", "\n              Elaine: \"Hey, so Kramer's running for president of the condo?\"", "\n              Jerry: \"Yeah, it's all my father's doing.\"", "\n              [Kramer, apparently looking for something to do, mumbles to Jerry \n              to hand him", "\n              a magazine from the table]", "\n              Jerry: \"He wants to install Kramer in a puppet regime and then \n              wield power", "\n              from behind the scenes. Preferably from the sauna in the clubhouse.\"", "\n              Elaine: \"Oh, heh heh heh. Who are they running against?\"", "\n              Jerry: \"Common sense and a guy in a wheelchair.\"", "\n              George, entering Jerry's apartment: \"Jerry?\"", "\n              Elaine, to George: \"He's still down with his folks.\"", "\n              George, to Elaine: \"What are you doin' here?\"", "\n              Jerry, overhearing the other two: \"Elaine, Elaine--\"", "\n              Elaine, to George: \"I'm gettin' his mail.\"", "\n              Jerry, overhearing the other two: \"Oh, no.\"", "\n              George, to Elaine: \"He asked you to get the mail?\"", "\n              Elaine, to George: \"Mm-hmm.\"", "\n              George, taking the phone from Elaine: \"Jerry, why is Elaine \n              getting your", "\n              mail?\"", "\n              Jerry: \"George, listen to me. I have a very important job for \n              you. I want you", "\n              to come by twice a day and flush the toilet so the gaskets don't \n              dry out and", "\n              leak.\"", "\n              Elaine, trying to understand what they're talking about: \"What?\"", "\n              George: \"What about the mail?\"", "\n              Jerry: \"This is far more important. You must exercise the gaskets, \n              George.\"", "\n              George, hanging up: \"All right, Jerry. I'll do it. See ya.\"", "\n              ", "\n              George, with Elaine in Jerry's apartment: \"So, I ran into the \n              Rosses again.\"", "\n              Elaine: \"Oh, right, at the coffee shop. Where did they get \n              the idea that you", "\n              have a place in the Hamptons?\"", "\n              George: \"From me.\"", "\n              Elaine: \"What did you say?\"", "\n              George: \"I told them I have a place in the Hamptons. What did \n              you say?\"", "\n              Elaine: \"I told them you didn't. And I laughed and I laughed.\"", "\n              George: \"So, they knew? Those liars!\"", "\n              Elaine: \"But you lied first.\"", "\n", "\n              George: \"Yeah, but they let me go on and on all about the Hamptons, \n              they", "\n              never said a thing! You don't let somebody lie when they know you're \n              lying.", "\n              You call them a liar!\"", "\n              Elaine: \"Like you're a liar!\"", "\n              George: \"Yes. Thank you! Is that so hard?\"", "\n              Elaine: \"So, this is over, not over? I'm bettin', not over.\"", "\n              George: \"Hmm-hmm, not by a long shot. I'm calling up the Rosses \n              and inviting", "\n              them up to my non-existent place in the Hamptons. Then we'll see \n              who blinks", "\n              first.\"", "\n              Elaine: \"Haven't you done enough to these people?\"", "\n              George: \"This is not about them. Now, if you'll excuse me, \n              I have to exercise", "\n              Jerry's gaskets.\"", "\n              [Elaine gets a sarcastic, 'oh, boy' expression]", "\n              ", "\n              Kramer, to a room: \"Vote for Kramer.\"", "\n              Kramer, to a man walking by: \"Cosmo Kramer. I'm running for \n              condo president.", "\n              I'd like your vote. Thanks.\"", "\n              Kramer, to an old woman: \"Remember, ma'am, a vote for me, is \n              a vote for", "\n              Kramer.\"", "\n              Old Woman: \"Will you cut my meat?\"", "\n              Kramer: \"Gladly.\"", "\n              ", "\n              Waitress, to Darryl, who's with Elaine at Monk's: \"Coffee?\"", "\n              Darryl: \"Sure.\"", "\n              Waitress, to Darryl: \"Are you black? Or should I bring some \n              cream.\"", "\n              Darryl: \"I'm black.\"", "\n              Darryl, re-thinking: \"Oh, you know what? Bring a little cream.\"", "\n              Darryl, seeing a couple gesturing towards him and Elaine: \"Did \n              you hear that?\"", "\n              Elaine: \"What?\"", "\n              Darryl: \"God, there are still people who have trouble with \n              an interracial", "\n              couple.\"", "\n              Elaine: \"Interracial? Us?\"", "\n              Darryl: \"Isn't that unbelievable!?\"", "\n              Elaine: \"Yes, it's awful! They're upset because we're an interracial \n              couple.", "\n              That is racism!\"", "\n              Darryl: \"I don't feel like eating.\"", "\n              Elaine: \"Me neither. Well, maybe this turkey club.\"", "\n              ", "\n              George: \"So... here I am. Ready to take you to the Hamptons.\"", "\n              Mrs. Ross: \"Sounds grand.\"", "\n              George: \"Do you have your bathing suits?\"", "\n              Mr. Ross: \"It's March.\"", "\n              George: \"Speak now, or we are headed to the Hamptons. It's \n              a two-hour drive.", "\n              Once you get in that car, we are going all the way... to the Hamptons. \n              All", "\n              right, you wanna get nuts? Come on. Let's get nuts!\"", "\n              ", "\n              Jerry, in his parent's condo, to his father, who's in another room: \n              \"Hey,", "\n              Dad. You know you can program this thing to beep every time you \n              need to take", "\n              a vitamin.\"", "\n              Jerry, as Kramer comes walking out in a retirement-like athletic \n              sweatsuit:", "\n              \"Dad, you look so different.\"", "\n              Kramer: \"Oh, no. We're campaigning, Jerry. To rule the people, \n              one... must", "\n              walk among them.\"", "\n              Morty, coming into the hall: \"This is the home stretch. Tomorrow's \n              the", "\n              election!\"", "\n              Kramer: \"Right. Yeah. The polls close after dinner, three o'clock. \n              But then", "\n              when we win, the celebration goes all night until the break of eight \n              p.m.\"", "\n              Jerry: \"You know, you can put that whole schedule right in \n              your daily", "\n              planner.\"", "\n              Morty: \"Daily what?\"", "\n              Helen, coming into the condo: \"Have you read today's Boca Breeze?\"", "\n              Kramer, looking at the newsletter: \"Hey, look at that. Picture \n              of me, huh?\"", "\n              Kramer, reading out loud: \"Candidate Cosmo Kramer caught barefoot \n              in", "\n              clubhouse.\"", "\n              Morty: \"Barefoot in the clubhouse? Don't you realize this is \n              against the", "\n              rules.\"", "\n              Kramer: \"Well, I couldn't find my shoes.\"", "\n              Jerry: \"Kramer, these people work and wait their whole lives \n              to move down", "\n              here, sit in the heat, pretend it's not hot, and enforce these rules.\"", "\n              Helen: \"Who wants hot chocolate?\"", "\n              Kramer: \"Oh, yeah! Me.\"", "\n              Morty: \"This is a huge scandal! We need damage control.\"", "\n              Kramer: \"All right, look. People seem to like those tip calculators, \n              huh?\"", "\n              Jerry: \"Wizards!\"", "\n              Kramer: \"Yeah, well, how 'bout if we give one out to every \n              member on the", "\n              condo board.\"", "\n              Jerry: \"Kramer...\"", "\n              Morty: \"There are twenty people on the board. Thank God you \n              can get that", "\n              deal.\"", "\n              Kramer: \"Payoffs. Now we're playin' politics. All right, what \n              do we next,", "\n              Morty, huh? Wiretaps, slush funds?\"", "\n              Morty, rushing to his bedroom: \"First, I need a nap.\"", "\n              Helen, running after him: \"Oh, I'll get your electric blanket!\"", "\n              Jerry: \"Kramer, I can't get that many Wizards.\"", "\n              Kramer: \"Well, what about your deal, huh?\"", "\n              Jerry: \"I didn't have a deal! They're two hundred dollars a \n              pop. What do I", "\n              do?\"", "\n              Kramer: \"Well, don't worry about it. I know a guy.\"", "\n              Jerry: \"Down here?\"", "\n              Kramer: \"Yeah, Bob Saccamano's father.\"", "\n              ", "\n              George, driving in the car with the Rosses: \"And that leads \n              into the master", "\n              bedroom.\"", "\n              Mrs. Ross: \"Tell us more.\"", "\n              George: \"You want to hear more? The master bedroom opens into \n              the solarium.\"", "\n              Mr. Ross: \"Another solarium?\"", "\n              George: \"Yes, two solariums. Quite a find. And I have horses, \n              too?\"", "\n              Mr. Ross: \"What are their names?\"", "\n              George: \"Snoopy and Prickly Pete. Should I keep driving?\"", "\n              Mrs. Ross: \"Oh, look, an antique stand. Pull over. We'll buy \n              you a", "\n              housewarming gift.\"", "\n              George, chuckling to himself: \"Housewarming gift.\"", "\n              George, swerving the car to go to the antique stand: \"All right, \n              we're taking", "\n              it up a notch!\"", "\n              ", "\n              Waitress at Monk's, handing Elaine a menu: \"Here you go.\"", "\n              Elaine, to the black waitress: \"Long day?\"", "\n              Waitress: \"Yeah, I just worked a triple shift.\"", "\n              Elaine: \"I hear ya, Sister.\"", "\n              Waitress: \"Sister?\"", "\n              Elaine, as Darryl comes into Monk's: \"Yeah. It's OK. My boyfriend's \n              black.", "\n              Here he is. See?\"", "\n              Darryl: \"Hi, Elaine.\"", "\n              Elaine: \"Hey.\"", "\n              Waitress: \"He's black?\"", "\n              Elaine: \"Yeah.\"", "\n              Darryl: \"I'm black?\"", "\n              Elaine: \"Aren't you?\"", "\n              Waitress, leaving: \"I'll give you a couple minutes to decide.\"", "\n              Darryl: \"What are you talking about?\"", "\n              Elaine: \"You're black. You said we were an interracial couple.\"", "\n              Darryl: \"We are. Because you're Hispanic.\"", "\n              Elaine: \"I am?\"", "\n              Darryl: \"Aren't you?\"", "\n              Elaine: \"No. Why would you think that?\"", "\n              Darryl: \"Your name's Benes, your hair, and you kept taking \n              me to those", "\n              Spanish restaurants.\"", "\n              Elaine: \"That's because I thought you were black.\"", "\n              Darryl: \"Why would you take me to a Spanish restaurant because \n              I'm black?\"", "\n              Elaine: \"I don't think we should be talking about this.\"", "\n              Darryl: \"So, what are you?\"", "\n              Elaine: \"I'm white.\"", "\n              Darryl: \"So, we're just a couple of white people?\"", "\n              Elaine: \"I guess.\"", "\n              Darryl: \"Oh.\"", "\n              Elaine: \"Yeah. So do you want to go to the Gap?\"", "\n              Darryl, leaving with Elaine: \"Sure.\"", "\n              ", "\n              Kramer, having lunch with Jerry and his parents: \"Oh, well... \n              I handed out", "\n              all the Wizards. Polls close in one hour. Whoo hoo hoo! I think \n              we've got", "\n              this baby all sewn up, huh? Oh, uh, there was an extra one. Norman \n              Burgerman,", "\n              he won't be leavin' any tips where he is.\"", "\n              Jerry: \"Aw.\"", "\n              Morty: \"Congratulations, Mr. President.\"", "\n              Kramer: \"Congratulations, Mr. Puppet Master.\"", "\n              Old Man: \"Hey, Morty, what's wrong with these tip calculators?\"", "\n              Morty: \"What are you talking about?\"", "\n              Old Man: \"It's overtipping. I just left five bucks for a BLT.\"", "\n              Morty: \"This isn't a Wizard, it's a Willard.\"", "\n              Jerry: \"A Willard? Saccamano, Sr. screwed me!\"", "\n              Old Man #2: \"Mine doesn't have a seven!\"", "\n              Old Man #3: \"I'm ruined!\"", "\n              Morty: \"Jerry, why didn't you get them Wizards?\"", "\n              Jerry: \"Because a real Wizard's two hundred dollars.\"", "\n              Morty: \"You didn't have a deal?\"", "\n              Jerry: \"No deal. Not hot.\"", "\n              Old Man: \"Morty, you, and Kramer, you're finished.\"", "\n              Kramer: \"What?\"", "\n              Old Man: \"Everyone vote for the guy in the wheelchair.\"", "\n", "\n              Kramer, getting up to leave: \"Well, the people have spoken. \n              Well, that's it", "\n              for me. I'm, I'm headin' back to New York.\"", "\n              Jerry: \"Dad, I'm sorry.\"", "\n              Morty: \"You should be! How could you spend two hundred dollars \n              on a tip", "\n              calculator?!\"", "\n              Jerry: \"It does other things!\"", "\n              ", "\n              Mr. Ross, with his wife and George, on a beach: \"Where are \n              we, George?\"", "\n              George: \"Almost there.\"", "\n              Mr. Ross: \"Well, this is the end of Long Island. Where's your \n              house?\"", "\n              George: \"We, uh, we go on foot from here.\"", "\n              Mr. Ross: \"All right.\"", "\n              George: \"There's no house! It's a lie! There's no solarium. \n              There's no", "\n              Prickly Pete. There's no other solarium.\"", "\n              Mr. Ross: \"We know.\"", "\n              George: \"Then, why? Why did you make me drive all the way out \n              here? Why", "\n              didn't you say something? Why? Why? Why?\"", "\n              Mrs. Ross: \"We don't like you, George.\"", "\n              Mr. Ross: \"And we always blamed you for what happened to Susan.\"", "\n              George: \"Oh.\"", "\n              Mr. Ross: \"All right! Let's head back.\"", "\n              END", "\n              ", "\n              Generously donated by: Ivy,     Ivy's Seinfeld Page\n              \n            \n        \n      \n    \n     \n      \n      \n    \n  \n\n\n\n\n \n\n\n\n", "\n        "]},
{"line": []},
{"line": [" "]},
{"line": []},
{"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]},
{"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}
]