[
{"title": "The Bookstore"},
{"line": []},
{"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]},
{"line": [" "]},
{"line": ["Donated by Ivy (Seinfeld10@aol.com)"]},
{"line": [" "]},
{"line": ["Written by: Spike Feresten, Darin Henry, and Mark Jaffe"]},
{"line": ["Directed by: Andy Ackerman"]},
{"line": ["Broadcasted: April 9, 1998 for the first time."]},
{"line": ["Stars: Jerry Seinfeld, Michael Richards, "]},
{"line": ["Jason Alexander, Julia Louis-Dreyfus, Len Lesser (as Uncle Leo), \n              Wayne"]},
{"line": ["Knight (as Newman), John O'Hurley (as Peterman), and Jonathan Pennter"]},
{"line": ["(as Zach)."]},
{"line": [" "]},
{"line": [" "]},
{"line": [" "]},
{"line": ["[Setting: Bookstore]"]},
{"line": ["(George and Jerry both enter a bookstore)"]},
{"line": ["GEORGE: I read somewhere that this Brentano's is the place to meet \n              girls in New York."]},
{"line": ["JERRY: First it was the health club, then the supermarket, now \n              the bookstore. They could put it anywhere they want, no one's meetin' \n              anybody."]},
{"line": ["(Kramer walks up to Jerry and George while leafing through a book)"]},
{"line": ["KRAMER: Jerry, look at all these pagodas, huh? I gotta get over \n              to Hong Kong before it all goes back to China.."]},
{"line": ["JERRY: (Sarcastic) You better hurry."]},
{"line": ["GEORGE: I'm gonna hit the head."]},
{"line": ["KRAMER: Oh, boy, look at this. Hong Kong's outlawed the rickshaw. \n              See, I always thought those would be perfect for New York."]},
{"line": ["JERRY: (Sarcastic) Yes. The city needs more slow-moving wicker \n              vehicles."]},
{"line": ["(George is about to go into the bathroom. He grabs a book on his \n              way in)"]},
{"line": ["KRAMER: Hmm, Elaine's been to Hong Kong. I should give her a call."]},
{"line": ["JERRY: She's at that annual Peterman party tonight. You know the \n              one she danced at last year?"]},
{"line": ["KRAMER: (Remembering) No, that wasn't dancing."]},
{"line": ["JERRY: (Pointing) Hey, there's Leo."]},
{"line": ["KRAMER: Oh? Who's Leo?"]},
{"line": ["JERRY: Uncle Leo."]},
{"line": ["KRAMER: Oh, yeah. Right. Uncle, Leo. Forgot his first name.."]},
{"line": ["(Kramer and Jerry both watch Leo looking at the books on a shelf. \n              Then, Leo takes a book and puts it under his coat)"]},
{"line": ["JERRY: Did I just see that?!"]},
{"line": ["KRAMER: (To Jerry) Well, that ougta keep you busy for a few days, \n              huh?"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: The Annual Peterman Party]"]},
{"line": ["(Elaine is sitting alone at a table. Walter, a co-worker, comes \n              up to her)"]},
{"line": ["WALTER: (Joking around with her) So, Elaine.. are you going to \n              dance this year?"]},
{"line": ["ELAINE: Maybe.. All over your face!"]},
{"line": ["(A waiter serving food approaches Elaine)"]},
{"line": ["WAITER: If you do dance, the cooks want to know - so they can be \n              brought out of the kitchen. They missed it last year."]},
{"line": ["(Elaine is looking both angry and embarrassed. Scene cuts to Peterman \n              giving a toast)"]},
{"line": ["PETERMAN: My friends, a toast. As the wolly-haired Melanasians \n              of Papua, New Guinea once said, (Makes a series of clicking and \n              popping sounds. The music"]},
{"line": ["starts up) All right! Who's dancing? (No one makes a gesture that \n              they intend to dance) No one? Alright, I'll just have to get things \n              started. (Grabs a female"]},
{"line": ["employee, and starts dancing with her. The crowd is impressed)"]},
{"line": ["(Scene cuts back to Elaine's table. A fellow employee sits down \n              at Elaine's table)"]},
{"line": ["ZACH: Hi, I'm Zach."]},
{"line": ["ELAINE: Hi, I'm miserable. (They both laugh)"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Bookstore]"]},
{"line": ["(George casually puts the large book he took into the bathroom \n              with him on the shelf. A manager notices, and approaches him)"]},
{"line": ["MANAGER: Excuse me, Sir. What are you doing?"]},
{"line": ["GEORGE: (Acting innocent) I'm all set."]},
{"line": ["MANAGER: (Pointing) Did you take that book with you into the bathroom?"]},
{"line": ["GEORGE: (Not sure what the answer should be) What do you want to \n              hear?"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: The Coffee shop]"]},
{"line": ["(George and Jerry are at Monk's Coffee shop)"]},
{"line": ["GEORGE: They made me buy it.. A hundred bucks this thing cost me. \n              (Gesturing to the book) How dare they?! I got news for you, if it \n              wasn't for the toilet, there"]},
{"line": ["would be no books."]},
{"line": ["JERRY: (Sarcastic) Yeah. I understand Guttenberg used to spend \n              a lot of time in there."]},
{"line": ["GEORGE: They're selling coffee, bran muffins.. you're surrounded \n              by reading material. It's entrapment!"]},
{"line": ["JERRY: (Reading the cover of the book George was forced to buy) \n              'French Impressionist Paintings'?"]},
{"line": ["GEORGE: I find the soothing pastorial images very conduc-"]},
{"line": ["JERRY: (Cutting him off) Thank you very much."]},
{"line": ["GEORGE: Well, I'm gonna go back there later and return it when \n              there's different people working.. You want to catch a movie?"]},
{"line": ["JERRY: I can't. I'm meeting Uncle Leo. I saw him shoplifting at \n              the bookstore."]},
{"line": ["GEORGE: (Praising Leo's stealing) Alright, Leo! Stickin' it to \n              the man!"]},
{"line": ["(Elaine enters and sits down)"]},
{"line": ["JERRY: Sleeping in the caragain?"]},
{"line": ["ELAINE: Cocktail flu."]},
{"line": ["JERRY: (Remembering) Oh, right. The big party.."]},
{"line": ["GEORGE: You, uh, didn't dance again, did you?"]},
{"line": ["ELAINE: (Angered) No, I found a better way to humiliate myself. \n              There was this guy, and we had a few too many.."]},
{"line": ["GEORGE: You went home with him?"]},
{"line": ["ELAINE: Worse. We made out at the table like our plane was going \n              down!"]},
{"line": ["JERRY: (Rubbing it in) Ah, the drunken make-out. An office classic. \n              Did you end up xeroxing anything?"]},
{"line": ["ELAINE: (Gives Jerry a look) Do you know how embarrassing this \n              is to someone in my position?"]},
{"line": ["JERRY: (Confused) What's your position?"]},
{"line": ["ELAINE: I am an associate."]},
{"line": ["GEORGE: Hey, me too."]},
{"line": ["(A waitress, passing their table, speaks up)"]},
{"line": ["WAITRESS: Yeah, me too."]},
{"line": ["ELAINE: Oh God. Why did I do this? Now I'm the office skank."]},
{"line": ["GEORGE: Well, unless you tell everybody you're dating."]},
{"line": ["ELAINE: (Liking the idea) Ohh.. right. Cause if we're dating, what \n              everyone saw was just a beautiful moment between two lovers."]},
{"line": ["JERRY: (Jokingly rubbing it in) As opposed to a spirited bout of \n              Skanko-Roman wrestling."]},
{"line": ["ELAINE: (Sarcastic) Oh, bravo."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Jerry's apartment]"]},
{"line": ["(Jerry enters his apartment to find Newman and Kramer having a \n              conference at his table)"]},
{"line": ["JERRY: (Sarcastic) Oh, hey. Can I fix you fellas some drinks and \n              sandwiches?"]},
{"line": ["KRAMER: (Taking his offer seriously) No, we've already eaten."]},
{"line": ["NEWMAN: (Gesturing to dishes and silverware on the table) But you \n              can clear some of this stuff out of the way."]},
{"line": ["KRAMER: Jerry, check this out. (Pointing at some papers on the \n              table) Remember my idea about rickshaws in New Youk? Well, we're \n              gonna make it happen!"]},
{"line": ["JERRY: (Jokingly trying to be skeptical) No, you're not."]},
{"line": ["KRAMER: Newman, he knows a guy in the Hong Kong post office.."]},
{"line": ["JERRY: (Still skeptical) No, he doesn't."]},
{"line": ["NEWMAN: He's shipping us a rickshaw. It can't miss!"]},
{"line": ["JERRY: Yes, it can."]},
{"line": ["KRAMER: We'll start out with one, and they when it catches on, \n              we're gonna have a whole fleet!"]},
{"line": ["NEWMAN: It's the romance of the Handsome Cab without the guilt \n              or dander of the equine."]},
{"line": ["JERRY: So, who's gonna pull this thing?"]},
{"line": ["(Kramer and Newman both look at eachother)"]},
{"line": ["KRAMER: (To Newman) Well, I just assumed you would."]},
{"line": ["NEWMAN: Yeah, but I though-"]},
{"line": ["KRAMER: (Stopping his thought) Da-da-da-da no."]},
{"line": ["JERRY: (Extremely happy about Kramer and Newman's dilemma) My, \n              isn't this an awkward moment?"]},
{"line": ["KRAMER: (Brainstorming) What about the homeless?"]},
{"line": ["NEWMAN: Can't we worry about them later?"]},
{"line": ["KRAMER: (Explaining) To pull the rickshaw."]},
{"line": ["NEWMAN: (Pondering Kramer's plan out loud) They do have an intimate \n              knowledge of the street.."]},
{"line": ["KRAMER: They're always walkin' around the city. Why not just strap \n              something to them?!"]},
{"line": ["JERRY: (Sarcastic) Now, that's the first sensible idea I've heard \n              all day."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: The Coffee shop]"]},
{"line": ["(Uncle Leo enters, and joins Jerry at his booth)"]},
{"line": ["LEO: Jerry, hello! (Sits down)"]},
{"line": ["JERRY: So, Leo, how's everything? You doin' Okay?"]},
{"line": ["LEO: I still have the ringing in the ears. Sounds like the phone."]},
{"line": ["JERRY: (Shrugging his problems off) Yeah, yeah. But what about \n              money? Are you strapped? Do you need a little?"]},
{"line": ["LEO: What, are you kidding? I should you loaning you money! (Quickly \n              amending what he just said) But I'm not."]},
{"line": ["JERRY: (Being frank) Leo, I saw you in Brentano's yesterday."]},
{"line": ["LEO: Why didn't ya say hello?"]},
{"line": ["JERRY: Because you were too busy stealing a book."]},
{"line": ["LEO: (Giving a courtesy lesson) You still say hello."]},
{"line": ["JERRY: (Showing that it's a problem) Leo, I saw you steal."]},
{"line": ["LEO: Oh, they don't care. We all do it."]},
{"line": ["JERRY: Who, criminals?"]},
{"line": ["LEO: Senior citizens. No big deal."]},
{"line": ["JERRY: You could get arrested."]},
{"line": ["LEO: Arrested? Come on! (Goes into a routine explaination for his \n              stealing) I'm an old man. I'm confused! I thought I paid for it. \n              What's my name? Will you take me"]},
{"line": ["home?"]},
{"line": ["JERRY: (Pleading) Leo.."]},
{"line": ["LEO: Alright, alright. Mr. Goody Two-Shoes. You made your point."]},
{"line": ["JERRY: (Thinking he's stopped Leo's thefts) Thank you."]},
{"line": ["LEO: (Yelling out to every one in the coffee shop) Will somebody \n              answer that damn phone?!"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Peterman office building hallway]"]},
{"line": ["ELAINE: (Talking to a co-worker) Of course Zach and I have been \n              dating. What'd you think, I was the office skank?"]},
{"line": ["WALTER: Well.."]},
{"line": ["ELAINE: \"Well\"? We've been dating for three months. Between \n              you and me, and.. anyone else you want to tell."]},
{"line": ["(Elaine enters into the break room. There, she sees Zach making \n              out with another co-worker)"]},
{"line": ["ELAINE: (Exits, closing the door behind her) Oh man. Ugh.."]},
{"line": ["WALTER: (Pointing at the closed door) Isn't that Zach?"]},
{"line": ["ELAINE: Yeah."]},
{"line": ["WALTER: Aren't you upset?"]},
{"line": ["ELAINE: (Starts to fake cry) Yes. Oh, man! Oh!"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: NYC street]"]},
{"line": ["(Kramer and Newman are standing there with a rickshaw. Close by \n              are three homeless guys in a line)"]},
{"line": ["KRAMER: Alright, listen up. Now, you three have been hand-picked \n              out of possibly dozens that applied. Now, what we're looking for \n              are motivated,"]},
{"line": ["hard-working, homeless gentlemen like yourselves to pull rickshaws. \n              (One of the homeless men starts to wander off, walking away) Now, \n              I don't caer where you're"]},
{"line": ["from, or how you got here, or what happened to your homes. But \n              you will have to be physically fit."]},
{"line": ["(One of the 2 remaining homeless men drops a bottle)"]},
{"line": ["HOMELESS MAN: The government!"]},
{"line": ["KRAMER: (Continuing as if nothing happened) Because to pull rickshaws \n              means more than just strong legs. You're also going to need a well-toned \n              upper body."]},
{"line": ["(Kramer looks at the two confused guys) Or a shirt.."]},
{"line": ["NEWMAN: Alright, who's first?"]},
{"line": ["(The homeless man with a shirt raises his hand. Kramer pats him \n              on the shoulder - dust flies into the air)"]},
{"line": ["KRMAER: Hey."]},
{"line": ["NEWMAN: Name, please."]},
{"line": ["HOMELESS MAN: Rusty."]},
{"line": ["NEWMAN: (Writing on a clipboard) Rusty."]},
{"line": ["KRAMER: (To Rusty) You know, I once knew a horse named Rusty. No \n              offence."]},
{"line": ["NEWMAN: (To Rusty) Alright, uh, take it down to the end of the \n              block. Make a controlled turn, and bring her back. Let's see what \n              you've got! Ok? Ready, and"]},
{"line": ["go!"]},
{"line": ["(Rusty takes off down the street with the rickshaw)"]},
{"line": ["KRAMER: (Watching Rusty's pulling of the rickshaw) Giddy up! Good \n              form."]},
{"line": ["NEWMAN: (Yelling out to Rusty) Alright, pace yourself, 'Cause you're \n              gonna have to do this all day for very little money."]},
{"line": ["(They both notice that Rusty is not stopping)"]},
{"line": ["KRAMER: Hey, what's he doin'?"]},
{"line": ["NEWMAN: I think he stealing our rickshaw!"]},
{"line": ["KRAMER: Well, then, he's out!"]},
{"line": ["(Newman stops his timer. The other homeless man is still standing \n              in line - alone)"]},
{"line": ["HOMELESS MAN 2: (Salutes Kramer) I'll take the job. Potato salad!\""]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Bookstore]"]},
{"line": ["(Jerry and George are at Brentano's. George is trying to return \n              the book)"]},
{"line": ["GEORGE: Yes, I, uh, I need to return this book."]},
{"line": ["CASHIER: (Puts the book's code into the computer) I'm sorry, we \n              can't take this book back."]},
{"line": ["GEORGE: Why not?"]},
{"line": ["CASHIER: It's been flagged."]},
{"line": ["GEORGE: (Confused) Flagged?"]},
{"line": ["CASHIER: It's been in the bathroom."]},
{"line": ["GEORGE: It says that on the computer?"]},
{"line": ["CASHIER: Please take it home. We don't want it near the other books."]},
{"line": ["GEORGE: (Outraged. Leaving) Well, you just lost a lot of business! \n              Because I love to read!"]},
{"line": ["(George storms out. Jerry is about to follow until he sees Leo \n              stealing another book)"]},
{"line": ["JERRY: (To himself) I don't believe this! (Walks over to a security \n              guard) Excuse me, I wonder if you could do me a favor? My uncle's \n              having a little problem with"]},
{"line": ["shoplifting.."]},
{"line": ["GUARD: Mm-hmm. Where's your uncle?"]},
{"line": ["JERRY: (Pointing) He's over there in the overcoat. If you could \n              just kind of put a scare into him.. You know, set him straight.."]},
{"line": ["GAURD: (Into his walkie-talkie) We have a 51-50 in paperbacks. \n              All units respond."]},
{"line": ["JERRY: '51-50'? That - that's just a scare, right?"]},
{"line": ["GUARD: Sir, I'm gonna have to ask you to stand out of the way and \n              let us handle this. (The Guard rushes tward Uncle Leo) Swarm! Swarm!"]},
{"line": ["(Suddenly, Leo is surrounded by guards)"]},
{"line": ["LEO: What?! I'm an old man! I'm confused!"]},
{"line": ["GUARD: You're under arrest."]},
{"line": ["JERRY: (To Guard) I just wanted you to scare him."]},
{"line": ["LEO: Jerry, you ratted me out?!"]},
{"line": ["JERRY: (Unsure of what to say - he remember's Leo's courtesy tip) \n              Hello?"]},
{"line": ["LEO: Hello."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Jerry's apartment]"]},
{"line": ["(Jerry is on the phone with his parents)"]},
{"line": ["JERRY: Mom, I didn't rat out Uncle Leo. I just wanted the guard \n              to scare him straight."]},
{"line": ["HELEN: Jerry, he won't last a day in prison."]},
{"line": ["JERRY: (Scoffing) Prison. I'm sure it's just a fine."]},
{"line": ["MORTY: She's got priors."]},
{"line": ["JERRY: (Not believeing it) Prior convictions? Leo?"]},
{"line": ["HELEN: It was a crime of passion. Leave it alone."]},
{"line": ["MORTY: Besides, it's not stealing if it's something you need."]},
{"line": ["JERRY: (Confused) What does that mean?"]},
{"line": ["HELEN: Nobody pays for everyting."]},
{"line": ["JERRY: (Shocked at his parents) You're stealing too?!"]},
{"line": ["MORTY: Nothing. Batteries. (Jerry scoffs) Well, they wear out so \n              quick."]},
{"line": ["JERRY: Mom, you too?"]},
{"line": ["HELEN: Sometimes your father forgets, so I have to steal them."]},
{"line": ["(Kramer and Newman both enter)"]},
{"line": ["JERRY: Alright, I'll talk to you later."]},
{"line": ["KRAMER: (While washing his hands in Jerry's kithen sink) Well, \n              the rickshaw's gone. We strapped it to a homeless guy and he (Makes \n              a noise), he bolted."]},
{"line": ["JERRY: (Joking around) Well, you know, eighty-five percent of all \n              homeless rickshaw businesses fail within the first three months."]},
{"line": ["KRAMER: (To Newman) See, we should've gotten some collateral from \n              him.. Like his bag of cans, or.. his other bag of cans."]},
{"line": ["NEWMAN: We gotta find that rickshaw. You check the sewers and dumpsters. \n              I'll hit the soup kitchens, bakeries, and smorgasbords."]},
{"line": ["(Newman and Kramer both go to leave)"]},
{"line": ["JERRY: To the Idiotmobile!"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: The Coffee shop]"]},
{"line": ["(Jerry and Elaine are sitting at a booth)"]},
{"line": ["JERRY: So, even though you're not really going out with this guy, \n              he's cheating on you?"]},
{"line": ["ELAINE: That is correct. But here's the beauty part - now I stand \n              up for myself by telling everybody I'm dumping his sorry ass, and \n              I'm the office-"]},
{"line": ["JERRY: (Butting in) Tina Turner?"]},
{"line": ["ELAINE: (Accepting) Alright."]},
{"line": ["(George enters with his large art book)"]},
{"line": ["GEORGE: Well, I've to every Brentano's. This thing's flagged in \n              every database in town!"]},
{"line": ["JERRY: Is it so horrible to have to keep a book?"]},
{"line": ["GEORGE: I don't understand what the big deal is. They let you try \n              on pants."]},
{"line": ["JERRY: (Stern on George) Not underpants."]},
{"line": ["ELAINE: Hey, that's your Uncle Leo."]},
{"line": ["(Uncle Leo is at the front desk in Monks. He's paying for his check)"]},
{"line": ["JERRY: (Getting up) Uncle Leo. Hello!"]},
{"line": ["LEO: (Bitter) Jerry."]},
{"line": ["JERRY: (Trying to explain) Uncle Leo, I'm sorry. I didn't know \n              about your.. past."]},
{"line": ["LEO: (Exiting) You mean my crime of passion? If anyone betrays \n              me, I never forget!"]},
{"line": ["JERRY: (Following Leo out the door) Uncle Leo, wait! Hello?!"]},
{"line": ["(Elaine has picked up George's book, and is now thumbing through \n              it)"]},
{"line": ["ELAINE: French impressionism. Oh, I love this. (Looking up at George) \n              Now, what is the problem with this book?"]},
{"line": ["GEORGE: Nothing."]},
{"line": ["ELAINE: How much do you want for it?"]},
{"line": ["GEORGE: You know, I could let it go for.. say.. a hundred and twenty-five."]},
{"line": ["(Jerry has given up on Leo, and now rejoins Elaine and George at \n              the booth)"]},
{"line": ["JERRY: Leo's furious. (He stops in his tracks when he sees Elaine \n              looking at George's book) What is that doing on the table?"]},
{"line": ["GEORGE: (Wanting Elaine to take it off his hands, he tries to silence \n              Jerry) Jerry, simmer down."]},
{"line": ["JERRY: (Pointing) I'm not eating anything in the vicinity of that \n              book."]},
{"line": ["ELAINE: (Confused) What is wrong with this book?"]},
{"line": ["GEORGE: Simmer!"]},
{"line": ["JERRY: That book has been on a wild ride. George took it into the \n              bathroom with him and-"]},
{"line": ["ELAINE: (Cutting Jerry off, she stands up, trying to get away from \n              the book. Yelling out) Alright! Everyone clear! Bio-hazard coming \n              through! Clear! Clear!! (Runs"]},
{"line": ["to the bathroom to wash her hands)"]},
{"line": ["GEORGE: (The damage has been done. He is slightly angered at Jerry) \n              May I ask, what do you read in the bathroom?"]},
{"line": ["JERRY: I don't read in the bathroom."]},
{"line": ["GEORGE: Well, aren't you something?"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Elaine's office]"]},
{"line": ["(Peterman walks in)"]},
{"line": ["PETERMAN: Elaine, do you have a moment? It's about your lover."]},
{"line": ["ELAINE: (Faking a broken heart) Oh yes. I know all about his little \n              performance in the break room."]},
{"line": ["PETERMAN: Elaine, who among us hasn't snuck into the break room \n              to nibble on a love newton?"]},
{"line": ["ELAINE: (Confused) Love newton?"]},
{"line": ["PETERMAN: I'm afraid the problem with Zach is more serious. He's \n", "\n              back on the horse, Elaine. Smack. White palace. The Chinaman's nightcap."]},
{"line": ["ELAINE: An addict? (Sacrcastic) Well, it just keeps getting better!"]},
{"line": ["PETERMAN: And, in a tiny way, I almost feel responsible. I'm the \n              one who sent him to Thailand - in search of low-cost whistles. Filled \n              his head with pseudoerotic"]},
{"line": ["tales of my own Opium excursions. Plus, I have him some phone numbers \n              of places he could score near the hotel."]},
{"line": ["ELAINE: Look, uh, Mr. Peterman, the fact is that I was planning \n              on breaking up with Zach anyway. He was cheating on me!"]},
{"line": ["PETERMAN: Damn it, Elaine. That wasn't Zach. That was the yam-yam. \n              Now, he is going cold turkey. (Ordering) And you will be at his \n              side."]},
{"line": ["ELAINE: Oh. Well, you know, I had planned to uh-"]},
{"line": ["PETERMAN: (Cutting her off) No buts, Elaine. Or I will strip you \n              of your 'associate' status. (Goes to leave) Uh, P.S., the first \n              twenty-four hours are the worst."]},
{"line": ["Better bring a poncho."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Jerry's bedroom]"]},
{"line": ["(Jerry is tossing and turning in his bed. Voices are going through \n              his head while he's trying to sleep)"]},
{"line": ["HELEN: It was a crime of passion."]},
{"line": ["LEO: If anyone betrays me, I never forget."]},
{"line": ["HELEN: He won't last a day in prison."]},
{"line": ["(Now, Jerry has slipped into a dream. He visualizes Leo in prison \n              *NOTE* The following scene of Leo in jail is a parody of the movie \n              \"Cape Fear\")"]},
{"line": ["LEO: (Leo has \"Jerry\" written on the fingers his right \n              hand, and \"Hello\" written on his left. He's doing pull-ups) \n              Jerry. Hello. Jerry. Hello. Jerry. (Turns to the right,"]},
{"line": ["yelling out) Answer that damn phone!"]},
{"line": ["(Scene cuts to Jerry, who is just now waking up to the phone's \n              ringing. He answers it)"]},
{"line": ["JERRY: Hello?"]},
{"line": ["ELAINE: Hey, it's me."]},
{"line": ["JERRY: Uncle Leo?"]},
{"line": ["ELAINE: (Sarcastic) Oh, that's nice. What are you up to?"]},
{"line": ["JERRY: Nightmares. You?"]},
{"line": ["ELAINE: My fake boyfriend is going through real withdrawals."]},
{"line": ["ZACH: (Yelling out from off-camera) I'm burning up! Elaine!"]},
{"line": ["ELAINE: Eat your soup!"]},
{"line": ["JERRY: You're not feeding him, are you?"]},
{"line": ["ELAINE: Why? (Zach vomits. Elaine yells out to him) I told you, \n              away from the curtains. Away. (Pointing) Use your bucket. (He vomits \n              again - this time into the"]},
{"line": ["bucket) There you go, that's it. (To Jerry) You know what? I gotta \n              go."]},
{"line": ["(Jerry hangs up, then tries to go back to sleep. Kramer walks in)"]},
{"line": ["KRAMER: Hey, buddy."]},
{"line": ["JERRY: (Scared) Ah! Kramer!"]},
{"line": ["KRAMER: I thought I heard you."]},
{"line": ["JERRY: Get out of here!"]},
{"line": ["NEWMAN: (From outside the room) Kramer? Kramer? (Enters Jerry's \n              bedroom) There you are."]},
{"line": ["JERRY: Will everybody please leave?!"]},
{"line": ["NEWMAN: I just heard that a postman spotted a rickshaw down in \n              Battery Park."]},
{"line": ["KRAMER: Our rickshaw?"]},
{"line": ["NEWMAN: It's entirely possible."]},
{"line": ["JERRY: I want everyone out!"]},
{"line": ["KRAMER: (Exiting the bedroom with Newman) Let's talk in Jerry's \n              kitchen. I'll make some cocoa."]},
{"line": ["NEWMAN: (To Jerry) Good night."]},
{"line": ["JERRY: (Bitter) Good night, Newman."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Park]"]},
{"line": ["(Newman and Kramer both find the rickshaw and Rusty in the park)"]},
{"line": ["NEWMAN: There it is!"]},
{"line": ["KRAMER: Rusty!"]},
{"line": ["RUSTY: Oh, there you are. Oh, do I get the job?"]},
{"line": ["KRAMER: (Sarcastic) Yeah, yeah. We'll get back to you. (Pulling \n              the rickshaw with Newman) Let's get this baby home."]},
{"line": ["NEWMAN: Uh.."]},
{"line": ["KRAMER: What?"]},
{"line": ["NEWMAN: You know, when you think about it, it's kind of silly for \n              us both to pull this thing all t he way back uptown. I mean, after \n              all, it is a conveyance."]},
{"line": ["KRAMER: Yes, that's true."]},
{"line": ["NEWMAN: So, which one of us is gonna pull?"]},
{"line": ["KRAMER: Well, there's only one way to settle this. (Starts pointing \n              back and forth between Newman and him with each word of the rhyme) \n              One spot, two spot,"]},
{"line": ["zig, zag, tear, pop-die, pennygot, tennyum, tear, harum, scare \n              'em, rip 'em, tear 'em, tay, taw, toe.."]},
{"line": ["NEWMAN: (Realizing he won) Yeah."]},
{"line": ["KRAMER: Best two out of three? (Starts the pointing and the rhyme \n              again) One spot, two spot.."]},
{"line": ["(Scene cuts to Newman riding in the rickshaw - Kramer pulling)"]},
{"line": ["NEMWAN: Hey, boy. Smooth it out up there. Too much jostling!"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: A homeless charity center]"]},
{"line": ["(Geroge is trying to give the book to the homeless. He comes across \n              Rebecca DeMornay - the same woman who confronted Elaine about her \n              muffin stumps in"]},
{"line": ["episode \"The Muffin Tops\")"]},
{"line": ["REBECCA: (Gesturing tward the book) So, you want to donate this \n              to charity?"]},
{"line": ["GEORGE: Well, I assume there's some sort of write-off."]},
{"line": ["REBECCA: What's the value of the book?"]},
{"line": ["GEORGE: Uh, about two hundred dollars, Miss DeMooney."]},
{"line": ["REBECCA: (Correcting. Stern) It's DeMornay. Rebecca DeMornay."]},
{"line": ["GEORGE: Oh."]},
{"line": ["REBECCA: (Opens the cover of the book) Oh, wait a second. (Certain) \n              This book has been in the bathroom."]},
{"line": ["GEORGE: (Nervous) Wh-what are you talking about? That - that's \n              rediculous."]},
{"line": ["REBECCA: It's been flagged. I know. I used to work in a Brentano's. \n              Mister, we're trying to help the homeless heare - it's bad enough \n              that we have some nut out"]},
{"line": ["there trying to strap 'em to a rickshaw!"]},
{"line": ["GEORGE: (Desperate to get rid of the book) Alright, I, I'll just \n              take fifty. Do - do we have a deal?"]},
{"line": ["REBECCA: Yeah, and here it is: You get your toilet book out of \n              here, and I won't jump over this counter and punch you in the brain!"]},
{"line": ["GEORGE: I could take it in merchandise.."]},
{"line": ["REBECCA: (Threatening to hit him) Here I come.."]},
{"line": ["(George grabs his book and runs for his life)"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Bookstore]"]},
{"line": ["(Elaine and Jerry are both at the bookstore. Elaine is talking \n              with the cashier while checking out a book)"]},
{"line": ["ELAINE: So, this book'll tell me how to get puke out of cashmere?"]},
{"line": ["CASHIER: Yeah."]},
{"line": ["ELAINE: Great."]},
{"line": ["JERRY: (To Elaine) So, the worst is over?"]},
{"line": ["ELAINE: Yeah. Now I can break up with him. He's clean, and I'm \n              the office hero."]},
{"line": ["JERRY: Seems like you're better at fake relationships than real \n              ones."]},
{"line": ["ELAIEN: Yeah, huh. I even got an idea out of it. the Detox Poncho."]},
{"line": ["(She's through buying the book, and is ready to go)"]},
{"line": ["ELAINE: (Leaving Jerry) See ya."]},
{"line": ["JERRY: (To cashier) I'd like to speak with the manager, please."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: NYC Street]"]},
{"line": ["(Newman is being pulled up a steep hill on the rickshaw by Kramer)"]},
{"line": ["NEWMAN: Mind your pace, Boy. Chop, chop!"]},
{"line": ["KRAMER: (Tired) Oh, I can't go on. I gotta take a break. (Sets \n              the rickshaw down - taking a rest)"]},
{"line": ["NEWMAN: Well, don't tarry. I'm behind schedule as it is."]},
{"line": ["KRAMER: (Stretching) Oh.."]},
{"line": ["(The rickshaw starts to roll back down the hill)"]},
{"line": ["NEWMAN: (Scared) Boy.. Boy. Kramer!"]},
{"line": ["(The rickshaw starts to rapidly go down the street. Kramer makes \n              an attempt to chase it)"]},
{"line": ["KRAMER: Woah! Wait!"]},
{"line": ["NEWMAN: Ahhh! Yaaaahhh!"]},
{"line": ["(Scene cuts to Zach. he's walking out into the street)"]},
{"line": ["ZACH: (Optimistic) Well, this is the first day of the rest of my \n              life!"]},
{"line": ["(Scene cuts back to Newman - still rolling down the hill)"]},
{"line": ["NEWMAN: Waaaaahhhh!"]},
{"line": ["(Zach and the rickshaw collide. From back up on top of the street, \n              Kramer tries to separate himself from the accident. He starts walking, \n              then running away from the"]},
{"line": ["crushed rickshaw)"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Bookstore]"]},
{"line": ["(Jerry is in Brentano's - waiting for the manager. He sees George \n              enter)"]},
{"line": ["JERRY: George? What are you doin' here?"]},
{"line": ["GEORGE: I can't sell the book. It's been marked."]},
{"line": ["JERRY: (Sarcasticly joking) It certainly has."]},
{"line": ["GEORGE: So, I'm gonna steal another one, and then return it. That \n              way, everything is even."]},
{"line": ["JERRY: (Trying to straighten things out) You defile one book, steal \n              another, ask for your money back - and to you that's even?"]},
{"line": ["GEORGE: I'm goin' in!"]},
{"line": ["(George walks off to steal one of the books. The manager walks \n              up to Jerry)"]},
{"line": ["MANAGER: Did you want to speak with the manager?"]},
{"line": ["JERRY: Yes. My Uncle Leo was cought shoplifing here the other day.."]},
{"line": ["MANAGER: Yes, Uncle Leo. I remember him. I'm sorry, our policy \n              is we prosecute all shoplifters."]},
{"line": ["JERRY: (Pleading) Oh, come on. He's just a lonely old man. All \n              old people steal."]},
{"line": ["MANAGER: That's right. That's why we stopped carrying batteries. \n              Look, I'll be honest with you, we've had a lot of trouble with theft \n              lately - and my boss says I have to make an example to someone."]},
{"line": ["JERRY: So it could be anyone?"]},
{"line": ["MANAGER: I.. guess. As long as we catch him in the act."]},
{"line": ["(Jerry turns to George. George has a huge bundle under his overcoat \n              - and is trying to act innocent)"]},
{"line": ["JERRY: That guy! (Pointing at George) Swarm! Swarm!"]},
{"line": ["(George is instantly surrounded by guards)"]},
{"line": ["GEORGE: No! Jerry!"]},
{"line": ["END OF EPISODE."]},
{"line": [" \n              \n            \n        \n      \n    \n     \n      \n      \n    \n  \n\n", "\n\n\n\n \n\n\n\n", "\n        "]},
{"line": []},
{"line": [" "]},
{"line": []},
{"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]},
{"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}
]