[
{"title": "The Fix Up"},
{"line": []},
{"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]},
{"line": [" "]},
{"line": ["[Transcribed by Dave (ratboy)]", "\n        ------------------------------------------------------------------------------", "\n        Written by: Elaine Pope & Larry Charles", "\n        ------------------------------------------------------------------------------", "\n        Episode no. 33", "\n        pc: 317, season 3, episode 17", "\n        Broadcast date: February 5, 1992", "\n        ------------------------------------------------------------------------------", "\n        ", "\n        The Cast", "\n        Regulars:", "\n        Jerry Seinfeld................... Jerry Seinfeld", "\n        Jason Alexander.................. George Costanza", "\n        Julia Louis-Dreyfus.............. Elaine Benes", "\n        Michael Richards................. Cosmo Kramer", "\n        ", "\n        Guest Stars:", "\n        Maggie Jakobson.................. Cynthia", "\n        ", "\n        ", "\n        Opening monologue.", "\n        ", "\n        I tell ya, I never really understood the importance of the conductor. \n        I mean", "\n        between you and me, what the hell is this guy doing? Do you really need", "\n        somebody waving a stick in your face to play the violin? Does that really \n        help", "\n        you out? I could see how we need him at the beginning. Okay, tap-tap-tap,", "\n        start. Okay, I can see how you need that. But once we're going, okay, \n        once", "\n        it's all happening, what do we need him for then? I don't see the cellist", "\n        looking up, go, \"I'm confused. I don't know what to do. I don't know \n        what to", "\n        do.\" And the conductor goes, \"Do this. Like this\" \"Oh, \n        okay, thank you very", "\n        much.\"", "\n        ", "\n        ", "\n        First scene.", "\n        Jerry and George are seated at a table in a restaurant.", "\n        ", "\n        George: Why even try anymore? There's no sense to it. I'm never gonna \n        meet", "\n        anybody, I should just accept it.", "\n        ", "\n        Jerry: Oh, yes you will.", "\n        ", "\n        George: No, I won't.", "\n        ", "\n        Jerry: Yeah, maybe you won't.", "\n        ", "\n        George: I mean it's hard enough to meet a woman you dislike, much less \n        like.", "\n        ", "\n        Jerry: Are my nostrils getting bigger?", "\n        ", "\n        George: No. Why must it be so difficult? Why is there all this tension \n        and", "\n        hostility? Why can't I just walk up to a woman on the street and say, \n        \"Hi. I'm", "\n        George. How are you?\" Is that so terrible?", "\n        ", "\n        Just then a beautiful woman walks past their table, George offers up a \n        meek 'Hi'", "\n        which the woman ignores as she passed. George then says 'Hi' a few more \n        times", "\n        as he reaches for and drinks from his water glass, as though we was saying \n        that", "\n        anyway and it had nothing to do with the woman. (Funnier to watch than \n        read.)", "\n        ", "\n        ", "\n        New scene.", "\n        Elaine and a friend, Cynthia, are seated at a table in another restaurant.", "\n        ", "\n        Cynthia: There's just no men out there, you know?", "\n        ", "\n        Elaine: I know.", "\n        ", "\n        Cynthia: I mean the problem is that the good ones know they're good. And \n        they", "\n        know they're in such demand they're just not interested in confining themselves", "\n        to one person.", "\n        ", "\n        Elaine: I hate the good ones.", "\n        ", "\n        Cynthia: Is Jerry one of the good ones?", "\n        ", "\n        Elaine: That's a good question, I think he thinks he is.", "\n        ", "\n        Cynthia: Well, the mediocre ones are available, but they're so insecure \n        about", "\n        not being one of the good ones that they're always going, \"Well I'm \n        not good", "\n        enough for you, what are you doing with me?\" and eventually I just \n        go, \"You're", "\n        right.\"", "\n        ", "\n        Elaine: You know, maybe you need somebody between good and mediocre.", "\n        ", "\n        Cynthia: No, maybe I need somebody who has nothing, somebody who just \n        has to", "\n        appreciate being with me because he's so desperate.", "\n        ", "\n        ", "\n        Cut back to George and Jerry, George is eating sloppily.", "\n        ", "\n        George: I mean it's gotten to the point where I'm flirting with operators \n        on", "\n        the phone. I almost made a date with one.", "\n        ", "\n        Jerry: Oh, so there's still hope.", "\n        ", "\n        George: I don't want hope. Hope is killing me. My dream is to become", "\n        hopeless. When you're hopeless, you don't care, and when you don't care, \n        that", "\n        indifference makes you attractive.", "\n        ", "\n        Jerry: Oh, so hopelessness is the key.", "\n        ", "\n        George: It's my only hope.", "\n        ", "\n        ", "\n        Cut back to Elaine and Cynthia.", "\n        ", "\n        Cynthia: See, I wouldn't really mind so much, but I feel badly for my \n        mother. ", "\n        I mean, if my mother weren't around, it wouldn't be so bad. But, I'm telling", "\n        you, if I'm not married by the time I'm forty, I'm gonna have to kill \n        her", "\n        because it's the only fair thing to do. I just couldn't put her through \n        that.", "\n        ", "\n        Elaine: Well, at least you're not bitter.", "\n        ", "\n        Cynthia: Who says I'm not bitter?", "\n        ", "\n        Elaine: Aren't you too young to be bitter?", "\n        ", "\n        Cynthia: No, you can be young and bitter, just maybe not as bitter as \n        I'm gonna", "\n        be ten years from now, but I'm bitter. Anyway, don't tell anyone.", "\n        ", "\n        Elaine: Don't worry, your bitterness is safe with me.", "\n        ", "\n        Cynthia: Um, order me a piece of cake. I'm gonna go throw up.", "\n        ", "\n        ", "\n        New scene.", "\n        Jerry and Elaine are reading the newspaper at Jerry's apartment.", "\n        ", "\n        Jerry: Look at my hands. Look. Filthy from the paper. You know, they should", "\n        give you a Wet-nap when you buy one, like at those rib joints.", "\n        ", "\n        Elaine: So what'd you do last night?", "\n        ", "\n        Jerry: Went out with George, you?", "\n        ", "\n        Elaine: Went out with Cynthia.", "\n        ", "\n        Jerry: How was it? What'd you talk about?", "\n        ", "\n        Elaine: Well, you know, the usual; The Federal Reserve, the rainforest. \n        ", "\n        Cynthia thought we should nuke the rainforest, you know, get rid of it \n        in one", "\n        fell swoop so we can at least eliminate it as a subject of conversation. \n        What", "\n        about you?", "\n        ", "\n        Jerry: We brushed on that. Actually, George was in rare form. He just \n        can't", "\n        find anybody.", "\n        ", "\n        Elaine: I know, Cynthia too. She's really given up.", "\n        ", "\n        Jerry: George too.", "\n        ", "\n", "\n        They look at each other for a moment.", "\n        ", "\n        Jerry and Elaine (together): Yeah, right.", "\n        ", "\n        Jerry: I've never fixed anybody up.", "\n        ", "\n        Elaine: Uh, me neither and I am not about to start with George.", "\n        ", "\n        Jerry: Well why wouldn't you start with George? You think she's too good \n        for", "\n        George?", "\n        ", "\n        Elaine: I didn't say 'too good', did I say 'too good'?", "\n        ", "\n        Jerry: Well you implied it.", "\n        ", "\n        Elaine: I didn't say it.", "\n        ", "\n        Jerry: Because if you think she's too good for George, you are dead wrong. \n        ", "\n        Dead wrong. Who is she?", "\n        ", "\n        Elaine: Who is he?", "\n        ", "\n        Jerry: He's George!", "\n        ", "\n        Elaine: She's Cynthia!", "\n        ", "\n        Jerry: So what?", "\n        ", "\n        Elaine: What, you don't think she's beautiful?", "\n        ", "\n        Jerry: I don't know, what's with the eyebrows?", "\n        ", "\n        Elaine: You know what your problem is? Your standards are too high.", "\n        ", "\n        Jerry: I went out with you.", "\n        ", "\n        Elaine: That's because my standards are too low. And by the way, you know,", "\n        women kill for eyebrows like that. Do you know that? I mean women pluck \n        their", "\n        real eyebrows out of their head, one by one, until they're bald, Jerry. \n        Bald", "\n        above the eyes! And then they paint in these eyebrows to look like that.", "\n        ", "\n        Jerry: Well let me tell you something about George. He is fast. He can \n        run", "\n        like the wind. And he's strong. I've seen him lift a hundred pounds over \n        his", "\n        head without even knowing it. And you wouldn't know it to look at him, \n        but", "\n        George can bait a hook.", "\n        ", "\n        Elaine: He can really do that?", "\n        ", "\n        Jerry: Come on, let's do it, I think they'll really get along.", "\n        ", "\n        Elaine: What, are you into this?", "\n        ", "\n        Jerry: Yeah, come on, it's a good match.", "\n        ", "\n        Elaine: No, wait a minute, wait a minute. They're gonna be telling us \n        how", "\n        their dates went. Are we gonna share that information?", "\n        ", "\n        Jerry: Naturally.", "\n        ", "\n        Elaine: Well, wait a minute, we're gonna tell each other everything, I \n        mean", "\n        every secret?", "\n        ", "\n        Jerry: Everything.", "\n        ", "\n        Elaine: What if it worked out?", "\n        ", "\n        Jerry (dialing): Yeah right.", "\n        ", "\n        ", "\n        New scene.", "\n        Jerry and George are in Jerry's apartment.", "\n        ", "\n        George: Out of the question. Out of the question!", "\n        ", "\n        Jerry: Why?", "\n        ", "\n        George: No! I'm not gonna do that! That's one step away from personal \n        ads! ", "\n        And prostitutes! No! No, I am not going down that road! What does she \n        look", "\n        like?", "\n        ", "\n        Jerry: She's good looking.", "\n        ", "\n        George: How good looking?", "\n        ", "\n        Jerry: Very good looking.", "\n        ", "\n        George: Really good looking?", "\n        ", "\n        Jerry: Really very good looking.", "\n        ", "\n        George: Would you take her out?", "\n        ", "\n        Jerry: Yes, I would take her out.", "\n        ", "\n        George: Oh, you hesitated.", "\n        ", "\n        Jerry: What hesitate? I didn't hesitate!", "\n        ", "\n        George: No, something's off here, you hesitated.", "\n        ", "\n        Jerry: I'm telling you, she's good looking.", "\n        ", "\n        George: What about the body, what kind of body?", "\n        ", "\n        Jerry: Good body, nice body.", "\n        ", "\n        George: How nice?", "\n        ", "\n        Jerry: Nice.", "\n        ", "\n        George: Just nice?", "\n        ", "\n        Jerry: Pretty nice.", "\n        ", "\n        George: Really good?", "\n        ", "\n        Jerry: Really very nice and good.", "\n        ", "\n        George: What about personality?", "\n        ", "\n        Jerry: Good personality. Funny. Bright.", "\n        ", "\n        George: Smarter than me? I don't want anyone smarter than me.", "\n        ", "\n        Jerry: How could she be smarter than you?", "\n        ", "\n        George: Alright, let's see, let's see. What else. What else. Oh yeah, \n        what", "\n        does she do?", "\n        ", "\n        ", "\n        New scene.", "\n        Elaine and Cynthia are having a similar discussion.", "\n        ", "\n        Cynthia: First of all, what does he do?", "\n        ", "\n        Elaine: He was in real estate, um, now, he's not working right now-", "\n        ", "\n        Cynthia: He's not working?! How come he's not working?", "\n        ", "\n        Elaine: Well, um, he, he got fired.", "\n        ", "\n        Cynthia: Why did he get fired?", "\n        ", "\n        Elaine: Uh. Why? Oh, right. Um, well, he tried to poison his boss.", "\n        ", "\n        Cynthia: Excuse me?", "\n        ", "\n        Elaine: Such a long story, Cynthia, seriously, I mean he just had some \n        problems", "\n        at work.", "\n        ", "\n        Cynthia: Is he nuts?", "\n        ", "\n        Elaine: No, no, no, he's a really really funny guy.", "\n        ", "\n        Cynthia: What does he look like?", "\n        ", "\n        Elaine: Pardon?", "\n        ", "\n        Cynthia: What does he look like?", "\n        ", "\n        Elaine: Um, well, he's got a lot of character in his face. Um, he's short. \n        ", "\n        Um, he's stocky.", "\n        ", "\n        Cynthia: Fat. Is that what you're saying, that he's fat?", "\n        ", "\n        Elaine: Powerful. He is so powerful, he can lift a hundred pounds right \n        up", "\n        over his head. And um, what else. What else. Oh, right. Um, well, he's \n        kind", "\n        of, just kind of losing his hair.", "\n        ", "\n        Cynthia: He's bald?", "\n        ", "\n        Elaine: No! No, no, no, he's not bald. He's balding.", "\n        ", "\n        Cynthia: So he will be bald.", "\n        ", "\n        Elaine: Yup.", "\n        ", "\n        ", "\n        Cut back to Jerry and George.", "\n        ", "\n        George: What kind of hair?", "\n        ", "\n        Jerry: You know, long dark hair.", "\n        ", "\n", "\n        George: Flowing?", "\n        ", "\n        Jerry: Flowing?", "\n        ", "\n        George: Is it flowing? I like flowing, cascading hair. Thick lustrous \n        hair is", "\n        very important to me.", "\n        ", "\n        Jerry: 'Thick lustrous hair is very important to me,' is that what you \n        said?", "\n        ", "\n        George: Yeah, that's right.", "\n        ", "\n        Jerry: Just clarifying.", "\n        ", "\n        George: Let me ask you this. If you stick your hand in the hair is it \n        easy to", "\n        get it out?", "\n        ", "\n        Jerry: Do you want to be able to get it out or do you want to not be able \n        to", "\n        get it out?", "\n        ", "\n        George: I'd like to be able to get it out.", "\n        ", "\n        Jerry: I think you'll get it out.", "\n        ", "\n        George: What about the skin? I need a good cheek, I like a good cheek.", "\n        ", "\n        Jerry: She's got a fine cheek.", "\n        ", "\n        George: Is there a pinkish hue?", "\n        ", "\n        Jerry: A pinkish hue?", "\n        ", "\n        George: Yes, a rosy glow.", "\n        ", "\n        Jerry: There's a hue. She's got great eyebrows, women kill to have her", "\n        eyebrows.", "\n        ", "\n        George: Who cares about eyebrows? Is she sweet? I like sweet. But not \n        too", "\n        sweet, you could throw up from that.", "\n        ", "\n        Jerry: I don't think you'll throw up. *She* likes to throw up.", "\n        ", "\n        ", "\n        Cut back to Elaine and Cynthia.", "\n        ", "\n        Cynthia: Has he ever been married?", "\n        ", "\n        Elaine: No.", "\n        ", "\n        Cynthia: Has he been close?", "\n        ", "\n        Elaine: He once spent a weekend with a woman.", "\n        ", "\n        Cynthia: He didn't really try to poison his boss?", "\n        ", "\n        Elaine: Yeah, he did.", "\n        ", "\n        ", "\n        New scene.", "\n        The next day, George is back at Jerry's.", "\n        ", "\n        George: We had an incredible phone conversation. We talked for like twenty", "\n        minutes. I threw away my notes in the middle of the call. You know, I \n        thought", "\n        she had a great voice timbre. Is it timbre or tamber?", "\n        ", "\n        Jerry: I think it's tamber.", "\n        ", "\n        George: Why'd I think it was timbre? Yeah, she could do voiceover commercials,", "\n        why didn't you tell me about her voice?", "\n        ", "\n        Jerry: I didn't notice the voice.", "\n        ", "\n        George: It's mellifluous!", "\n        ", "\n        Jerry: So, Saturday night.", "\n        ", "\n        George: She had to be impressed by that conversation, had to! It was a \n        great", "\n        performance. I am unbelievable on the phone. On the date they should just \n        have", "\n        two phones on the table at the restaurant, done.", "\n        ", "\n        Elaine enters.", "\n        ", "\n        Elaine: Hi.", "\n        ", "\n        George: Hey! Saturday night!", "\n        ", "\n        Elaine: I know!", "\n        ", "\n        George: So, what did she say?", "\n        ", "\n        Elaine: She said you're getting together Saturday night!", "\n        ", "\n        George: That's it?", "\n        ", "\n        Elaine: Yeah!", "\n        ", "\n        George: She didn't mention anything about the conversation?", "\n        ", "\n        Elaine: No.", "\n        ", "\n        George: Now, you see, I don't get that. We had a relaxed stimulating, \n        great", "\n        conversation, she doesn't mention it? Why doesn't she mention it?", "\n        ", "\n        Elaine: What?", "\n        ", "\n        Jerry: She could have mentioned the conversation.", "\n        ", "\n        George: Alright, alright, I'll go on the date, but that's that.", "\n        ", "\n        Kramer enters.", "\n        ", "\n        Kramer: Hey.", "\n        ", "\n        Jerry: Hey.", "\n        ", "\n        Kramer: You know my friend, Bob Sacamano?", "\n        ", "\n        Jerry: Oh, the guy from Jersey?", "\n        ", "\n        Kramer: Yeah. He just got a job at a condom factory in Edison. Look at \n        this,", "\n        he gave me a gross.", "\n        ", "\n        George: What are you gonna do with all of them?", "\n        ", "\n        Kramer: Oh, well... Come on, take some, Jerry. Grab 'em.", "\n        ", "\n        Jerry: No thanks, they look like they came out of a cereal box.", "\n        ", "\n        Kramer: Come on, Elaine, here, take half a bag.", "\n        ", "\n        Elaine: Half a bag? What am I, a hooker? Anyway, they look kind of cheap.", "\n        ", "\n        George: I'll take one. It's possible.", "\n        ", "\n        ", "\n        Mid-episode monologue.", "\n        ", "\n        The problem with the condom is still buying them. I think we should have \n        like a", "\n        secret signal with the druggist that you just walk into the drugstore, \n        you go up", "\n        to the counter, he looks at you and if you go like this (nods) he puts \n        them in", "\n        the bag for you, that's it. You show up there, you put your little shaving", "\n        cream, your little toothpaste, you know, \"How are you today?\" \n        (nods) \"Have a", "\n        nice day.\" \"You too.\"", "\n        ", "\n        ", "\n        New scene.", "\n        Elaine and Jerry are on the phone, waiting for George and Cynthia's date \n        to end.", "\n        ", "\n        Jerry: So where are they already, it's a quarter to twelve, they should \n        be back", "\n        by now, what did they do?", "\n        ", "\n        Elaine: I think they went out to dinner.", "\n        ", "\n        Jerry: Wait, I got another call. That must be him. [clicks over] Hello?", "\n        ", "\n        George: Yeah, it's me, I just got home.", "\n        ", "\n        Jerry: Oh, hold on. [clicks back] It's George, he just got home.", "\n        ", "\n        Elaine: Yeah, yeah, I got Cynthia on the other line.", "\n        ", "\n        Jerry: Alright, I'll call you back as soon as I'm done.", "\n        ", "\n        Elaine: Remember our pact. Full disclosure.", "\n        ", "\n        Jerry: Of course. [clicks back to George] Yeah, go ahead.", "\n        ", "\n        George: Alright look, I'm gonna tell you, but I made a pact with Cynthia, \n        we", "\n        swore we were not going to tell you and Elaine.", "\n        ", "\n        Jerry: You can tell me, I'll vault it.", "\n        ", "\n        George: It's in the vault?", "\n        ", "\n        Jerry: I'm locking the vault. What?", "\n        ", "\n        George: We had sex.", "\n        ", "\n        Jerry: Oh my god, you had sex, how did that happen?", "\n        ", "\n        George: I don't know. I closed my eyes and made a move.", "\n        ", "\n        Jerry: At your apartment?", "\n        ", "\n", "\n        George: Yeah.", "\n        ", "\n        Jerry: She didn't stay over?", "\n        ", "\n        George: No, she left. Listen, you can't mention any of this to Elaine. \n        ", "\n        Cynthia will kill me, we made a deal.", "\n        ", "\n        Cut to Elaine on the phone with Cynthia.", "\n        ", "\n        Elaine: Oh my god.", "\n        ", "\n        Cynthia: He was uncomfortable because it was our first time so he felt \n        he would", "\n        perform better if we did it in the kitchen. He said the kitchen is always \n        the", "\n        most sociable room in the house. And he was serious.", "\n        ", "\n        Elaine: So? How was it?", "\n        ", "\n        Cynthia: How good could it be? My head was on a hot plate.", "\n        ", "\n        Elaine: Wait, I got another call, that must be Jerry.", "\n        ", "\n        Cynthia: Oh wait, don't you tell him any of this.", "\n        ", "\n        Elaine: Yeah, ok. [clicks over] Hello?", "\n        ", "\n        Jerry: So, what did she have to say?", "\n        ", "\n        Elaine: What did he have to say?", "\n        ", "\n        Jerry: He said they had a good time.", "\n        ", "\n        Elaine: Her too.", "\n        ", "\n        Jerry: Oh, good.", "\n        ", "\n        Elaine: Anything else?", "\n        ", "\n        Jerry: Nope. You?", "\n        ", "\n        Elaine: Nope.", "\n        ", "\n        Jerry: You sure?", "\n        ", "\n        Elaine: Yup. You?", "\n        ", "\n        Jerry: Yeah.", "\n        ", "\n        Elaine: Alright. Well uh, guess everything is under control.", "\n        ", "\n        Jerry: Yeah. Okay then.", "\n        ", "\n        Elaine: Alright. Goodnight.", "\n        ", "\n        Jerry: Goodnight.", "\n        ", "\n        ", "\n        New scene.", "\n        Jerry and George are at Jerry's apartment.", "\n        ", "\n        George: I left three messages. I can't believe this woman. She has sex \n        with", "\n        me, leaves ten minutes later then I never hear from her again. What kind \n        of a", "\n        person does this? I mean, she used me. I feel cheap and violated.", "\n        ", "\n        Jerry: Well, I'm gonna do something about this.", "\n        ", "\n        George: What are you gonna do?", "\n        ", "\n        Jerry: Nevermind. Disgraceful. Leaves you sitting there on the kitchen \n        floor", "\n        like some kind of roach trap. Wham, bam, thank you ma'am. Sir, whatever. \n        ", "\n        She's not going to get away with this.", "\n        ", "\n        George: I keep wracking my brain to try and figure out what I did. I was", "\n        smart, I was funny, I made great small talk with the waitress so she could \n        see I", "\n        could relate to the commoners, you know, I'm a man of the people.", "\n        ", "\n        Jerry: I'm gonna call her.", "\n        ", "\n        George: No, don't call her.", "\n        ", "\n        Jerry: No, I'm calling her.", "\n        ", "\n        George: No, Jerry, don't call.", "\n        ", "\n        Jerry: No, forget it, I'm gonna call.", "\n        ", "\n        George: I don't want you to call.", "\n        ", "\n        Jerry: Get away from me, I'm gonna call her.", "\n        ", "\n        George: Give me the phone!", "\n        ", "\n        Jerry: George, do you wanna fight? Do you wanna fight?", "\n        ", "\n        George: Jerry, I'm gonna kill you!", "\n        ", "\n        Kramer enters and gets between them to break up the fight.", "\n        ", "\n        Kramer: Hey hey hey!! Come on! Jerry, George, now stop it!", "\n        ", "\n        Jerry: I'll just call her when you leave!", "\n        ", "\n        George: You can't do that, it's none of your business!", "\n        ", "\n        Jerry: It is so my business!", "\n        ", "\n        Kramer: Hey hey hey! I don't want to hear another word out of either one \n        of", "\n        you!", "\n        ", "\n        ", "\n        George: But tell him to give me the--", "\n        ", "\n        Kramer: Ay ay ay! The next one of you that opens up your mouth, says", "\n        something, you're gonna have to deal with me. You know, I bet I know what \n        this", "\n        is about. It's about a woman, isn't it?", "\n        ", "\n        George: No.", "\n        ", "\n        Jerry: Yeah, but--", "\n        ", "\n        Kramer: Yeah yeah! You see, this is exactly what they want to do to you. \n        They", "\n        play one against the other. You can't let them manipulate you like that.", "\n        ", "\n        Jerry: But Kramer--", "\n        ", "\n        Kramer: Noh noh noh! I want you guys to shake hands. Come on, there are", "\n        plenty of women out there for all of us, let's go.", "\n        ", "\n        Jerry and George shake hands.", "\n        ", "\n        Kramer: Yes. You see? Isn't that better than fighting? Animosity? I mean,", "\n        you wanna fight with somebody, you fight with me. Oh, by the way George, \n        you", "\n        know those condoms I gave you? They're defective, don't use them.", "\n        ", "\n        George: What?", "\n        ", "\n        Kramer: Right.", "\n        ", "\n        George: Defective?!", "\n        ", "\n        Kramer: Defective.", "\n        ", "\n        George (attacking Kramer): How could you give me a defective condom?!", "\n        ", "\n        Kramer: I didn't even know they were defective.", "\n        ", "\n        Jerry gets between them to break up the fight.", "\n        ", "\n        Kramer: Didn't even thin you were gonna use them.", "\n        ", "\n        George: What do you mean you didn't think I wasn't gonna use them?!", "\n        ", "\n        Jerry: Take it easy, you guys, just spread out! Don't worry about it, \n        if", "\n        anything was wrong she would have called you already!", "\n        ", "\n        ", "\n        New scene.", "\n        Elaine answers her door, it's Cynthia.", "\n        ", "\n        Cynthia: I missed my period.", "\n        ", "\n        Elaine: Oh my god.", "\n        ", "\n        Cynthia: I am very worried, I am never late.", "\n        ", "\n        Elaine: But he used a condom, right?", "\n        ", "\n        Cynthia: I know, but these things aren't always foolproof.", "\n        ", "\n        Elaine: Oh no.", "\n        ", "\n        Cynthia: What?", "\n        ", "\n        Elaine: Was it blue?", "\n        ", "\n        Cynthia: Yeah. How'd you know?", "\n        ", "\n        Elaine: Just a hunch.", "\n        ", "\n        ", "\n        New scene.", "\n        Jerry is in his apartment trying to open a bottle of soda.", "\n        ", "\n        Jerry: Ow! Ow! Twist off! Twist off! Twist off!", "\n        ", "\n        Elaine walks in and give him a funny look.", "\n        ", "\n        Jerry: Oh, hi. Soda?", "\n", "\n        ", "\n        Elaine: No thanks.", "\n        ", "\n        Jerry: So tell me. What's the problem with your little flaky friend? She", "\n        doesn't return calls?", "\n        ", "\n        Elaine: Who are you to talk about her like that? She'll call him when \n        she's", "\n        good and ready. You don't even know her.", "\n        ", "\n        Jerry: Oh, I know her. I know her type.", "\n        ", "\n        Elaine: Her type? What type?", "\n        ", "\n        Jerry: The type that doesn't return phone calls. I knew we shouldn't have \n        done", "\n        this, it was a bad idea in the first place, I told you!", "\n        ", "\n        Elaine: You told me? You pushed this whole thing on me, it was your idea!", "\n        ", "\n        Jerry: I was just trying to help your bitter, twisted friend.", "\n        ", "\n        Elaine: She's not bitter!", "\n        ", "\n        Jerry: Well, bitter's a judgement call, but she's twisted!", "\n        ", "\n        Elaine: Twisted? God, I did you a favor.", "\n        ", "\n        Jerry: I thought you said they had a good time, is there anything else \n        you're", "\n        keeping from me?", "\n        ", "\n        Elaine: Are you calling me a liar?", "\n        ", "\n        Jerry: I'm calling you one if you are one, are you a liar?", "\n        ", "\n        Elaine: Are you?", "\n        ", "\n        Jerry: Get your finger out of my face.", "\n        ", "\n        Elaine: You get yours out, I was here first!", "\n        ", "\n        Jerry: I don't care.", "\n        ", "\n        Elaine: Get it out!", "\n        ", "\n        Kramer walks in just as this argument begins to turn into a slap fight, \n        and gets", "\n        in the middle.", "\n        ", "\n        Kramer: Hey hey, alright, hey hey, stop it! Come on, break it up! What's \n        the", "\n        matter with you? Now don't you two see that you're in love with each other? \n        I", "\n        mean, why can't you face that already? You're running around out there \n        looking", "\n        for something that's not even there, when everything that you dream of \n        is right", "\n        here, right here in front of you. Now why can't you admit that? By the \n        way,", "\n        when you see George give him these, these'll work.", "\n        ", "\n        Elaine: I knew those condoms were defective!", "\n        ", "\n        Jerry: How did you know they were defective?!", "\n        ", "\n        George walks in.", "\n        ", "\n        Elaine: Because! Because she missed her period!", "\n        ", "\n        George: She missed her period? Oh my god. I can't believe it! I'm a father! \n        ", "\n        I did it! My boys can swim! I can do it! I can do it!", "\n        ", "\n        George rushes out, hysterical.", "\n        ", "\n        ", "\n        New scene.", "\n        Elaine and Cynthia are at a restaurant.", "\n        ", "\n        Cynthia: So he shows up. He's all out of breath. He's disheveled. And \n        he", "\n        tells me that no matter what happens, whatever I decide is fine with him \n        and", "\n        that I could depend on him, and that he would be there to support me in \n        whatever", "\n        way I need. Elaine, I was speechless.", "\n        ", "\n        Elaine: Wow. Wow. You see? You think you know somebody.", "\n        ", "\n        Cynthia: I said to him, \"I really appreciate this, but I just got \n        my period.\" ", "\n        And so, I asked him to come in, he came in--", "\n        ", "\n        George and Jerry walk up, Jerry is limping.", "\n        ", "\n        Elaine: Hi!", "\n        ", "\n        George: Sorry, we're a little late. We got so hung up in traffic.", "\n        ", "\n        Elaine: What happened?", "\n        ", "\n        Jerry: Acting.", "\n        ", "\n        Elaine: Very mature.", "\n        ", "\n        Jerry: Thank you. Hi Cynthia.", "\n        ", "\n        Cynthia: Hi.", "\n        ", "\n        Jerry: Well this is a great place to sit you got here.", "\n        ", "\n        Cynthia: Best seat in the house. (Looking at George) right next to the", "\n        kitchen.", "\n        ", "\n        George (hitting Cynthia playfully with a napkin): Stop it, stop it.", "\n        ", "\n        Jerry: So what are these?", "\n        ", "\n        Elaine: Oh, we ordered some appetizers. Start eating.", "\n        ", "\n        George stars eating like a slob, Cynthia looks at him funny. You get the \n        idea", "\n        that the relationship has just ended.", "\n        ", "\n        George (with a mouth full of food): This is good. Oh, this is good.", "\n        ", "\n        ", "\n        Closing monologue.", "\n        ", "\n        Have you ever fixed anybody up? Why do we do it? Why? You thought they \n        would", "\n        have a good time. And a little power trip for you, isn't it? Now, you're", "\n        playing god. Of course god was the first person to fix people up. He fixed \n        up", "\n        Adam and Eve. You know, I'm sure he said to Adam, \"She's nice. She's \n        very free", "\n        about her body, doesn't really wear that much. She was going out with \n        a snake,", "\n        I think that's over though.\"", "\n        ", "\n      "]},
{"line": [" "]},
{"line": ["\n\n\n\n", "\n        "]},
{"line": []},
{"line": [" "]},
{"line": []},
{"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]},
{"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}
]