[
{"title": "The Good Samaritan"},
{"line": []},
{"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]},
{"line": [" "]},
{"line": ["\n        Seinfeld - 037 - The Good Samaritan"]},
{"line": ["Guest Stars", "\n        ", "Melinda McGraw", " \n        [ Angela ], ", "\n        Ann Talman [ Robin ], ", "\n        Joseph Malone [ Michael ], ", "\n        ", "Helen Slater", " \n        [ Becky Gelke] "]},
{"line": ["Broadcast 4 Mar 92 ", "\n        Written by:: Peter Mehlman", "\n        Directed by: Jason Alexander", " ", "\n        --------------------------------------------------", "\n        ", "\n        (Jerry is driving alone talking on his car phone to Elaine at home in \n        her ", "\n        bed)", "\n        Elaine: You know it's bad enough you have a car phone, you have to use \n        the ", "\n        speaker?", "\n        ", "\n        Jerry: It's safer! Plus it's more annoying to the other person.", "\n        ", "\n        (Driver cuts in front of Jerry)", "\n        Jerry: Oh look at this guy.", "\n        ", "\n        Elaine: What's goin' on?", "\n        ", "\n        Jerry: Oh there's a guy trying to get in front of me, he has to ask ", "\n        permission. Yes. Go ahead. Get in, get in.", "\n        ", "\n        Elaine: Did you get a thank you wave?", "\n        ", "\n        Jerry: No, nothing. How could you not give a thank you wave? Hey buddy! \n        ", "\n        Where's my thank you wave?", "\n        ", "\n        (Jerry sticks his head out the window)", "\n        Jerry: Give me that wave!", "\n        ", "\n        Elaine: Jerry, are you free on Friday?", "\n        ", "\n        Jerry: Yeah, I'm free, why?", "\n        ", "\n        Elaine: Ah, God, I bumped into Robin Sandusky today, she asked me to have \n        ", "\n        dinner with her and her husband.", "\n        ", "\n        Jerry: Oh my God! You won't believe what I just saw! A car just bashed \n        into ", "\n        a parked car, and sped off, right on my block!", "\n        ", "\n        Elaine: You gotta follow that car!", "\n        ", "\n        Jerry: What?!  ", "\n        ", "\n        Elaine: You can't let him get away with that!", "\n        ", "\n        Jerry: Elaine, the guy could be dangerous.", "\n        ", "\n        Elaine: What are you, yellow?", "\n        ", "\n        Jerry: I'm not yella. (In a cowboy voice)", "\n        ", "\n        Elaine: Jerry, if you don't follow him, you're yella.", "\n        ", "\n        Jerry: Wait, he stopped, he's parking.", "\n        ", "\n        Elaine: What? What? I can't hear you. Jerry?", "\n        ", "\n        (Scene moves outside where Jerry get out of his car to confront other \n        ", "\n        driver, who as they come out of their car, is an attractive woman)", "\n        Jerry: Uh, excuse me, uh, I was uh, driving behind you, uh, a few blocks \n        ", "\n        back, and I, I couldn't help, uh, maybe you didn't realize, uh, I witnessed \n        ", "\n        that, uh, um, you're tire's a little low. That can affect the performance \n        ", "\n        of the twin high-beam suspension, not to mention your rack and pinion \n        ", "\n        steering. (They both smile flirtatiously at each other)", "\n        ", "\n        --------------------------------------------------", "\n        ", "\n        (Scene moves to Jerry's apartment where Jerry and George are talking by \n        the ", "\n        table)", "\n        Jerry: So I wound up going out for a decaf cappuccino with her.", "\n        ", "\n        George: Boy! What a story! I'm speechless. Speechless. I have no speech.", "\n        ", "\n        Jerry: You know, I really liked her. We talked. We flirted. And when she \n        ", "\n        left, she reached out and touched my arm.", "\n        ", "\n        (Reaches out to touch Georges arm to demonstrate)", "\n        Jerry: He, he, he. (Simulating her feminine laugh)", "\n        ", "\n        George: I love when they touch your arm. I can't get enough of that. Why \n        is ", "\n        that?", "\n        ", "\n        Jerry: Let's not even analyze it.", "\n        ", "\n        (Jerry begins walking towards door)", "\n        George: So you didn't turn her in?", "\n        ", "\n        Jerry: I wanted to but I couldn't go through with it.", "\n        ", "\n        George: Gonna see her again?", "\n        ", "\n        Jerry: Friday night.", "\n        ", "\n        (Intercom buzzes, Jerry presses the button)", "\n        Jerry: Yep.", "\n        ", "\n        Elaine: It's me!", "\n        ", "\n        Jerry: Come on up.", "\n        ", "\n        (Jerry unlocks and opens door)", "\n        Jerry: By the way, Elaine does not need to know about anything.", "\n        ", "\n        George: Hey, hey, hey! I dig.", "\n        ", "\n        (George walks into kitchen and opens cupboard to get cups)", "\n        Jerry: Oh, you dig?", "\n        ", "\n        George: Yes! I see enormous potential here.", "\n        ", "\n        Jerry: Why?", "\n        ", "\n        (George pours two cups of milk)", "\n        George: Because great couples always have a great story about how they \n        met. ", "\n        That's why I've never been in a long term relationship. I've never had \n        a ", "\n        good meeting story.", "\n        ", "\n        Jerry: I wonder if I'm nuts for pursuing this woman at all.", "\n        ", "\n        George: I don't think so.", "\n        ", "\n        Jerry: Look, she slammed into a parked car! She took no responsibility \n        for ", "\n        mutilating the property of a stranger, then she sped off like a criminal!", "\n        ", "\n        (Jerry takes a drink of his milk while both remain silent)", "\n        Jerry: On the other hand, does that mean she should never be allowed to \n        date ", "\n        again? You scratch one car and you're forbidden to have social contact \n        for ", "\n        the rest of your life?!", "\n        ", "\n        (Jerry looks at his cup in disgust)", "\n        Jerry: What am I drinking, milk?", "\n        ", "\n        (Elaine enters, hanging up her jacket)", "\n        Elaine: Hey!", "\n        ", "\n        Jerry: Hi.", "\n        ", "\n        (Elaine tosses a sweater to Jerry)", "\n        Elaine: Sweater.", "\n        ", "\n        Jerry: Thank you.", "\n        ", "\n        Elaine: So? What happened?", "\n        ", "\n        (Jerry starts walking away)", "\n", "\n        Jerry: With that?", "\n        ", "\n        Elaine: With the car!", "\n        ", "\n        Jerry: What car?", "\n        ", "\n        Elaine: The hit and run!", "\n        ", "\n        Jerry: Oh, right, right, right, right, right, right, right, the hit and \n        run. ", "\n        Well. Actually, the guy went into Queens.", "\n        ", "\n        Elaine: Queens?! You followed him over the bridge?", "\n        ", "\n        Jerry: Over the bridge. (Making a pointing motion with his hand)", "\n        ", "\n        (George walks out of the kitchen)", "\n        George: Oh, well I didn't know you went into Queens Jerry.", "\n        ", "\n        Jerry: Yeah, Queens.", "\n        ", "\n        Elaine: So? Then what?", "\n        ", "\n        Jerry: So he gets out of the car, I say, \"Hey buddy! I saw you hit \n        that ", "\n        car!\" So he says to me, \"What are ya gonna do about it?\"", "\n        ", "\n        (Elaine gasps)", "\n        Jerry: So I said to him, \"Whatever's necessary.\"", "\n        ", "\n        (Elaine stutters with her mouth open in amazement)", "\n        Elaine: I am speechless. I am without speech.", "\n        ", "\n        George: Tell her about the shoving.", "\n        ", "\n        Jerry: What?", "\n        ", "\n        (George smiles pointing at him)", "\n        Elaine: What shoving?!", "\n        ", "\n        Jerry: Oh, it was nothing.", "\n        ", "\n        George: No! Tell her.", "\n        ", "\n        (Jerry looks at George with a grin)", "\n        Jerry: Well he kinda lost his temper, and he was pushing me up against \n        the ", "\n        car. So I went into a karate stance. (Jerry assumes karate position and \n        does ", "\n        two punches)", "\n        ", "\n        Elaine: You know karate??", "\n        ", "\n        Jerry: I know a little.", "\n        ", "\n        Elaine: Well, this is so, amazing to me! Jerry what did do?", "\n        ", "\n        Jerry: He backed off. Pretty pathetic actually.", "\n        ", "\n        (Kramer enters)", "\n        Kramer: Hey! (Group does likewise)", "\n        ", "\n        Elaine: Did you tell Kramer?", "\n        ", "\n        Jerry: Ah, nah! (Waving his hand and walking away)", "\n        ", "\n        Kramer: What? What? What? Tell me.", "\n        ", "\n        Elaine: Jerry saw this guy crash into a car, and he followed him.", "\n        ", "\n        (Jerry looks at Kramer and raises both his arms smiling)", "\n        Kramer: Good for you! What kind of a sick lowlife would do a thing like \n        ", "\n        that? You know those people, you know they're mentally disturbed. (Pointing \n        ", "\n        a finger at Jerry)", "\n        ", "\n        Kramer: They should be sent to Australia.", "\n        ", "\n        (Jerry has a confused look)", "\n        Jerry: Australia?", "\n        ", "\n        Kramer: Yeah, yeah, that's where England used to send their convicts.", "\n        ", "\n        Jerry: But not anymore.", "\n        ", "\n        Kramer: No.", "\n        ", "\n        (Everyone pauses and looks at Kramer)", "\n        Elaine: Hey Kramer, Kramer!", "\n        ", "\n        Kramer: Yeah?", "\n        ", "\n        Elaine: What happened to you right here? (She pointing to her forehead)", "\n        ", "\n        Kramer: I don't know!", "\n        ", "\n        (Jerry smiles and shakes his head)", "\n        Kramer: You know I was watching Entertainment Tonight, and uh, suddenly \n        I ", "\n        got dizzy. And the next thing I know I hit my head on the coffee table.", "\n        ", "\n        (Elaine has a look of surprise)", "\n        Elaine: Well, that is, that is strange.", "\n        ", "\n        Kramer: Yep. (Mumbles off)", "\n        ", "\n        (Elaine walks toward door)", "\n        Elaine: Alright, oh Jerry, we're still on for Friday night, right?", "\n        ", "\n        Jerry: Oh Friday, I can't, I'm sorry, I have a date.", "\n        ", "\n        (Elaine closes door and walks back toward Jerry)", "\n        Elaine: But last night you said you were free! (Sounding very disappointed)", "\n        ", "\n        Jerry: We just met.", "\n        ", "\n        (Kramer is tapping his temple with his finger)", "\n        Kramer: Maybe it was a reaction to the sardines.", "\n        ", "\n        Elaine: But I, I can't go alone!", "\n        ", "\n        Jerry: Ask George to go with you.", "\n        ", "\n        Elaine: George, come on! I'll pay for you.", "\n        ", "\n        George: You'll pay? I'm there.", "\n        ", "\n        Jerry: Why do you even need anybody?", "\n        ", "\n        Elaine: Because I hate being at a table alone, with a married couple. \n        ", "\n        Talking about their married friends, and their married furniture. They're \n        ", "\n        always trying to make me feel like their life is so much better than mine. \n        ", "\n        You know, I have a very exciting life. It's very exciting. (As she's closing \n        ", "\n        the door to leave)", "\n        ", "\n        --------------------------------------------------", "\n        ", "\n        (Scene moves to restaurant with Elaine, George, and the married couple, \n        ", "\n        Michael and Robin, sitting down talking, George is mainly focused on eating \n        ", "\n        his meal)", "\n        Robin: You went out with a bullfighter?", "\n        ", "\n        Elaine: Yes, well, an ex-bullfighter now.", "\n        ", "\n        Michael: Wow.", "\n        ", "\n        Robin: What was his name?", "\n        ", "\n        Elaine: His name? Name, um, his name was uh, uh, Eduardo Carochio.", "\n        ", "\n        (George points across the table)", "\n        George: Pass the salt please.", "\n        ", "\n        Robin: Where did you meet him?", "\n        ", "\n        Elaine: Um, actually, I met him in Switzerland, and he was fighting uh, \n        is ", "\n        that the word they use? Fighting? Because they don't really fight the \n        ", "\n        bull, they avoid fighting the bull.", "\n        ", "\n        (Elaine and couple laugh, George points at the bread)", "\n        George: Bread.", "\n        ", "\n        (Elaine hands bread to George)", "\n        Elaine: I just love meeting new people. You know that's how you really \n        do ", "\n        learn about life.", "\n        ", "\n        (Robin sneezes, no one says anything, George lifts his head and looks \n        at ", "\n        Michael)", "\n        George: God bless you.", "\n        ", "\n        (Robin smiles)", "\n        Robin: Thank you.", "\n        ", "\n        George: I wasn't going to say anything, but then I could see that he wasn't \n        ", "\n        going to open his mouth. (Chuckles)", "\n        ", "\n        (Michael stops pouring wine and looks seriously at George)", "\n        ", "\n        --------------------------------------------------", "\n        ", "\n        (Scene moves to Jerry's car, where Jerry and hit-and-run woman are both \n        ", "\n        eating an ice cream cones)", "\n        Woman: You know who's a good actor? Anthony Quinn.", "\n        ", "\n        Jerry: Oh, Anthony Quinn, fine actor. But from what I understand, not \n        a very ", "\n        good driver. Hits everything on the road. But always leaves a note.", "\n", "\n        ", "\n        Woman: Did you ever see Zorba the Greek?", "\n        ", "\n        Jerry: Excellent film. In fact Quinn said he never felt so good as when \n        he ", "\n        left a note after smacking into a car.", "\n        ", "\n        (Woman touches Jerry's hair, smiling)", "\n        Woman: Come here.", "\n        ", "\n        --------------------------------------------------", "\n        ", "\n        (Scene moves back to restaurant where an argument has developed between \n        ", "\n        Michael and George)", "\n        George: Really, I was, I was only kidding around.", "\n        ", "\n        Robin: He was only joking Michael.", "\n        ", "\n        (Michael throws down his serviette)", "\n        Michael: You think you're so damn special because you say 'God bless you'?", "\n        ", "\n        George: No, no, I don't think I'm special. My mother always said I'm not \n        ", "\n        special.", "\n        ", "\n        Robin: He was only joking Michael! Sorry.", "\n        ", "\n        Michael: All right! Take his side!", "\n        ", "\n        Robin: I am not taking his side.", "\n        ", "\n        Michael: Well who's side are you taking?!", "\n        ", "\n        Robin: Well I'm not taking your side!", "\n        ", "\n        (Robin sneezes, George gestures to Michael that the floor is his)", "\n        ", "\n        --------------------------------------------------", "\n        ", "\n        (Scene moves back to Jerry's car, where Jerry and the hit-and-run woman \n        are ", "\n        now kissing)", "\n        Jerry: Kirk Douglas. Now there's another very bad driver. But he's such \n        an ", "\n        unbelievable guy, that when he hits someone, he doesn't even leave a note. \n        ", "\n        He sits in his car and waits for the other person to show up so he can \n        ", "\n        exchange license, registration, and apologize.", "\n        ", "\n        (Woman pulls Jerry back in and starts kissing him again)", "\n        ", "\n        --------------------------------------------------", "\n        ", "\n        (Scene moves back to Jerry apartment with George talking outside Jerry \n        room, ", "\n        where Jerry is)", "\n        George: I said 'God bless you'. Was that so wrong?", "\n        ", "\n        Jerry: The question is, did you allow a space for the husband to come \n        in ", "\n        with his 'God bless you'? Because as the husband, he has the right to \n        first ", "\n        refusal.", "\n        ", "\n        (George makes a confused look. The intercom buzzes, Jerry walks over and \n        ", "\n        presses the button)", "\n        Elaine: It's me.", "\n        ", "\n        Jerry: Come on up.", "\n        ", "\n        (Jerry unlocks door, conversation moves into kitchen)", "\n        George: Yes, yes, I definitely waited. But let me say this: Once he passes \n        ", "\n        on that option, that 'God bless you' is up for grabs.", "\n        ", "\n        Jerry: No argument. Unless, she's one of these multiple sneezers, and \n        he's ", "\n        holding his 'God bless you' in abeyance, until she completes the series.", "\n        ", "\n        George: Well I don't think she is a multiple sneezer, because she sneezed \n        ", "\n        again later, and it was also a single.", "\n        ", "\n        Jerry: What if she's having an off night?", "\n        ", "\n        (Elaine walks in, Jerry goes to sit down on sofa)", "\n        Elaine: Hi!", "\n        ", "\n        Jerry. Hi.", "\n        ", "\n        (Elaine takes her coat off and walks into kitchen)", "\n        Elaine: Well! If it isn't mister gesuntheit!", "\n        ", "\n        (George walks out of kitchen)", "\n        George: Oh ya, like there's something wrong with saying 'God bless you'. \n        I ", "\n        was raised to say 'God bless you'.", "\n        ", "\n        (Jerry sneezes)", "\n        George: Ah, shut up.", "\n        ", "\n        Elaine: What does it mean anyway? 'God bless you'. It's a stupid ", "\n        'stuperstition'.", "\n        ", "\n        (Elaine sits on sofa, George sits on arm of sofa)", "\n        Jerry: A stupid what?", "\n        ", "\n        (Elaine looks at Jerry)", "\n        Elaine: Whatever.", "\n        ", "\n        Jerry: You know, if you want to make a person feel better after they sneeze, \n        ", "\n        you shouldn't say 'God bless you', you should say, 'You're soo good ", "\n        lookin''.", "\n        ", "\n        (Elaine nods, George rolls his eyes)", "\n        Elaine: Yeah, yeah, that's better than 'God bless you'. Anyway, she left \n        a ", "\n        message on my machine, she wants you to call her.", "\n        ", "\n        George: Who?", "\n        ", "\n        Elaine: Robin!", "\n        ", "\n        (George looks quickly at Elaine)", "\n        George: Why?!", "\n        ", "\n        Elaine: Well I assumed she called to apologize, that's why she called \n        me.", "\n        ", "\n        (George stands up)", "\n        Jerry: Entertainment Tonight's on.", "\n        ", "\n        George: Where's the remote phone?", "\n        ", "\n        Jerry: Bedroom.", "\n        ", "\n        (George walks toward Jerry's bedroom)", "\n        Elaine: Hey, grab Jerry's sweater for me, would you?", "\n        ", "\n        (Theme music plays on TV, Kramer walks in, waves at Jerry and Elaine, \n        then ", "\n        walks over to Jerry's bookshelf, dancing to the music. Voice of Mary Hart \n        ", "\n        starts on TV and Kramer starts having a wild seizure behind the sofa.)", "\n        Jerry: What's it like out?", "\n        ", "\n        (Kramer continues to shake behind sofa)", "\n        Elaine: Chilly out.", "\n        ", "\n        Jerry: Can I take a sweater?", "\n        ", "\n        Elaine: Yeah, you can take a sweater if you want to.", "\n        ", "\n        Jerry: Scarf?", "\n        ", "\n        Elaine: Nah, hey, shut this off, shut it off.", "\n        ", "\n        (Jerry and Elaine finally notice Kramer as he finishes)", "\n        Jerry: What's the matter? What's going on?", "\n        ", "\n        (Kramer is looking around like he's lost)", "\n        Kramer: What happened?!", "\n        ", "\n        Elaine: What?", "\n        ", "\n        Kramer: I think I hit my head again!", "\n        ", "\n        Jerry: What is wrong?!", "\n        ", "\n        (Elaine is pointing at the TV)", "\n        Elaine: Hey, hey, wait a minute! Let me ask you something. Kramer, the \n        last ", "\n        time you hit your head, was Mary Hart on TV?", "\n        ", "\n        Kramer: Yeah.", "\n        ", "\n        (Elaine claps her hands together then stands up)", "\n        Elaine: That is it!", "\n        ", "\n        Kramer: What?", "\n        ", "\n        (Elaine walks toward Kramer pointing her finger at him)", "\n        Elaine: That is it! Mary Hart's voice, don't you see? There's something \n        ", "\n        about Mary Hart's voice that's giving you seizures. Just like, just like, \n        ", "\n        just like that woman in Albany!", "\n        ", "\n        (George walks out of Jerry's bedroom toward kitchen, Kramer sits down)", "\n        Kramer: Mary Hart!", "\n        ", "\n        George: God.", "\n        ", "\n        Elaine: What?", "\n        ", "\n        George: Well she apologized, and then she wanted to know if we could get \n", "\n        ", "\n        together Wednesday afternoon.", "\n        ", "\n        Jerry: Get together?", "\n        ", "\n        George: Maybe she just wants to talk to me?", "\n        ", "\n        Elaine: Married women don't 'get together'. They have affairs.", "\n        ", "\n        (George walks to other side of sofa)", "\n        George: Oh my God, an affair. That's so adult. It's like with stockings \n        and ", "\n        martinis, and William Holden. On the other hand it probably wouldn't cost \n        me ", "\n        any money.", "\n        ", "\n        (George sits on chair)", "\n        Elaine: Are you actually considering this?", "\n        ", "\n        George: I can't have an affair with a married woman, that's despicable!", "\n        ", "\n        Elaine: Yeah, it's like hitting a car and driving away without leaving \n        a ", "\n        note.", "\n        ", "\n        (Jerry moves around sofa as if uncomfortable)", "\n        Jerry: Yeah.", "\n        ", "\n        (Kramer walks out of washroom)", "\n        Kramer: Hey, you know who owns that car?", "\n        ", "\n        Jerry: What car?", "\n        ", "\n        Kramer: The one that was hit a couple of nights ago.", "\n        ", "\n        Jerry: Yeah who?", "\n        ", "\n        Kramer: That blond across the street. You know the one with the long ", "\n        ponytail, she wears those blue sweatpants.", "\n        ", "\n        (Jerry stands up and walks toward kitchen)", "\n        Jerry: The blond with the blue sweatpants! Yeah, I think I've seen her.", "\n        ", "\n        (Elaine nods, smiling)", "\n        Elaine: Well I've got to get going. I'm meeting a guy with grey sweatpants.", "\n        ", "\n        (Elaine walks out door, Kramer follows)", "\n        Kramer: Wait, wait, wait, how do you know it's not John Tesh?", "\n        ", "\n        (Jerry closes door behind them, then runs over to George very excited)", "\n        Jerry: The blond with the blue sweatpants!", "\n        ", "\n        George: Well, who is she?", "\n        ", "\n        Jerry: I've had a crush on this woman for year! I've always been afraid \n        to ", "\n        approach her! She looks like she belongs on one of these Hallmark cards.", "\n        ", "\n        George: Oh right, right! The blue sweatpants! Gees, it's too bad you can't \n        ", "\n        say anything because of Angela.", "\n        ", "\n        (Jerry sits down, disgruntled, flips aimlessly through a magazine)", "\n        Jerry: Oh yeah. Too bad. Angela. Lousy thug. I mean what kind of sick \n        person ", "\n        does something like that? That woman belongs in prison! I mean, I actually \n        ", "\n        owe it to society to do something about this! I can't sit by and allow \n        this ", "\n        to go on. It's a moral issue is what it is!", "\n        ", "\n        (Jerry and George are both pointing their fingers at each other)", "\n        George: You can't compromise your principles!", "\n        ", "\n        Jerry: How am I going to live with myself?!", "\n        ", "\n        George: Can't live!", "\n        ", "\n        Jerry: I'm not religious, but I certainly know where to draw the line!", "\n        ", "\n        George: This country needs more people like you!", "\n        ", "\n        Jerry: Don't sell yourself short saying 'God bless you' to every Tom, \n        Dick ", "\n        and Harry in great personal risk.", "\n        ", "\n        George: I believe strongly in that as you know.", "\n        ", "\n        Jerry: There should be more people like us.", "\n        ", "\n        George: That's why the world's in the shape it's in.", "\n        ", "\n        Jerry: You're telling me.", "\n        ", "\n        (Jerry and George both flip pages simultaneously and start reading their \n        ", "\n        magazines)", "\n        ", "\n        --------------------------------------------------", "\n        ", "\n        (Scene moves to apartment across street, where Jerry is talking to the \n        girl ", "\n        with the blue sweatpants, Becky Gelke, outside her door)", "\n        Jerry: Anyway, I just wanted you to know, that I'm going to do everything \n        I ", "\n        can to make sure the party responsible is made to be responsible or ", "\n        something very close to that.", "\n        ", "\n        (Becky touches Jerry's arm, smiling)", "\n        Becky: Well God bless you.", "\n        ", "\n        (Jerry pauses)", "\n        Jerry: Thank you very much.", "\n        ", "\n        --------------------------------------------------", "\n        ", "\n        (Scene moves to George's apartment, where George and Robin are together \n        in ", "\n        bed)", "\n        George: Oh my God. I must be crazy. What have I done?", "\n        ", "\n        Robin: Oh no, what's wrong?", "\n        ", "\n        George: What's wrong? I'll tell you what's wrong. I just committed adultery!", "\n        ", "\n        Robin: You didn't commit adultery, I did.", "\n        ", "\n        George: Oh yeah.", "\n        ", "\n        Robin: If I didn't do it with you, I would have done it with someone else.", "\n        ", "\n        George: Well, I wouldn't want you to do that. You know there's a lot of \n        ", "\n        losers out there.", "\n        ", "\n        Robin: Maybe even someone who didn't say 'God bless you'.", "\n        ", "\n        George: Well, that's a given.", "\n        ", "\n        Robin: In three years with Michael, not one 'God bless you'.", "\n        ", "\n        George: Must be hell living in that house.", "\n        ", "\n        --------------------------------------------------", "\n        ", "\n        (Scene moves to Elaine's apartment, where she is talking on the phone \n        to ", "\n        Michael)", "\n        Michael: Hi, it's Michael.", "\n        ", "\n        Elaine: Hi, Michael!", "\n        ", "\n        Michael: Is Robin there?", "\n        ", "\n        Elaine: Robin? No, why?", "\n        ", "\n        Michael: Uh, she said she was going to be with you.", "\n        ", "\n        Elaine: No I haven't spoken to her all day-uh, yeah right, um, as a matter \n        ", "\n        of fact, um, she was here, and she uh, left a note, but I wasn't here, \n        but I ", "\n        have the note, uh, right here.", "\n        ", "\n        (Elaine sits on the couch and crumples newspaper into the phone)", "\n        Michael: If she's not with you, then where is she?", "\n        ", "\n        Elaine: Well I, I don't know.", "\n        ", "\n        Michael: Is she with your bald friend from the other night?!", "\n        ", "\n        Elaine: No, no, come on Michael!", "\n        ", "\n        Michael: He's finished! I'm going to sew his ass to his face! I'm going \n        to ", "\n        twist his neck so hard his lips will be his eyebrows! I'm going to break \n        his ", "\n        joints, and reattach them!", "\n        ", "\n        (Michael sneezes)", "\n        Elaine: You're soo good lookin'.", "\n        ", "\n        --------------------------------------------------", "\n        ", "\n        (Scene moves back to Jerry's apartment, where Jerry and Angela are talking \n        ", "\n        by the sofa)", "\n        Angela: Now you listen to me, suck face! You tell anybody, anything, and \n        I ", "\n        will carve my initials in your brain tissue!", "\n        ", "\n        Jerry: Let me rephra-", "\n        ", "\n        Angela: I'll bash your skull into a vegematic like a bad cabbage, and \n        I'll ", "\n        have a party on your head!", "\n        ", "\n        (Elaine walks in)", "\n        Jerry: Hi Elaine, this is Angela.", "\n        ", "\n", "\n        Angela: I'll pluck all your body hairs out with my teeth!", "\n        ", "\n        (Jerry walks past her away from the kitchen)", "\n        Jerry: Well I think I get the gist of it.", "\n        ", "\n        Angela: So you don't say anything to anybody about me hitting that car!", "\n        ", "\n        (Jerry shrugs)", "\n        Jerry: What car?", "\n        ", "\n        (Jerry hands Angela her purse)", "\n        Angela: Good. I'm glad we understand each other.", "\n        ", "\n        Jerry: It's not complicated.", "\n        ", "\n        (Angela walks out and down hall, Elaine waves)", "\n        Elaine: Very nice meeting you!", "\n        ", "\n        (Intercom buzzes, Elaine hits button while walking toward Jerry)", "\n        Elaine: Come on up.", "\n        ", "\n        (Elaine laughs)", "\n        Elaine: Well, well, well, Mr. Seinfeld! That must have been so frightening! \n        ", "\n        When you confronted that guy, in Queens! Now, let's just see if I've got \n        ", "\n        this scenario right.", "\n        ", "\n        Jerry: Alright Elaine.", "\n        ", "\n        Elaine: No, no, no, no, no. Because I'm picturing 'French Connection', \n        kind ", "\n        of thing. You know? Sort of a Popeye Doyle chase through the city!", "\n        ", "\n        Jerry: It was just a couple of blocks.", "\n        ", "\n        (Elaine takes cup from Jerry and sets it on counter)", "\n        Elaine: Oh no, no, come on. Don't be so modest!", "\n        ", "\n        (George walks in open door, and into kitchen. Elaine walks toward him, \n        Jerry ", "\n        goes to washroom)", "\n        George: Hey.", "\n        ", "\n        Elaine: Oh, did you check you machine?", "\n        ", "\n        (George takes glass from cupboard)", "\n        George: No, why, what's happening?", "\n        ", "\n        Elaine: Michael called me today, and he asked me where Robin was.", "\n        ", "\n        George: Yeah, okay.", "\n        ", "\n        Elaine: And I said I hadn't seen her.", "\n        ", "\n        George: What?!", "\n        ", "\n        Elaine: No, no George! You don't understand! She didn't tell me she was \n        ", "\n        using me as an excuse! Okay?! But then I realized what was going on, and \n        I ", "\n        said that she left a note. Um, but he didn't really buy that. And then, \n        and ", "\n        then he did mention your name.", "\n        ", "\n        George: He mentioned my name?! What did he say?!", "\n        ", "\n        Elaine: He said he was going to sew your ass to your face.", "\n        ", "\n        George: What? Why couldn't you think of something?!", "\n        ", "\n        Elaine: Well I don't know, he caught me off guard!", "\n        ", "\n        George: You lie! How hard is it to lie?!", "\n        ", "\n        (Jerry walks back from washroom)", "\n        Jerry: It's not that hard.", "\n        ", "\n        (Elaine points finger at George)", "\n        Elaine: Well who told you to sleep with her George?!", "\n        ", "\n        George: It's not my fault! I wasn't going to do anything until you got \n        her ", "\n        all juiced up with your story about having the affair with the matador!", "\n        ", "\n        Elaine: Oh Gosh! None of this would never have happened if you wouldn't \n        have ", "\n        said 'God bless you'!", "\n        ", "\n        George: Oh don't-", "\n        ", "\n        (Jerry raises his arms)", "\n        Jerry: Hold it! Hold it! Hold it people! Matador? What matador?", "\n        ", "\n        George: She told this couple she had an affair with a matador.", "\n        ", "\n        Jerry: A matador! Well, well, well. Uno momento por favor. Pray tell, \n        what ", "\n        was the young man's name?", "\n        ", "\n        Elaine: Uh, Eduardo, uh, Carochio.", "\n        ", "\n        (Jerry uses hand towel to mimic matador)", "\n        Jerry: Eduardo, Carochio! That's good. That's very good. Kind of just \n        rolls ", "\n        of the tongue. I wonder where on the upper west side a single girl might \n        ", "\n        meet a matador? Perhaps Zabars? Or Ray's Pizza!", "\n        ", "\n        --------------------------------------------------", "\n        ", "\n        (Scene moves to Becky's apartment, where Jerry is talking to her outside \n        her ", "\n        door)", "\n        Jerry: Anyway, this person told me to tell you to get an estimate on the \n        ", "\n        damage.", "\n        ", "\n        Becky: Well, I already got an estimate. It's $875.", "\n        ", "\n        Jerry: $875?", "\n        ", "\n        Becky: That's right.", "\n        ", "\n        Jerry: Uh, well, I'll tell you what. Um, I'll give you a check, and then \n        ", "\n        this person can pay me back.", "\n        ", "\n        (Jerry takes out checkbook, and start writing)", "\n        Jerry: Um, who do I make it out to?", "\n        ", "\n        Becky: Becky Gelke. G-E-L-K-E.", "\n        ", "\n        Jerry: So, what are you doing this weekend?", "\n        ", "\n        (Jerry hands check to Becky)", "\n        Becky: You have got some nerve! You smash up my car, you don't admit it, \n        and ", "\n        now you want to ask me out on a date?", "\n        ", "\n        Jerry: I didn't do it!", "\n        ", "\n        Becky: Yeah righ-", "\n        ", "\n        (Becky sneezes)", "\n        Jerry: You are soo good lookin'.", "\n        ", "\n        (Becky closes door)", "\n        Becky: Thank you.", "\n        ", "\n        --------------------------------------------------", "\n        ", "\n        (Scene moves to Jerry's apartment where Jerry is changing in bedroom and \n        ", "\n        George is looking out window)", "\n        George: Jerry, let's go! You ready?", "\n        ", "\n        (Jerry walks out of bedroom)", "\n        Jerry: You sure you want to do this? I'm going to be on the road for three \n        ", "\n        weeks!", "\n        ", "\n        George: Excuse me, I've got a maniac stalking me, I'm not staying in the \n        ", "\n        city.", "\n        ", "\n        Jerry: Alright!", "\n        ", "\n        (George put his bag over his shoulder)", "\n        George: Come on let's get out of here.", "\n        ", "\n        (Kramer enters)", "\n        Kramer: How could you?", "\n        ", "\n        Jerry: What?!", "\n        ", "\n        Kramer: Man! I never thought you were capable of this!", "\n        ", "\n        Jerry: What did I do?", "\n        ", "\n        Kramer: I just talked to Becky Gelke outside, she told me how you hit \n        and ", "\n        ran.", "\n        ", "\n        Jerry: I-", "\n        ", "\n        Kramer: I don't even want to look at you anymore! All these years of ", "\n        friendship and you're nothing but a felon. You're an embarrassment to \n        the ", "\n        building.", "\n        ", "\n        Jerry: I didn't do it! I just had to pay her to cover for somebody else!", "\n        ", "\n        Kramer: Now you're not going to lie to me, are you?", "\n        ", "\n        (Jerry is putting on sweater)", "\n        Jerry: No, never.", "\n        ", "\n        Kramer: Alright. Well. Glad we got that straightened out because I've \n        got a ", "\n", "\n        date with her.", "\n        ", "\n        Jerry: You got a date with Becky Gelke?!", "\n        ", "\n        Kramer: Yeah, going out with her Saturday night.", "\n        ", "\n        George: Jerry, can we get out of here?!", "\n        ", "\n        Kramer: As a matter of fact, if it wasn't for you, I wouldn't have even \n        had ", "\n        an excuse to talk to her.", "\n        ", "\n        Jerry: Well I'm happy to help, in any way that I can.", "\n        ", "\n        (Jerry yanks coat out of George's hands)", "\n        ", "\n        --------------------------------------------------", "\n        ", "\n        (Scene moves to outside Becky's apartment. Kramer is walking toward her \n        ", "\n        door, hair slicked back, with a bouquet of flowers in his hand. He knocks \n        on ", "\n        her door, she opens. Mary Hart's voice is playing on the TV in the distance. \n        ", "\n        Kramer starts having a violent seizure.)", "\n        ", "\n        ", "\n        "]},
{"line": ["\n        Originally posted on The News Guys(Mike's) site  \n        \n       \n     \n      \n      \n    \n  \n\n\n"]},
{"line": [" "]},
{"line": []},
{"line": [" "]},
{"line": []},
{"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]},
{"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}
]