[
{"title": "The Cheever Letters"},
{"line": []},
{"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]},
{"line": [" "]},
{"line": ["Directed by: Tom Cherones"]},
{"line": ["Broadcasted: October 28, 1992 for the first time."]},
{"line": ["Stars: Jerry Seinfeld, Michael Richards, "]},
{"line": ["Jason Alexander, Julia Louis-Dreyfus, Warren Frost (as Mr. Ross), \n              Lisa"]},
{"line": ["Malkiewicz (as Sandra), and Grace Zabriskie (as Mrs. Ross)."]},
{"line": [" "]},
{"line": ["[Setting: Jerry's apartment]"]},
{"line": ["(Jerry and George enter with some plastic bags)"]},
{"line": ["JERRY: She hasn't told her father yet?"]},
{"line": ["GEORGE: No. We're supposed to tell him tonight."]},
{"line": ["JERRY: \"We're\"? What do you mean, \"We're\"?"]},
{"line": ["GEORGE: Susan wants me to be there."]},
{"line": ["JERRY: You're meetin' the father for the first time?"]},
{"line": ["GEORGE: (Reluctantly) Yeah."]},
{"line": ["JERRY: (Chuckles slightly) Well, you'll make quite an impression \n              on him when you tell him how you burned his cabin down."]},
{"line": ["GEORGE: I didn't burn it down - Kramer did!"]},
{"line": ["JERRY: (Laughs) I mean, the whole thing is ironic. Think of it: \n              Here the guy is nice enough to give you a box of very fine Cuban \n              cigars.."]},
{"line": ["GEORGE: Yeah, I know what happened."]},
{"line": ["JERRY: No, but wait, wait: And then you dump them off onto Kramer.."]},
{"line": ["GEORGE: (Getting frustrated) I know."]},
{"line": ["JERRY: (Continuing) ..Who, who proceeds to burn the man's cabin \n              down with one of those very same cigars! (Topping off his observation) \n              It's very comical.."]},
{"line": ["GEORGE: Listen, maybe we shouldn't start writing today. I got a \n              lot on my mind."]},
{"line": ["JERRY: (Persisting) No, no, we put this off long enough. Today's \n              the day."]},
{"line": ["GEORGE: (Letting his conscious get the best of him) I wonder how \n              Susan's father's going to react to this. Alright, what- what's the \n              worst he could do? So you burn"]},
{"line": ["a cabin down.."]},
{"line": ["JERRY: (Agreeing) C'mon. It's not even a house - it's, like, a \n              cabin."]},
{"line": ["GEORGE: We could build a cabin like (Snaps) that."]},
{"line": ["JERRY: (Blunt) Well, maybe not us, but two men could."]},
{"line": ["GEORGE: (Looking over the writing materials they just bought) Bics? \n              What, d'ja get, bics?"]},
{"line": ["JERRY: What, you got a problem with the pen now?"]},
{"line": ["GEORGE: Well, I like a rolling writer. They're very smooth."]},
{"line": ["JERRY: Alright, let's just get to work. (They both move into the \n              living room - ready to start writing their script. Jerry sits down) \n              NBC Pilot, Seinfeld project. Act I,"]},
{"line": ["Scene A."]},
{"line": ["GEORGE: (Still standing) So, you're gonna sit there?"]},
{"line": ["JERRY: (Wanting to get started) Just - just park yourself. (George \n              reluctantly sits on the sofa) Alright. Act I, Scene A."]},
{"line": ["GEORGE: (Offering) Drink?"]},
{"line": ["JERRY: No, no thank you."]},
{"line": ["GEORGE: (Uncapping his pen) Alright, here we go."]},
{"line": ["JERRY: Act I, Scene A.. "]},
{"line": ["(A long pause as they both attempt to start writing passes)"]},
{"line": ["GEORGE: Weren't you supposed to call Elaine?"]},
{"line": ["JERRY: (Eagerly reaching for the phone) Yes. (George turns the \n              TV on, and begins watching as Jerry dials the number) Hi, is Elaine \n              there? Oh, uh, Hi, Sandra. Uh,"]},
{"line": ["yeah. I can hold. (To George) Every time I call I gotta chit-chat \n              with her assistant for, like, twenty minutes. (Back into the phone) \n              Oh, hi, Sandra. Listen, I'm at a pay"]},
{"line": ["phone, and there's lots of people here waiting to use it. (Yelling \n              out for believability) I'll be off in a minute! (To Sandra) Yeah, \n              could you just put me through to"]},
{"line": ["Elaine? Okay, thanks! (He turns to George) Are you thinking of \n              ideas? (George, picking his teeth with his finger, is absorbed into \n              the television. He seems to not"]},
{"line": ["even notice Jerry) Listen, Elaine, is there any way I could get \n              through to you directly? Every time I call Sandra bends my ear for, \n              like, twenty minutes. (Pause) So"]},
{"line": ["we're on for later?"]},
{"line": ["(Scene cuts to Elaine's office. She's waving a pencil around in \n              her free hand)"]},
{"line": ["ELAINE: Yeah, I'll come by after work. Hey, I got a rubber pencil \n              thing happenin' here.. (Sandra passes her doorway) Uh, I gotta go. \n              I gotta go. (Hangs up)"]},
{"line": ["Sandra! Sandra? Hi, can you come here for a second?"]},
{"line": ["(Scene goes back to Jerry's apartment)"]},
{"line": ["JERRY: Okay, let's go. (George shuts the television off, ready \n              to work)"]},
{"line": ["GEORGE: Alright, here we go. You got it?"]},
{"line": ["JERRY: Yeah."]},
{"line": ["GEORGE: Here we go."]},
{"line": ["JERRY: Okay, how about this: I'm in my apartment, you come in."]},
{"line": ["GEORGE: (Holding out his arms - giving praise) It's beautiful. \n              Now, what do I say?"]},
{"line": ["(A long pause, then the scene jumps back to Elaine and Sandra)"]},
{"line": ["ELAINE: Could you do me a favor? Um, when my friends call, could \n              you not talk to them for too long?"]},
{"line": ["SANDRA: Why? Did Jerry say something?"]},
{"line": ["ELAINE: No, no."]},
{"line": ["SANDRA: He must have said something."]},
{"line": ["ELAINE: Oh, no, he didn't say anything."]},
{"line": ["SANDRA: (Near tears) I can't work for you! I can't. I'm leaving. \n              (Exits quickly)"]},
{"line": ["ELAINE: (Calling out to Sandra) No, Sandra. I'm sorry, I'm sorry! \n              I really am! Listen, listen, Jerry's under a lot of pressure right \n              now. It's very hard being a"]},
{"line": ["stand-up comedian! Sometimes they don't laugh!"]},
{"line": ["(Scene goes back to Jerry's apartment. Jerry and George are sleeping. \n              Kramer slams his apartment door shut, waking both of them up)"]},
{"line": ["GEORGE: Alright, let's go."]},
{"line": ["JERRY: Here we go."]},
{"line": ["(Both get situated to write as Kramer enters)"]},
{"line": ["KRAMER: Hey."]},
{"line": ["GEORGE: yeah, Kramer, we're, uh, kind of in the middle of something \n              here. We're trying to do a little work.."]},
{"line": ["JERRY: Yeah, come on. (Kramer gives out a frustrated sigh) What's \n              with you?"]},
{"line": ["KRAMER: (Complaining) No more golf."]},
{"line": ["JERRY: Why?"]},
{"line": ["KRAMER: Well, you remember I told you about the pro, you know, \n              at the Westchester Country Club, who's letting me play a round every \n              time I give him a couple"]},
{"line": ["of those Cuban cigars?"]},
{"line": ["JERRY: Yeah."]},
{"line": ["KRAMER: (Angered) Yeah, well, I lost them all in the fire! (Leaning \n              over the couch, he addresses George) Hey, George, maybe you can \n              ask Susan's father for"]},
{"line": ["more, huh?"]},
{"line": ["GEORGE: What are you, Crazy? I can't ask the guy for more cigars \n              after you burned down his cabin!"]},
{"line": ["KRAMER: Why? What's one thing got to do with another?"]},
{"line": ["GEORGE: Kramer, please."]},
{"line": ["KRAMER: Well, I can't go back to the public courses, now. I can't! \n              I won't. I mean, you know what that's like? It's crowded, the grass \n              has big brown patches in it,"]},
{"line": ["they don't rake the sand traps! Not to mention the caliber of people \n              you have to play with!"]},
{"line": ["GEORGE: Kramer, I can't help you. You're gonna have to get them \n              some place else."]},
{"line": ["KRAMER: (Opening the door) Where? They're Cubans. (Leaves)"]},
{"line": ["GEORGE: (Getting up) You know what? Maybe I should take off."]},
{"line": ["JERRY: What?!"]},
{"line": ["GEORGE: Well, you know, I gotta go to, uh, Susan's parent's house \n              for dinner.. and, you know, I want to shower first.. and I want \n              to leave myself plenty of time."]},
{"line": ["JERRY: (Looking at his watch) You got four hours! What about the \n              script?"]},
{"line": ["GEORGE: I think we got a bite on it. (Exits)"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: The Ross' house]"]},
{"line": ["(Susan, her parents, and George are all dining)"]},
{"line": ["MRS. ROSS: (To Mr. Ross) Doesn't George look like your sister, \n              Sarah?"]},
{"line": ["MR. ROSS: (Gruff) A slight resemblance."]},
{"line": ["(George laughs slightly)"]},
{"line": ["MRS. ROSS: (To George) Her son's a podiatrist, you know."]},
{"line": ["GEORGE: Ohh, I have tremendous respect for people who work with \n              feet. I mean, to dedicate yourself to the foot - you're toiling \n              in virtual anonymity. I mean.."]},
{"line": ["(Seeing the Ross' expression, he trails off)"]},
{"line": ["MR. ROSS: How are you enjoying those cigars I gave you?"]},
{"line": ["GEORGE: Oh, uh, the cigars.. (Chuckles nervously) I'm, uh, suckin' \n              'em down. I'm puffing my brains out, yeah."]},
{"line": ["MR. ROSS: You know those cigars are made special for Castro?"]},
{"line": ["GEORGE: (Impersonating Carson) I didn't not know that. Weird. Wild. \n              (Susan and George both laugh)"]},
{"line": ["MR. ROSS: What?"]},
{"line": ["SUSAN: (Explaining) He's doing Johnny Carson, daddy."]},
{"line": ["MR. ROSS: I didn't care much for his jokes."]},
{"line": ["SUSAN: (To George) Daddy never laughs."]},
{"line": ["GEORGE: Oh, well, so what? Laughter - what is that? I mean, what \n              is the point of opening your mouth and going \"Ha, ha!\"? \n              What is that? \"Ha, ha!\"?"]},
{"line": ["MR. ROSS: You know, you can't get those cigars anywhere."]},
{"line": ["MRS. ROSS: You and your cigars.."]},
{"line": ["MR. ROSS: (Shooting back at his wife) Wear some more lipstick."]},
{"line": ["SUSAN: Daddy, there's, um, there's something that we have to talk \n              to you about.."]},
{"line": ["MR. ROSS: Oh, I forgot to ask you - how'd you like the cabin?"]},
{"line": ["GEORGE: (Even more nervous than before) Oh, the, uh, the cabin.. \n              well, (Clears throat)"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Jerry's apartment]"]},
{"line": ["(Jerry and Elaine are talking. Jerry's using a harsh tone)"]},
{"line": ["JERRY: Right after we get off the phone, then you go and tell her \n              that?! Well, of course she knows it was me who complained! Now I'm \n              responsible for this"]},
{"line": ["woman's quitting. Oh, this is unbelievable!"]},
{"line": ["ELAINE: (Full of guilt) I know! I screwed up. It's all my fault. \n              Would you call her?"]},
{"line": ["JERRY: (Caving in) Ohh.. dial the number. (Elaine picks up the \n              phone, and starts to dial) How could you do this?"]},
{"line": ["ELAINE: (Handing the phone over to him) I was just trying to help \n              you."]},
{"line": ["JERRY: (Muttering) Oh, just trying to (Rudely grabs the phone from \n              her) help me.. (Into the phone) Hello? Sandra? Hi, uh, this is Jerry \n              Seinfeld. (Elaine now has her"]},
{"line": ["hand in a bowl of popcorn - grabbing a fistful) Listen, I - I just \n              want to tell you, (Jerry sternly grabs Elaine's hand - forcing her \n              to drop the popcorn, then shoves her"]},
{"line": ["hand away. Elaine sits back like a scolded child) There's been \n              a terrible misunderstanding: See, I told Elaine that, uh, it was \n              a real treat talking to you on the phone,"]},
{"line": ["and she thought I was being sarcastic, you know, 'cause I'm a comedian \n              and all. She thought I meant (Deeply sarcastic) \"Yeah, it was \n              a real treat talking to her on"]},
{"line": ["the phone.\" (Back to normal) You know, but I was really being \n              sincere.. No, of course I like you.. Tonight? ..Um, uh, hold on \n              a second. (To Elaine, whispering)"]},
{"line": ["Now she wants to have a drink with me. (Elaine mouths out \"Just \n              go\" while making gestures. Jerry, again, gives in. Back on \n              the phone) Yeah, I think I can.. Um.."]},
{"line": ["yeah, I know where that is.. Ok.. uh, I'll see you there. Okay, \n              bye. (Hangs up, peeved) Now I gotta have a drink with her."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: The Ross' house]"]},
{"line": ["(Same diner party is going on. News of the cabin has yet to be \n              discussed)"]},
{"line": ["GEORGE: The cabin.. (Laughs nervously) Well.. (Pauses as he thinks \n              of a way to break the news, then decides to pass it off) Susan?"]},
{"line": ["SUSAN: Uhh.. about the cabin.."]},
{"line": ["MR. ROSS: (Cutting her off) I love that place. My father built \n              that cabin in 1947. My mother was recuperating from Impetigo at \n              the time, and dad thought it would"]},
{"line": ["be a good idea to get her out into the fresh air. She died there \n              the following winter. And he passed away 10 years later to the day. \n              His last words to me were, (Mrs."]},
{"line": ["Ross, bored out of her mind, has obviously heard this story a million \n              times - she mouths the words as Mr. Ross says them) \"Cherish \n              the cabin.\" Not, uh, \"Take care"]},
{"line": ["of your sister.\" (Adding) She's a paraplegic. But, \"Cherish \n              the cabin.\" (Smiling, reflecting) And I have.. for 45 years. \n              It's often been a.. sanctuary for me."]},
{"line": ["GEORGE: (Annoyingly butting in) Kinda like Superman's fortress \n              of solitude."]},
{"line": ["MR. ROSS: What?"]},
{"line": ["GEORGE: S, uh, Superman - he, uh, built the fortress of solitude \n              up at the North Pole, to, uh, you know, sort of get away from it \n              all.."]},
{"line": ["MR. ROSS: When I go, I'm passing it on to her. (Pointing at Susan)"]},
{"line": ["MRS. ROSS: (Drunk, she laughs out loud) I'll take a hotel any day."]},
{"line": ["SUSAN: Daddy.."]},
{"line": ["MR. ROSS: Yes?"]},
{"line": ["SUSAN: Daddy, about the cabin.."]},
{"line": ["MRS. ROSS: (Laughing, she points to her shirt) Look, Henry, I spilled \n              wine on me! (Laughs again)"]},
{"line": ["MR. ROSS: (To Susan) What about it?"]},
{"line": ["SUSAN: Well, the thing is.."]},
{"line": ["MR. ROSS: What? What is it?"]},
{"line": ["SUSAN: Well, the - the cabin, is, kind of, uh.. George?"]},
{"line": ["GEORGE: (Extremely blunt) Burned."]},
{"line": ["MR. ROSS: Burned?"]},
{"line": ["SUSAN: There was a fire, and it uh.. "]},
{"line": ["GEORGE: Burned."]},
{"line": ["MR. ROSS: (Still trying to comprehend what has happened) The cabin \n              burned?"]},
{"line": ["GEORGE: (Laughs) yeah, burned. Whoo.."]},
{"line": ["MRS. ROSS: (Laughing out loud) Burned! (George laughs with her)"]},
{"line": ["MR. ROSS: Was anything found? Was it all burned to the ground?! \n              Did they find anything?"]},
{"line": ["SUSAN: (Solemn) No. Nothing."]},
{"line": ["MRS. ROSS: (Laughing, she's obviously getting a kick out of her \n              husband's misfortune) Nothing! Ha, ha, ha."]},
{"line": ["(Mr. Ross, devastated, slowly gets up and starts walking toward \n              the room's exit as everyone continues to talk)"]},
{"line": ["GEORGE: Eh, but, you know, Mr. Ross, if - if you look at the whole \n              situating, what with it being your cigars, and everything, it's \n              really rather ironic - one might even"]},
{"line": ["say, in a sense, comical.. (Mr. Ross has, by now, left the room. \n              Mrs. Ross is pointing at George, nodding, laughing. As if to say \n              he hit the bullseye. George calls out"]},
{"line": ["to Mr. Ross) Really. Think about it."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Jerry's apartment]"]},
{"line": ["(Sandra runs out of Jerry's room, hastily putting on her jacket. \n              Jerry follow, buttoning his shirt)"]},
{"line": ["SANDRA: (Offended) I can't believe you said that!"]},
{"line": ["JERRY: What?!"]},
{"line": ["SANDRA: (Buttoning her jacket) How could you say something like \n              that to me?!"]},
{"line": ["JERRY: What? What?! You were the one who was talking dirty. I was \n              just trying to keep up!"]},
{"line": ["SANDRA: That was a weird thing to say."]},
{"line": ["JERRY: Why? It didn't mean anything. I was just trying to join \n              in so you wouldn't feel embarrassed."]},
{"line": ["SANDRA: Ohh, I think you're really sick."]},
{"line": ["JERRY: (Getting slightly offended) I'm not sick. (Pointing at her) \n              You - you said much sicker things than me."]},
{"line": ["SANDRA: I'm leaving. (Moves toward the door. Jerry blocks her path)"]},
{"line": ["JERRY: I really think you're making too much of this."]},
{"line": ["SANDRA: (Attempting to get past him) Excuse me. (They both move \n              to the door)"]},
{"line": ["JERRY: Let me walk you to a cab."]},
{"line": ["SANDRA: (Opens the door) That's ok."]},
{"line": ["JERRY: I mean, the main thing is that this is just between us, \n              and that'll be the end of it."]},
{"line": ["SANDRA: Oh, really? (Quickly walks out)"]},
{"line": ["JERRY: (Calling after her) I mean, people - they're not interested \n              in things like this. They don't want to hear about it. They really \n              don't."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: The Coffee shop]"]},
{"line": ["(Jerry's telling George about last night)"]},
{"line": ["JERRY: So, we're.. uhh, drinkin' and talkin', and uhh, so, she \n              starts rubbing my leg."]},
{"line": ["GEORGE: Wo-hoah! What did you do?"]},
{"line": ["JERRY: (Sarcastic) Have you ever told a woman to stop touching \n              your leg?"]},
{"line": ["GEORGE: Yeah, right."]},
{"line": ["JERRY: I mean, I know it's the wrong thing to do. She works in \n              Elaine's office. I know it's wrong - but I can't get that hand off \n              my leg. I mean, I'm looking at the"]},
{"line": ["hand, and I'm thinking, \"That hand should not be on my leg.\" \n              But I can't make my brain to get my mouth to say the words, \"Would \n              you mind?!\""]},
{"line": ["GEORGE: Yeah, woman have no problem getting the hand off. How do \n              they do that?"]},
{"line": ["JERRY: I don't know, they're working on a whole other level.."]},
{"line": ["GEORGE: Alright, so, go ahead."]},
{"line": ["JERRY: So we go back to my apartment.."]},
{"line": ["GEORGE: (Expressing shock) Woah. Whoa! Woah!"]},
{"line": ["JERRY: So, we're, uh, foolin' around there.. you know, it's getting \n              a little passionate.. (Scoots closer to George, to prevent others \n              from hearing) and, uh, she starts"]},
{"line": ["with the dirty talking."]},
{"line": ["GEORGE: (Putting his hands up) Alright, alright, hold on! (Jerry \n              has George's full attention) Time out! Woah, woah! (Scooting in, \n              giddy) What did she say?"]},
{"line": ["JERRY: (Modest) Oh, you know, the usual.."]},
{"line": ["GEORGE: No, I don't know. How do I know the usual?"]},
{"line": ["JERRY: Typical things."]},
{"line": ["GEORGE: (Picking up the ketchup) What typical? Gimme typical. Gimme \n              some typical."]},
{"line": ["JERRY: She says, uh.. (Mumbles something inaudible. George, so \n              shocked by what he's just heard, accidentally squeezes the ketchup \n              bottle - ketchup squirts out"]},
{"line": ["and files off-screen. George reacts deeply)"]},
{"line": ["GEORGE: (Breathing deeply) That's very dirty. (Jerry nods) That's \n              absolutely filthy."]},
{"line": ["JERRY: ..And then she starts talking about her panties."]},
{"line": ["GEORGE: (Yelling out to a waitress) Gonna need some water here!"]},
{"line": ["JERRY: So I said something."]},
{"line": ["GEORGE: Ok, what did you say?"]},
{"line": ["JERRY: (Defensively) Now, bear in mind, I am just trying to keep \n              up."]},
{"line": ["GEORGE: Of course."]},
{"line": ["JERRY: Okay? So, she's taking about her panties, so, uh.. So, I \n              said, \"You mean the panties your mother laid out for you?\""]},
{"line": ["GEORGE: (Takes a few seconds to mull this one over. Shooting Jerry \n              a confused look, he repeats it) \"The panties your mother laid \n              out for you\"? (Jerry nods) What"]},
{"line": ["does that mean?"]},
{"line": ["JERRY: (Throwing up his hands) I don't know! It just popped out."]},
{"line": ["GEORGE: Well, how did she react?"]},
{"line": ["JERRY: She flipped out! Just left."]},
{"line": ["GEORGE: Well, that's not offensive. (Reflects) It's abnormal, but \n              it's not offensive."]},
{"line": ["JERRY: Look, the main thing is I don't want Elaine to know about \n              any of this. I mean, especially the panty remark. I mean, it's embarrassing. \n              And she's never let me"]},
{"line": ["hear the end of it."]},
{"line": ["GEORGE; Well, what if this girl says something?"]},
{"line": ["JERRY: She will tell her. She's going back to work. I talked her \n              into it - how stupid was that? (Changing subject as they both collect \n              money to pay for the check)"]},
{"line": ["Hey, so, Susan's father took that news pretty hard, huh?"]},
{"line": ["GEORGE: Yeah, yeah. He went into the bedroom and started sobbing."]},
{"line": ["JERRY: I guess he failed to see the humor in it."]},
{"line": ["GEORGE: Huh. (Makes a \"over his head\" gesture with his \n              arm) C'mon, let's go, go. We got a lot of work to do today."]},
{"line": ["JERRY: (Getting up) Alright, big work day."]},
{"line": ["GEORGE: That's right."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Jerry's apartment]"]},
{"line": ["(Jerry and George, with their writing materials, go to sit down \n              in the living room while giving each other pep talks)"]},
{"line": ["GEORGE: Okay."]},
{"line": ["JERRY: Let's go."]},
{"line": ["GEORGE: Here we are."]},
{"line": ["JERRY: Right now."]},
{"line": ["GEORGE: Let's do it."]},
{"line": ["JERRY: You and me."]},
{"line": ["GEORGE: Okay."]},
{"line": ["JERRY: Alright."]},
{"line": ["GEORGE: What'dya got?"]},
{"line": ["JERRY: (Reading from his notebook) I got: You enter, you go \"Hi\", \n              and I go, \"Hello.\" Now.. we need something here.."]},
{"line": ["(Kramer enters)"]},
{"line": ["KRAMER: Oh, hey."]},
{"line": ["(Both George and Jerry get up, giving Kramer an excited greeting \n              - talking fast, together) Oh, you guys are working? I'll come back. \n              (Turns to leave. Jerry and"]},
{"line": ["George strongly protest with a series of \"No, no, no!\"'s) \n              No, you guys should get back to work. (More protests)"]},
{"line": ["GEORGE: Don't be silly."]},
{"line": ["JERRY: Come in, we're taking a break."]},
{"line": ["KRAMER: (Moving back into the room) Oh, yeah?"]},
{"line": ["JERRY: Yeah!"]},
{"line": ["KRAMER: Uh, George, did you talk to that guy about getting me some \n              more cigars?"]},
{"line": ["GEORGE: (Scoffs) No, I told you, I'm not gonna do that."]},
{"line": ["KRAMER: (Concluding) Okay.. well, I guess I'm just going to have \n              to take matters into my own hands, huh? (Pause) Alright, I'll see \n              you guys. (Leaves, despite"]},
{"line": ["\"No, don't go!\" and other various comments by Jerry and \n              George)"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: United Nations' Permanent Mission of Cuba building]"]},
{"line": ["(Kramer walks up to a secretary)"]},
{"line": ["KRAMER: Buenos dias."]},
{"line": ["SECRETARY: Buenos dias."]},
{"line": ["KRAMER: Uh, habla ingles?"]},
{"line": ["SECRETARY: Si."]},
{"line": ["KRAMER: Giddy-up. Ok, uh, (Looks at a woman wearing dark sunglasses \n              and sitting on a sofa behind him. He reacts oddly) Um. I need to \n              talk to someone."]},
{"line": ["SECRETARY: What is this about?"]},
{"line": ["KRAMER: Uh, well, It's a very private matter, but it's extremely \n              urgent."]},
{"line": ["SECRETARY: Are you an American?"]},
{"line": ["KRAMER: Oh, yeah."]},
{"line": ["SECRETARY: I see.. excuse me. (Picks up the phone)"]},
{"line": ["KRAMER: Okay."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Jerry's apartment]"]},
{"line": ["(Jerry, curled up on his living room chair, and George, laid out \n              on the sofa, are asleep. Jerry's buzzer goes off, waking them up. \n              George rolls off the couch and falls"]},
{"line": ["to the floor)"]},
{"line": ["JERRY: (Stirring, he gets up to answer the buzzer) Alright, let's \n              get going. C'mon, c'mon now. (Approaches the intercom) C'mon, let's \n              get it together.. (Through"]},
{"line": ["intercom) Yeah?"]},
{"line": ["ELAINE: It's Elaine."]},
{"line": ["JERRY: C'mon up. (Slightly opens the door for Elaine)"]},
{"line": ["GEORGE: (Standing up, still waking up) Alright, you know what we \n              should do? We should go to the movies. Get away from this script \n              for a while.."]},
{"line": ["JERRY: (Agreeing) Yeah, we should."]},
{"line": ["GEORGE: Alright, I just have to go over to the Ross' apartment \n              and drop off Susan's sunglasses. You'll come with me?"]},
{"line": ["JERRY: Yeah. Wha - what, does she live with them?"]},
{"line": ["GEORGE: No, no, no, no."]},
{"line": ["JERRY: Oh."]},
{"line": ["(Elaine enters)"]},
{"line": ["ELAINE: Hey, nice going, Jerome Seinfeld!"]},
{"line": ["JERRY: What?"]},
{"line": ["ELAINE: I just got a message from Sandra, she's coming back to \n              work."]},
{"line": ["JERRY: Well, then, you've just got to fire her! Don't even think \n              about it - there's no two ways about it."]},
{"line": ["ELAINE: Why? What happened? Did you talk?"]},
{"line": ["JERRY: Talk? Did I talk? It - you're darn right I talk to her! \n              We talked up a storm - and I concluded from the basis of these talks \n              that this isn't anybody you should"]},
{"line": ["be talking to."]},
{"line": ["ELAINE: Really?"]},
{"line": ["JERRY: Yes."]},
{"line": ["ELAINE: Really? You really think I should fire her?"]},
{"line": ["JERRY: Oh yeah. Yeah, in fact, if George and I weren't so busy \n              here working on the script, I'd do it myself."]},
{"line": ["(George, sitting out the couch, dozes off to sleep)"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: United Nations' Permanent Mission of Cuba building]"]},
{"line": ["(A group of men in suits walk out into the lobby to deal with Kramer)"]},
{"line": ["MAN: (To secretary) Expira te afuera."]},
{"line": ["KRAMER: (Standing up, greeting the men) Buenos dias."]},
{"line": ["MAN: What is your name, Senor?"]},
{"line": ["KRAMER: Uh, Kramer."]},
{"line": ["MAN: So, Senor Kramer, what is this about?"]},
{"line": ["KRAMER: (Leaning in, confidentially) Cigars."]},
{"line": ["MAN: (Confused) Cigars?"]},
{"line": ["KRAMER: (Definite) Cigars."]},
{"line": ["MAN: What about cigars?"]},
{"line": ["KRAMER: Uh, see here, I.. (Pulls out a paper ring from his pocket) \n              I saved one of the cigar rings.."]},
{"line": ["MAN: Ohh.. (Laughs, pulling a cigar from his inner coat pocket) \n              You mean - one of these.."]},
{"line": ["KRAMER: (Pointing at the cigar, incredibly nervous) Yeah, yeah. \n              That- that's, uh, okay, So, uh, I'd like to buy a couple of boxes \n              of those from you, yeah?"]},
{"line": ["MAN: (Deeply sniffs the cigar's aroma) You do realize, of course, \n              these are illegal in your country."]},
{"line": ["KRAMER: Um, wha - oh, illegal, huh?"]},
{"line": ["(The man is staring at Kramer's clothes, mesmerized. He reaches \n              out to touch Kramer's legendary jacket)"]},
{"line": ["MAN: I like that jacket.."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: The Ross' apartment]"]},
{"line": ["(There's a knock at the door. Susan answers it - it's Jerry and \n              George)"]},
{"line": ["SUSAN: Hi!"]},
{"line": ["GEORGE: Hi, how are ya? (They kiss)"]},
{"line": ["SUSAN: Hey, Jerry."]},
{"line": ["JERRY: Hi."]},
{"line": ["SUSAN: I thought you two guys were working today."]},
{"line": ["JERRY: Ah, just - takin' a little break."]},
{"line": ["GEORGE: (Chuckling) yeah. Uh, oh, here's your sunglasses. (Hands \n              them to her)"]},
{"line": ["SUSAN: Ok, thanks. Come on in for a second. (They move into the \n              living room. Susan gestures to a man sitting on the couch reading \n              the paper) This is my brother,"]},
{"line": ["Ricky. He's home from college for the weekend."]},
{"line": ["GEORGE: Ohh, hey there, young fella. (They shake hands) What's \n              your major?"]},
{"line": ["RICKY: (Blunt) I don't have one."]},
{"line": ["GEORGE: Well, you should always consider podiatry. (Patting Ricky \n              on the shoulder) There's nothing wrong with the feet. (Ricky looks \n              critically back at George)"]},
{"line": ["SUSAN: (Now gestures to an old woman in a wheelchair) And this \n              is my Aunt, Sara."]},
{"line": ["SARA: (Staring at George) He doesn't look like me."]},
{"line": ["MRS. ROSS: Sara, what do you have on your wheels?"]},
{"line": ["SARA: Nothing, they're clean."]},
{"line": ["MRS. ROSS: Ricky, did you wipe her wheels off?"]},
{"line": ["RICKY: (Annoyed) Yes."]},
{"line": ["MRS. ROSS: (Concluding) Well, they're filthy. It's just a matter \n              of common courtesy.. (Wheels Sara over to a spot off the rug) When \n              you come in the house you"]},
{"line": ["wipe your wheels."]},
{"line": ["(Doorbell rings)"]},
{"line": ["SUSAN: Excuse me. (Answer the door. It's her doorman, Raymond, \n              carrying a burnt box) Hello, Raymond."]},
{"line": ["RAYMOND: Ah, yes, the man from the insurance company dropped this \n              off this morning. He said it was the only thing left from the remains \n              of the fire."]},
{"line": ["SUSAN: (Accepts the box) Oh, thank you. (As the doorman leaves, \n              she turns to Jerry and George) Wow, I've never seen this before.. \n              (Opens the charred box)"]},
{"line": ["Oh, they're letters. (Hands the box to George) Here."]},
{"line": ["GEORGE: Oh, sure. (Holds the box out as Susan takes out a few letters)"]},
{"line": ["SUSAN: From.. (Trying to read one) from John Cheever."]},
{"line": ["JERRY AND GEORGE: Oh, wow."]},
{"line": ["SUSAN: (Chuckles as she opens up one of the letters. She reads \n              it) \"Dear Henry, last night with you was bliss. I fear my.. \n              orgasm (She now has everyone's"]},
{"line": ["attention) has left me a cripple. I don't how how I shall ever \n              get back to work.. (Jerry and George make odd faces as Susan is \n              still concentrating on the notes) I love"]},
{"line": ["you madly, John. (Pause) P.S. Loved the cabin.\" (George nods, \n              and Jerry gives a \"Oh, of course\" reaction)"]},
{"line": ["(A long pause)"]},
{"line": ["GEORGE: Well, we.. we, we, ah.."]},
{"line": ["JERRY: (Looking at his watch ) Yeah.."]},
{"line": ["GEORGE: We really should be, uh, heading out.."]},
{"line": ["JERRY: Yeah. (Tapping his watch) Look at the time."]},
{"line": ["GEORGE: You know, the time.."]},
{"line": ["(Susan's father is now standing in the hallway)"]},
{"line": ["MR. ROSS: The box! (Rushes toward George, grabbing the box away \n              from him, then the letters from Susan's hands) My letters! Gimme \n              that! (Now holding them"]},
{"line": ["against his chest, defensively) Who told you to open this?!"]},
{"line": ["MRS. ROSS: (Hysterical) Who's John?! Who's John?!"]},
{"line": ["SARA: (Yelling out) I knew it!"]},
{"line": ["MRS. ROSS: I want to know who John is!"]},
{"line": ["RICKEY: John Cheever?! Dad, you and John Cheever?!"]},
{"line": ["MR. ROSS: (Proclaiming) Yes! Yes, he was the most wonderful person \n              I've ever known. And I love him deeply! In a way you could never \n              understand.. (Slowly"]},
{"line": ["walks back to his room, leaving everyone speechless. Susan seems \n              to be affected the most. A long pause passes. Jerry gives George \n              a signal that they should go)"]},
{"line": ["GEORGE: Well, we really should be-"]},
{"line": ["JERRY: Yeah."]},
{"line": ["GEORGE: Uh, heading out. Jerry really hates to miss the coming \n              attractions."]},
{"line": ["JERRY: Yeah, and, (Pointing to his watch) because of the.. (Slowly \n              exiting) time."]},
{"line": ["GEORGE: yeah, time is what he's indicating there.."]},
{"line": ["JERRY: (Waving good bye) We'll see ya."]},
{"line": ["GEORGE: Uh, anyway, (Waving bye to everyone) onward and upward."]},
{"line": ["(Jerry grabs George, leaving)"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Jerry's apartment]"]},
{"line": ["(Jerry and George, once again, are sitting down in the living room, \n              attempting to write)"]},
{"line": ["GEORGE: Alright, here we go."]},
{"line": ["JERRY: Alright, let's go."]},
{"line": ["GEORGE: Come on now."]},
{"line": ["JERRY: Right now."]},
{"line": ["GEORGE: Here we go."]},
{"line": ["JERRY: You and me."]},
{"line": ["GEORGE: You got it."]},
{"line": ["JERRY: No foolin'"]},
{"line": ["GEORGE: Ok, so, what'dya got?"]},
{"line": ["JERRY: (Looking at his notebook) Alright, I got, uh, you come in, \n              you say \"Hi\", and I say \"Hello\"."]},
{"line": ["GEORGE: Alright, so, we need something.."]},
{"line": ["JERRY: Yeah.. how about this: I say \"How's it goin'?\""]},
{"line": ["GEORGE: \"How's it going?\" - beautiful."]},
{"line": ["(They both start to write it down as a pounding on the door sounds) \n              Oh, come on, we were just on a roll now.."]},
{"line": ["JERRY: (Getting up to answer the door) Alright, did you get that \n              line?"]},
{"line": ["GEORGE: (Nodding, writing) \"How's it going?\""]},
{"line": ["JERRY: Did you write it down?"]},
{"line": ["GEORGE: I'm writin' it. \"How's it going?\""]},
{"line": ["JERRY: Okay.. (Opens the door to a frantic Elaine)"]},
{"line": ["ELAINE: Real good!"]},
{"line": ["JERRY: What?!"]},
{"line": ["ELAINE: Do you know how much money you cost me today?! 429 dollars!"]},
{"line": ["JERRY: What?! How?"]},
{"line": ["ELAINE: I got Sandra transferred to another office upstairs, okay?! \n              So, she blabs to Lippman about my long distance calls to Europe!"]},
{"line": ["JERRY: What calls?!"]},
{"line": ["ELAINE: Uh! I made a friend when I was in Europe, okay?! And we've \n              been in touch, and Sandra told Lippman!"]},
{"line": ["JERRY: Oh, did - did she say anything else to you?"]},
{"line": ["ELAINE: (Confused) \"Anything else\"? What do you mean \n              \"anything else\"?"]},
{"line": ["JERRY: So she just left the office - didn't say a word to you about \n              anything?"]},
{"line": ["ELAINE: Yeah!"]},
{"line": ["JERRY: (Smiling to himself) Beautiful."]},
{"line": ["ELAINE: Why is that beautiful?"]},
{"line": ["JERRY: Oh, no, not beautiful."]},
{"line": ["ELAINE: It's four hundred and twenty nine dollars!"]},
{"line": ["JERRY: Hey, look, I'm going to pay for that."]},
{"line": ["ELAINE: No, no."]},
{"line": ["JERRY: (Taking out his checkbook) No, I insist. I was the one who \n              encouraged you to fire her - the whole thing was all my-"]},
{"line": ["ELAINE: (Giving up too easy) Okay."]},
{"line": ["JERRY: (Pauses, noting Elaine's quick accept) fault. (Starts to \n              write a check out, then stops, looking at the door) Do you smell \n              smoke?"]},
{"line": ["(Elaine opens the door to find Kramer and the 3 Cubans dressed \n              up in golf wear, smoking cigars)"]},
{"line": ["KRAMER: Oh, hey! Hey, Jer, I want you to meet my new friends, here. \n              (Introducing each one) This is, uh, Louis, Jorge, and Umberto."]},
{"line": ["JERRY: Oh, how you doing? Nice to meet you."]},
{"line": ["KRAMER: Yeah, we're heading up to Westchester - gonna hit the links."]},
{"line": ["JERRY: Oh. (Notices Louis' jacket) Isn't that, uh, your.."]},
{"line": ["KRAMER: (Trying to avoid the issue) Oh, yeah, yeah, Okay, we're \n              going. (To his three friends) Vamanos, muchachos!"]},
{"line": ["(They exit)"]},
{"line": ["ELAINE: (Turns to George, he is now reading a book) Hey, what are \n              you reading?"]},
{"line": ["GEORGE: Oh, uh, \"The Falconer\" by John Cheever. It's \n              really excellent."]},
{"line": ["ELAINE: (To Jerry) John Cheever, you ever read any of his stuff?"]},
{"line": ["JERRY: Uh, yeah, I'm familiar with some of his writing. (George \n              shoots Jerry a smirk, then returns to his book) Alright, (Hand the \n              check to Elaine) look, we gotta"]},
{"line": ["get back to work. We just had a big breakthrough here."]},
{"line": ["ELAINE: (Folding up the check) Ok, I'll leave you two alone."]},
{"line": ["JERRY: (Moving back into the living room) Okay."]},
{"line": ["ELAINE: (In the door way) Maybe I'll go visit my mother. She just \n              bought me some new panties (Jerry pauses right before sitting in \n              his chair) and they're - all laid"]},
{"line": ["out for me. (Leaves, smiling to herself. Jerry and George both \n              look at each other, frozen in their places)"]},
{"line": [" "]},
{"line": [" "]},
{"line": ["END OF SHOW."]},
{"line": ["\n            \n            \n            \n        \n      \n    \n     \n      \n      \n    \n  \n\n\n \n\n \n\n\n\n \n\n\n\n", "\n        "]},
{"line": []},
{"line": [" "]},
{"line": []},
{"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]},
{"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}
]