[
{"title": "The Opera"},
{"line": []},
{"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]},
{"line": [" "]},
{"line": ["[Transcribed by William Fifield]"]},
{"line": ["\n        First aired November 4, 1992", "\n        Writer Larry Charles", "\n        Director Tom Cherones", "\n        ", "\n        Jerry Seinfeld Jerry Seinfeld", "\n        Elaine Benes Julie Louis Dreyfus", "\n        George Costanza Jason Alexander", "\n        Cosmo Kramer Michael Richards", "\n        Joe Divola Peter Crombie", "\n        Susan Ross Heidi Swedberg", "\n        Man #1 Tom Celli", "\n        Man #2 Jason Wingreen", "\n        Man #3 Glen Chin (\"Harry Fong\")", "\n        Mr Reichman Ross Evans", "\n        Mrs Reichman Harriet S. Miller", "\n        Usher Bill Saluga", "\n        ", "\n        ", "\n        COMEDY CLUB ", "\n        ", "\n        The idea behind the tuxedo is the woman's point of view that men are all \n        the", "\n        same, so we might as well dress them that way. That's why a wedding is \n        like", "\n        the joining together of a beautiful glowing bride, and some guy. The tuxedo", "\n        is a wedding safety device created by women because they know that men \n        are", "\n        undependable. So in case the groom chickens out, everybody just takes \n        one", "\n        step over and she marries the next guy. Thats why the wedding vow isn't \n        'do", "\n        you take Bill Simpson', its 'do you take this man'.", "\n        ", "\n        INSIDE JOE DIVOLA'S APARTMENT", "\n        ", "\n        Jerry: (answering machine) leave a message and Ill call you back, thanks.", "\n        JOE DIVOLA: Jerry, Joe Divola. *Pbt* *Pbt* *Pbt* I have a hair on my", "\n        tongue, I can't get it off, you know how much I hate that? Course you \n        do,", "\n        you put it there. I know what you said about me Seinfeld. I know you", "\n        badmouthed me to the execs at NBC, put the kibosh on my deal. Now Im \n        gonna", "\n        put the kibosh on you. You know Ive kiboshed before, and I will kibosh", "\n        again.", "\n        ", "\n        JERRY'S APARTMENT.", "\n        ", "\n        JERRY ENTERS", "\n        ", "\n        KRAMER ENTERS", "\n        ", "\n        KRAMER: So, what do you think?", "\n        JERRY: About what?", "\n        KRAMER: About the opera.", "\n        JERRY: Nah, I don't wanna go.", "\n        KRAMER: You gotta go.", "\n        JERRY: I-I-I don't like the opera. What are they singing for? Who sings?", "\n        You got something to say, say it!", "\n        KRAMER: Jerry, you don't understand, thats the way they talk in Italy,", "\n        they sing to one another. Kramer starts to sing in bad Italian.", "\n        JERRY: All right, all right.", "\n        KRAMER: Thats the way it was, you know. You listen to the language, its", "\n        got that sing songy quality. Its the language Jerry, the language", "\n        JERRY: So why don't they talk like that now?", "\n        KRAMER: Well its, uh, well its too hard to keep up, you know, they were", "\n        tired.", "\n        ", "\n        BUZZER", "\n        ", "\n        KRAMER: Better get that", "\n        JERRY: Yeah?", "\n        ELAINE: (intercom) its me!", "\n        JERRY: Come on up.", "\n        KRAMER: So, huh?", "\n        JERRY: I don't know", "\n        KRAMER: Oh come on Jerry, its opening night, black tie, Pagliacci! The", "\n        great clown, the great sad tragic clown, like you.", "\n        JERRY: Well its very flattering. How did you get these tickets, I heard", "\n        they're impossible to get.", "\n        KRAMER: Oh, well I have many associates.", "\n        JERRY: I don't know, opera, its not my kind of thing.", "\n        KRAMER: All right, you not gonna go Im not gonna go, Im gonna call the", "\n        whole thing off.", "\n        JERRY: No, wait a minute, wait a minute, thats not fair, what about", "\n        George, Susan and Elaine, what do you need me for?", "\n        KRAMER: You're the nucleus, the straw that stirs the drink. You're the", "\n        Miana! ", "\n        JERRY: Well I guess if Im the Miana I should go. All right, all right.", "\n        ", "\n        ELAINE ENTERS", "\n        ", "\n        ELAINE: Hi!", "\n        JERRY: Hi!", "\n        KRAMER: Hey! Hi Elaine!", "\n        ELAINE: You got the tickets right?", "\n        KRAMER: Well no, I don't have them on me.", "\n        ELAINE: What? Thats why I came all the way over here.", "\n        KRAMER: My friends got 'em, Im going to pick them up tomorrow.", "\n        ELAINE: Oh, I was gonna surprise Joey with them, you got an extra one", "\n        right?", "\n        KRAMER: Oh yeah!", "\n        JERRY: So I finally get to meet your pal Joey.", "\n        ELAINE: Its killing you isnt it?", "\n        JERRY: Yeah, so Joeys a great lover of the opera", "\n        ELAINE: Listen, I got news for ya, its nice to be involved with somebody", "\n        whos interested in something other than nick at night. Now hes got a \n        grip", "\n        on reality, he's happy, he's well adjusted.", "\n        ", "\n        JOE DIVOLA'S APARTMENT", "\n        ", "\n        Opera music playing (Paliachi?)", "\n        ", "\n        Divola is crying while lifting weights. Photos of Elaine are scattered \n        on", "\n        the floor.", "\n        ", "\n        JERRY'S APARTMENT", "\n        ", "\n        JERRY: Well Im looking forward to meeting him.", "\n        ELAINE: I've got to go", "\n        JERRY: Where are you going, whats the rush?", "\n        ELAINE: I'm going to surprise Joey, Ive never been to his apartment so \n        Im", "\n        just going to 'pop in'", "\n        JERRY: Oh, good, men love that!", "\n        ", "\n        Kramer is reading Jerry's mail under the lamp.", "\n        ", "\n        JERRY: Hey!", "\n        KRAMER: You've got a message buddy.", "\n        JERRY: Ooo, could be from that blonde", "\n        KRAMER: Oo yiggity diggigg", "\n        JOE DIVOLA:(answering machine message)'Jerry, Joe Divola. I have a hair \n        on", "\n        my tongue'", "\n        ", "\n        JOE DIVOLA'S APARTMENT", "\n        ", "\n        DIVOLA HAS HIS HAND OVER A CANDLE AND IS LAUGHING", "\n        ", "\n        JERRY'S APARTMENT", "\n        ", "\n        JERRY: (shouting) Kramer what am I going to do did you hear that that \n        guy's", "\n        gonna put a kibosh on me he's crazy he's out of his mind....", "\n        KRAMER: Steady, steady, now calm yourself, come on, now get a hold of", "\n        yourself, ", "\n        JERRY: What the hell he's supposed to be on medication I don't understand", "\n        he told me he's getting medication what happened to his medication!?", "\n        KRAMER: OK Quiet! Quiet! Now let me think!", "\n        JERRY: I'm gonna call the cops. Thats what Im doing, Im calling the", "\n        cops.", "\n        KRAMER: The cops? What are you calling the cops for? Theyre not going \n        to", "\n        do anything!", "\n        JERRY: What do you mean they're not going to do anything, they're the \n        cops,", "\n        they gotta do something, he just put the kibosh on me, do you know what \n        the", "\n        kibosh means, its a kibosh!", "\n        KRAMER: Yiddigtkk ka kibosh.", "\n        JERRY: I mean it's a terrible mistake, I mean he thinks I ruined some \n        deal", "\n        of his at NBC, I don't know anything about any deal at NBC.", "\n        KRAMER: Call him and tell him", "\n        JERRY: Thats what Ill do, Ill just call him and tell him, Ill tell \n        him.", "\n        Thats all Ill do. He's a human being, Ill talk to him. He'll understand.", "\n        Right?", "\n        KRAMER: Right.... Don't mention my name", "\n        JERRY: Oh, I got the machine.", "\n        KRAMER: Whats his message like?", "\n        JERRY: Nice!", "\n        KRAMER: Eh!", "\n        JERRY: (into phone) Hello Joe, listen this is Jerry Seinfeld, I really \n", "\n        think", "\n        theres been a huge colossal misunderstanding,", "\n        KRAMER: Big! Big!", "\n        JERRY: and I feel if we can just talk about this we can straighten the", "\n        whole thing out, so listen, so call me back. Bye.", "\n        ", "\n        JOE DIVOLA'S APARTMENT", "\n        ", "\n        The door is open. Elaine knocks and then enters.", "\n        ", "\n        ELAINE: Joey? Joey?", "\n        ", "\n        She sees a wall covered in photos of her.", "\n        Joe Divola enters and shuts the front door.", "\n        ", "\n        ELAINE: Oh god, oh, its you! You scared me!", "\n        JOE DIVOLA: Good. Fear is our most primal emotion.", "\n        ELAINE: You left your door open.", "\n        JOE DIVOLA: I know, I like to encourage intruders.", "\n        ELAINE: (laughs) Whats all this?", "\n        JOE DIVOLA: Do you like it? My home is a shrine to you.", "\n        ELAINE: Where did you get all these pictures?", "\n        JOE DIVOLA: I took them myself with a telephoto lens. Coming out of your", "\n        office, your apartment, shopping, showering.", "\n        ELAINE: Showering?", "\n        JOE DIVOLA: I developed them myself in my dark room. Would you like to \n        see?", "\n        ELAINE: In the dark room? Uh no, no thank you. Not right now. I'm a day", "\n        person!... Are you all right?", "\n        JOE DIVOLA: Why", "\n        ELAINE: Well I don't know, you just don't seem yourself?", "\n        JOE DIVOLA: Who am I? Who am I supposed to be?", "\n        ELAINE: Thats a good question, good question, its very... exerstential!", "\n        Who are you? Who am I? Yeah, well.", "\n        JOE DIVOLA: What are you doing here?", "\n        ELAINE: Oh, nothing, I just stopped by to chat, you know, shoot the breeze.", "\n        JOE DIVOLA: Were you able to get those opera tickets to Pagliacci from \n        that", "\n        friend of yours? I'm really looking forward to it.", "\n        ELAINE: Oh, no, he couldn't get them. We're not going.", "\n        JOE DIVOLA: Really?", "\n        ELAINE: Oh, dammit, you know I just remembered I gotta go, I left something", "\n        on, the gas, the lights, the water in the tub. Something is on somewhere \n        so", "\n        Im just gonna get the uh..", "\n        ", "\n        Divola is blocking the door with his head.", "\n        ", "\n        JOE DIVOLA: You know the story of Pagliacci, Nedda?", "\n        ELAINE: Uh.. Im Elaine!", "\n        JOE DIVOLA: He's a clown whose wife is unfaithful to him.", "\n        ELAINE: Oh.", "\n        JOE DIVOLA: Do you think Im a clown, Nedda?", "\n        ELAINE: Do I think you're a clown? No, not if its bad to be a clown, \n        if", "\n        its bad to be a clown then you are definitely not a clown. But if its \n        good", "\n        to be a clown then, you know, I would have to rethink the whole thing.", "\n        JOE DIVOLA: You've betrayed me with another, haven't you, Nedda? Who is \n        he.", "\n        I want you to tell me who he is. I want his name. Tell me his name.", "\n        ELAINE: Oh, like any man would ever look at me, come on, Im gonna... \n        get", "\n        out of here.", "\n        ", "\n        Divola blocks the door when Elaine tries to leave.", "\n        ", "\n        JOE DIVOLA: Pagliacci kills his wife.", "\n        ELAINE: Se, now thats terrible, that is not a nice thing to do at all, \n        I", "\n        dont know how this Paliachi thing turns out but you know I would assume", "\n        that there is big big trouble for that clown", "\n        JOE DIVOLA: You're not leaving", "\n        ", "\n        Elaine sprays Divola in the eyes and he falls on his back. Elaine leaves.", "\n        ", "\n        JERRY'S APARTMENT.", "\n        ", "\n        Jerry:(on phone) But officer, he threatened me! I don't understand, thats", "\n        not right! What if it was the President of the United States I bet you'd", "\n        investigate. So whats the difference, Im a comedian of the United States,", "\n        and Ill tell you Im under just as much pressure. Alright, thanks anyway,", "\n        ok bye.", "\n        ", "\n        Knock at door.", "\n        ", "\n        JERRY: (cautiously) Who is it?", "\n        GEORGE: It's George.", "\n        ", "\n        George enters wearing a very small tuxedo.", "\n        ", "\n        GEORGE: What, are you locking the door now?", "\n        JERRY: Well, well, look at you. Its a little skimpy there isn't it?", "\n        GEORGE: Do you know the last time I wore this thing? Six years ago, when \n        I", "\n        made that toast at Bobby Leighton's wedding.", "\n        JERRY: Ooo, that was a bad toast.", "\n        GEORGE: It wasn't that bad.", "\n        JERRY: I never heard anybody curse in a toast.", "\n        GEORGE: I was trying to loosen 'em up a little bit.", "\n        JERRY: There were old people there, all the relatives. You were like a \n        Red", "\n        Fox record. I mean, at the end of the toast nobody even drank. They were", "\n        just standing there, they were just frozen! That might have been one of \n        the", "\n        worst all time toasts.", "\n        GEORGE: Alright, still her father didn't have to throw me out like that, \n        he", "\n        could have just asked me to leave. The guy had me in a headlock! Susan's \n        not", "\n        going tonight you know.", "\n        JERRY: What do you mean not going? why not?", "\n        GEORGE: I don't know, she said she had to pick up a friend of hers at \n        the", "\n        airport. It cost me a hundred dollars this ticket.", "\n        JERRY: Why doesn't she pay for hers?", "\n        GEORGE: That's a very good question. You know she and I go out for dinner,", "\n        she doesn't even reach for the check. Thats all Im asking for is a reach.", "\n        Is that so much to ask for?", "\n        JERRY: It's nice to get a reach.", "\n        ", "\n        Loud thump is heard from the front door.", "\n        ", "\n        JERRY: Who is it?", "\n        KRAMER: It's me!", "\n        ", "\n        Kramer is on the floor", "\n        ", "\n        KRAMER: What, are you locking the door now?", "\n        JERRY: Because of Divola! Get in here... How come you're not dressed?", "\n        KRAMER: I am dressed.", "\n        JERRY: You're going like this?", "\n        KRAMER: Yeah. Hey I want you to hear something.", "\n        JERRY: I thought you said people dress up when they go to the opera!", "\n        KRAMER: People do, I don't.", "\n        JERRY: Well what about me! If you're going like that, Im not going like", "\n        this.", "\n        GEORGE: Wait a minute, wait a minute, do you think Im comfortable here. \n        I", "\n        can't change, Ive got no clothes here! You've got to go like that, I \n        cant", "\n        go like this alone!", "\n        JERRY: Why should I be uncomfortable just because my apartment is closer \n        to", "\n        town hall than yours?", "\n        GEORGE: Thats not the issue, we're friends, if Ive got to be", "\n        uncomfortable, you've got to be uncomfortable too!", "\n        JERRY: All right, all right, Ill wear this. It's bad enough Ive got \n        to go", "\n        to the opera Ive got to sit next to ozzie nelson over here.", "\n        ", "\n        Kramer is playing opera music", "\n        ", "\n        JERRY: Would you turn that down! What is that crap!", "\n        KRAMER: It's Pagliacci!", "\n        JERRY: Oh beautiful. Listen, we've got a little problem here, we've got \n        two", "\n        extra tickets.", "\n        KRAMER: Why? What happened?", "\n        JERRY: Well Susan isn't going and Elaine just left me a message her friend", "\n        isn't going either.", "\n        KRAMER: Thats fantastic! We'll scalp the tickets, we'll make maybe five", "\n        hundred a ticket.", "\n        GEORGE: What? Really?", "\n        KRAMER: Yeah.", "\n        GEORGE: People are looking for tickets here?", "\n        KRAMER: What, are you kidding? Opening night Pavarotti and Pagliacci. \n        Ha,", "\n        we're gonna clean up!", "\n        GEORGE: Oh man! I knew I was gonna love the opera.", "\n        JERRY: Oh yeah right.", "\n        KRAMER: OK come on, lets go get the tickets.", "\n        GEORGE: All right, all right.", "\n        JERRY: All right, you guys listen, I've got to wait here for Elaine, I'll", "\n        meet you in front of the theatre.", "\n        GEORGE: Oh, wait, isn't scalping illegal?", "\n        KRAMER: Oh yeah!", "\n        ", "\n        Kramer and George leave.", "\n        ", "\n        INSIDE DIVOLA'S APARTMENT", "\n        ", "\n        Opera music is playing, Joe Divola is putting on white clown make up.", "\n        ", "\n        END OF ACT 1", "\n        ", "\n        OUTSIDE THE THEATRE.", "\n        ", "\n        Jerry and Elaine are waiting.", "\n        ", "\n        JERRY: You sprayed him in the eyes with Binaca?", "\n        ELAINE: Cherry Binaca, its new.", "\n        JERRY: See, I don't get that. First they come out with the regular, then \n        a", "\n        year later they come out with the cherry. They know that we like the cherry,", "\n        start with cherry! Then come out with the regular!", "\n        ELAINE: It's like I didn't even know him. He's like a totally different", "\n        person.", "\n        JERRY: Well you should hear the message from my nut. Where's George and", "\n        Kramer, I want to get inside already, I don't like standing out here, \n", "\n        I feel", "\n        very vulnerable.", "\n        ", "\n        Jerry drops a coin that he was tossing.", "\n        ", "\n        JERRY: Hey, hey, what are you doing, thats my quarter.", "\n        MAN#!: No it's not, it's mine.", "\n        JERRY: I was just flipping it, it's mine.", "\n        MAN#!: No, I dropped it, it's mine.", "\n        JERRY: All right, do you want the quarter, take the quarter, but don't \n        try", "\n        and tell me it's yours.", "\n        MAN#!: Well it is mine.", "\n        JERRY: What, do you think I care about the money? Is that what you think?", "\n        You want me to show you what I care about money? Here look, here look \n        at", "\n        this, here's a dollar here look, there, thats how much I care about money.", "\n        ", "\n        Jerry tears up the dollar.", "\n        ", "\n        MAN#!: You think I care about money, thats how much I care about money, \n        I", "\n        don't care about money.", "\n        JERRY: Oh yeah, well why dont you Just get lost.", "\n        MAN#!: Why don't you get lost.", "\n        JERRY: Because I was standing here, thats why.", "\n        MAN#!: Oh Yeah?", "\n        JERRY: Yeah!", "\n        ", "\n        The man walks away.", "\n        ", "\n        JERRY: I kinda like this opera crowd, I feel tough... Anybody else got \n        a", "\n        problem?", "\n        ", "\n        IN THE PARK", "\n        ", "\n        Joe Divola, dressed up in a clown suit is walking through the park.", "\n        ", "\n        PARK GUY#1: Hey clown!", "\n        PARK GUY#2: hey clown!", "\n        PARK GUY#1: Make us laugh, clown!", "\n        PARK GUY#2: Nice face, clown!", "\n        PARK GUY#2: Make me laugh, clown!", "\n        ", "\n        Divola kicks them all to the ground.", "\n        ", "\n        ALLEYWAY", "\n        ", "\n        Kramer and George are trying to sell the tickets.", "\n        KRAMER: I got two, I got two huh, Paliachi, who needs two, Pagliacci, \n        come", "\n        on, the great tragic clown, come on, check it out, he laughs, he cries, \n        he", "\n        sings, Pagliacci. Hey, I got two beauties right here, check it out all", "\n        right.", "\n        MAN#2: Hey, hey. Are you selling.", "\n        KRAMER: Oh yeah, Im selling.", "\n        MAN#2: Where are they?", "\n        KRAMER: Orchestra, Row G, dead center, primo! You'll think you died and", "\n        went to heaven.", "\n        MAN#2: What do you want for them.", "\n        KRAMER: All right, Ill tell you what Ill do. Cause you look like a nice", "\n        guy, a thousand dollars for the duce.", "\n        MAN#2: I'll give you five hundred for the pair.", "\n        GEORGE: Ok, it's a deal!", "\n        KRAMER: Pzzzt. No.", "\n        GEORGE: No? Are you crazy?", "\n        KRAMER: Look, let me handle this.", "\n        GEORGE: Five hundred dollars, thats a great deal!", "\n        KRAMER: You're blowing this, the guys a pigeon.", "\n        ", "\n        The man walks away", "\n        ", "\n        GEORGE: Did you see that? The guy's walking away. What is wrong with you?", "\n        That was a three hundred dollar profit.", "\n        KRAMER: Look, I know what Im doing here George.", "\n        GEORGE: This is not a Metallica concert, its an opera alright, a little", "\n        dignity, a little class, just give me my ticket, I will stand over here \n        and", "\n        sell it.", "\n        KRAMER: Oh, yeah.", "\n        GEORGE: Thank you very much. You just stand over there, Ill stand over", "\n        here.", "\n        KRAMER: I know where Im standing.", "\n        GEORGE: Alright.", "\n        KRAMER: Hey!", "\n        GEORGE: (shouting) Get your Paliachi!", "\n        ", "\n        OUTSIDE THEATRE", "\n        ", "\n        JERRY: Where are they already?", "\n        ELAINE: I guarantee they don't sell either one of those tickets.", "\n        JERRY: Hey, look, there's Bobby Eighteens father-in-law, Mr Reichman.", "\n        George and I were just talking about that today, I cant believe it! Thats", "\n        the guy who threw George out of the wedding.", "\n        ELAINE: Oh, yeah, when George made that bad toast!", "\n        JERRY: Do you remember the curse toast?", "\n        ELAINE: Oh yeah, the curse toast.", "\n        JERRY: So, can you believe that message? Now Ive got to spend the rest \n        of", "\n        my life looking over my shoulder.", "\n        ELAINE: Me too", "\n        JERRY: Crazy Joe Divola", "\n        ELAINE: How do you know his name?", "\n        JERRY: What do you mean? Why wouldn't I know his name?", "\n        ELAINE: I never told you his name.", "\n        JERRY: I never told you his name.", "\n        ELAINE: Wait a second, who are we talking about here?", "\n        JERRY: Joe Divola.", "\n        ELAINE: Right, Joe Divola", "\n        JERRY: How do you know his name?", "\n        ELAINE: I've been out with him three times, I should know the mans name.", "\n        ", "\n        They click", "\n        ", "\n        JERRY: Oh my god, its Joe Divola", "\n        ELAINE: Is he stalking you? are you kidding me?", "\n        JERRY: That madman is trying to kill me.", "\n        ELAINE: Oh, Jerry, why didn't you tell me his name! Oh my god, he accused", "\n        me of seeing someone else, he said tell me his name, he said tell me his", "\n        name!!", "\n        JERRY: Oh! He said that! Can you imagine what he'll do if he sees me with", "\n        you! He'll think Im the one who ruined his deal at NBC and took away \n        his", "\n        girl, he'll put a kibosh on me!", "\n        ELAINE: Oooohh, what about me!", "\n        ", "\n        Divola walks up to them, dressed in the clown suit.", "\n        ", "\n        JOE DIVOLA: Excuse me", "\n        ELAINE&JERRY: Aaahhhhh!!", "\n        ", "\n        ALLEYWAY", "\n        ", "\n        George still hasn't sold the ticket.", "\n        ", "\n        GEORGE: But this is Pavarotti!", "\n        MAN#3: Three hundred dollars, thats a lot of money.", "\n        ", "\n        Mr & Mrs Reichman are walking through the alley", "\n        ", "\n        MR REICHMAN: You know Steven Holstman (?) did a production at Tunis last", "\n        yeas and from what I understand, the Moslems really took to it.", "\n        GEORGE: All right, Ill tell you what, you seem like a nice guy, lets \n        stop", "\n        jerking around. Give me.. two hundred and fifty dollars, Ive got people", "\n        waiting for me, I've got to get the hell out of here.", "\n        MR REICHMAN: Scalping! I told them to put out extra security.. Excuse \n        me.", "\n        GEORGE: Hey pop, would you buzz off, I've got something cooking.", "\n        MR REICHMAN: Costanza!?", "\n        GEORGE: Mr Reichman?", "\n        MR REICHMAN: You've still got a mouth like a surd give me those tickets.", "\n        MRS REICHMAN: Harold, no, Harold, Harold be careful of you're hair", "\n        transplant!", "\n        ", "\n        OUTSIDE THE THEATRE", "\n        ", "\n        JOE DIVOLA: Anything is welcome, I accept change.", "\n        JERRY: I don't have anything, I gave it to that guy.", "\n        JOE DIVOLA: You know, you could just say no, you don't have to humiliate", "\n        me. I may be dressed as a clown but I am a person.", "\n        JERRY: I'm telling you, the guy took.....", "\n        JOE DIVOLA: And I don't need people like you looking down their noses \n        at", "\n        me. I am just a street performer out here trying to make enough to get \n        by.", "\n        ", "\n        Mrs Reichman runs past", "\n        ", "\n        MRS REICHMAN: Doctor! Doctor! Is there a doctor anywhere!", "\n        JOE DIVOLA: What, are you showing off to your girlfriend here, is that \n        it?", "\n        ELAINE: I'm not his girlfriend. We dated for a while, but things didn't", "\n        really work out.", "\n        JOE DIVOLA: You people make me sick.", "\n        JERRY: That is one angry clown!", "\n        ", "\n        COMEDY CLUB", "\n        ", "\n        JERRY: The hardest part about being a clown, it seems to me, would be \n        that", "\n        you're constantly referred to as a clown. \"Who was that clown?\", \n        \"I'm not", "\n        working with that clown, did you hire that clown?\", \"The guy's \n        a clown!\".", "\n        How do you even start into being a clown, how do you know that you want \n        to", "\n        be a clown, I guess you get to a point where you're pants look so bad, \n        it's", "\n        actually easier to become a clown than having the proper alterations done.", "\n        Because if you think about it, a clown, if there isn't a circus around \n        them,", "\n        is really just a very annoying person. You're in the back seat of this \n        guys", "\n        Volkswagen, \"What, you're picking somebody else up? Oh man!\"", "\n        ", "\n        END OF ACT 2", "\n        ", "\n", "\n        JERRY: (Singing) Camera, curtains, lights - This is it, we'll hit the", "\n        heights - Oh what heights we'll hit - On with the show this is it!", "\n        ELAINE: You know, it is so sad, all your knowledge of high culture comes", "\n        from bugs bunny cartoons.", "\n        JERRY: Oh there's that clown again, what does he want from me. Look Im", "\n        serious, Im not kidding, I don't have the quarter, that guy took it.", "\n        JOE DIVOLA: I don't want any money.", "\n        ELAINE: I smell cherry.", "\n        JOE DIVOLA: It's Binaca.", "\n        JERRY: Binaca?", "\n        ", "\n        They see the real clown singing and realize that they are talking to Crazy", "\n        Joe. They run away.", "\n        ", "\n        ALLEYWAY", "\n        ", "\n        George is finalizing the deal.", "\n        ", "\n        GEORGE: What did we say? Two seventy-five?", "\n        MAN#3: Two fifty.", "\n        GEORGE: Two fifty? Are you sure", "\n        MAN#3: Yeah, yeah, Im sure.", "\n        GEORGE: All right, all right, two fifty.", "\n        SUSAN: George!", "\n        GEORGE: S-Susan", "\n        SUSAN: I can't believe it, Im so glad I caught you.", "\n        GEORGE: What are you doing here, I though you were going to the airport.", "\n        SUSAN: Oh, there was some problem with the plane, they landed in", "\n        Philadelphia.", "\n        GEORGE: So what, they dont have another plane? She couldn't take a bus?", "\n        SUSAN: She's coming in tomorrow. I made it!", "\n        GEORGE: Yeah you made it, how about that.", "\n        SUSAN: Oh, Im so excited, now we get to see the opera together.", "\n        ", "\n        George gives the man the ticket and takes the money.", "\n        ", "\n        GEORGE: We get to go to the opera together!", "\n        SUSAN: Who's that?", "\n        GEORGE: Thats-thats-Harry Fong, he's a very good friend of mine and \n        he's", "\n        a big opera buff. Enjoy the show there harry!... You know what.", "\n        ", "\n        ENTRANCE TO THEATER.", "\n        ", "\n        JERRY: Come on, you gotta let us in", "\n        USHER: Not without tickets.", "\n        JERRY: We have tickets, we just don't have 'em with us.", "\n        USHER: Well thats a problem. Excuse me.", "\n        JERRY: You don't understand, someone's after us, a crazy clown is trying \n        to", "\n        kill us.", "\n        USHER: A crazy clown is after you? Oh thats rich. Now clear the entrance \n        so", "\n        people with tickets can get through.", "\n        ", "\n        Kramer slides in.", "\n        ", "\n        JERRY&ELAINE: We're with him, we're with him.", "\n        KRAMER: Are you guys ready?", "\n        JERRY&ELAINE: Yeah, Yeah!!", "\n        KRAMER: Have you seen George?", "\n        JERRY: We thought he was with you.", "\n        ELAINE: Come on, he's on his own, come on!", "\n        ", "\n        SITTING IN THE THEATER", "\n        ", "\n        KRAMER: These are great seats huh?", "\n        ELAINE: Yeah", "\n        KRAMER: Yeah", "\n        JERRY: Boy, some cast, huh? Pavarotti, Aver Martone.", "\n        ELAINE: Aver Martone. I've heard of her, who's she playing?", "\n        JERRY: She's playing, Pagliaccis wife, Nedda.", "\n        ELAINE: Nedda?", "\n        JERRY: Yeah.", "\n        ELAINE: Oh my god..", "\n        ", "\n        Man #3 enters and shuffles to his seat.", "\n        ", "\n        MAN#3: Excuse me, excuse me, excuse me.", "\n        ", "\n        Susan comes in from the other side.", "\n        ", "\n        JERRY: Susan! What are you doing here?", "\n        SUSAN: My Friend's flight couldnt make it.", "\n        JERRY: Where's George?", "\n        MAN#3: I got his ticket.", "\n        SUSAN: He decided not to come. He said he was uncomfortable.", "\n        JERRY: Uncomfortable? How does you think I feel?.. Hey let me ask you", "\n        something, how much did you pay for that ticket?", "\n        MAN#3: One seventy-five.", "\n        JERRY: Kramer, who'd you sell your ticket to?", "\n        KRAMER: Some nut in a clown suit!", "\n        ", "\n        The show starts, everyone claps except Elaine and Jerry who look very", "\n        frightened.", "\n        ", "\n        COMEDY CLUB", "\n        ", "\n        JERRY: I had some friends drag me to an opera recently, you know how", "\n        they've got those little opera glasses, you know, do you really need", "\n        binoculars, I mean how big do these people have to get before you can \n        spot", "\n        'em. These opera kids they're going two-fifty, two-eighty,", "\n        three-twenty-five, they're wearing big white woolly vests, the women have", "\n        like the breastplates, the bullet hats with the horn coming out. If you", "\n        can't pick these people out, forget opera, think about optometry, maybe", "\n        thats more you're thing.", "\n        ", "\n        END OF ACT 3 ", "\n        ", "\n        Transcribed by William Fifield", "\n        \n    \n     \n      \n      \n    \n  \n\n"]},
{"line": [" "]},
{"line": []},
{"line": [" "]},
{"line": []},
{"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]},
{"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}
]