[
{"title": "The Pick"},
{"line": []},
{"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]},
{"line": [" "]},
{"line": ["Directed by: Tom Cherones"]},
{"line": ["[Jerry's Apartment]"]},
{"line": ["GEORGE: I loved her Jerry, I loved her. "]},
{"line": ["JERRY: No, you didn't."]},
{"line": ["GEORGE: And she loved me. Hoo, ho, she really did."]},
{"line": ["JERRY: No she didn't."]},
{"line": ["GEORGE: What am I going to do now? I can't live without Susan. \n            I gotta get her back. How? How, am I gonna get her back?"]},
{"line": ["ELAINE: [OC] Not only didn't you love her, you didn't even like \n            her."]},
{"line": ["GEORGE: Who says? "]},
{"line": ["ELAINE: You did."]},
{"line": ["GEORGE: Ah, ...A beautiful successful intelligent woman's in love \n              with me and I throw it all away. uh oh boy. Now I'll spend the rest \n              of my life living alone. I'll sit in my disgusting little apartment \n              watching basketball games, eating Chinese take out. Walking around \n            with no underwear. Because I'm too lazy to do a laundry."]},
{"line": ["JERRY: You walk around with no underwear?"]},
{"line": ["GEORGE: Yeah, what do you do when you run out of laundry?"]},
{"line": ["JERRY: I do a wash."]},
{"line": ["GEORGE: Who am I going to meet who is better than her? No one, \n            Jerry. No one's better than her."]},
{"line": ["JERRY: When you were with her you said you couldn't stand her."]},
{"line": ["GEORGE: I loved her! "]},
{"line": ["JERRY: You said goin up the steps of her apartment was like being \n            taken to a cell."]},
{"line": ["GEORGE: I would give anything to be going up those stairs again.            "]},
{"line": ["GEORGE: I gotta call her. Should I call her?"]},
{"line": ["JERRY: George, I don't know if that is such a good idea?"]},
{"line": ["GEORGE: Whyie?"]},
{"line": ["JERRY: You need some professional advice. Why don't you go see \n            Elaine's friend? She's a therapist. "]},
{"line": ["GEORGE: I'm not going to see that nut doctor she went to Europe \n            with."]},
{"line": ["JERRY: No, no no [Elaine enters, flossing teeth] Elaine what's \n              the name of that friend of yours ... that's a therapist ... the \n            woman."]},
{"line": ["ELAINE: Dana Folley."]},
{"line": ["JERRY: Right, Dana Folley."]},
{"line": ["GEORGE: She any good?"]},
{"line": ["ELAINE: Yeah, she's terrific. Why? You thinking of going?"]},
{"line": ["GEORGE: Wa, uh, ..."]},
{"line": ["ELAINE: Tia? Who's that? "]},
{"line": ["JERRY: She's the model I met on the plane."]},
{"line": ["ELAINE: She sent you a Christmas card? "]},
{"line": ["JERRY: Um uh. And we're going out Saturday night."]},
{"line": ["GEORGE: My Darling Susan! My DARLING!!! "]},
{"line": ["[They ignore George]"]},
{"line": ["JERRY: What are you doing?"]},
{"line": ["ELAINE: ... date with Fred."]},
{"line": ["JERRY: The religious guy?"]},
{"line": ["ELAINE: He's not THAT religious."]},
{"line": ["JERRY: Let us pray."]},
{"line": ["[Kramer Enters]"]},
{"line": ["KRAMER: Hey, you got any Double Crunch?"]},
{"line": ["JERRY: Yeah."]},
{"line": ["JERRY: Kramer, should I call Susan?"]},
{"line": ["KRAMER: Now what does the little man inside you say? See you gotta \n            listen to the little man."]},
{"line": ["GEORGE: My little man doesn't know."]},
{"line": ["KRAMER: The little man knows all. "]},
{"line": ["GEORGE: My little man's an idiot."]},
{"line": ["ELAINE: See, she was clever. You know she put her picture on a \n            card. I should do that. I never do anything like that. "]},
{"line": ["KRAMER: You want a picture like that on a Christmas card? I can \n            do that for you. ..."]},
{"line": ["GEORGE: She kept such a nice clean apartment. She was so sanitary.            "]},
{"line": ["ELAINE: No, no, I was just thinking out loud I don't want my picture \n            on a card."]},
{"line": ["KRAMER: No, no, I'll take your picture. I'll take care of everything."]},
{"line": ["GEORGE: She made a big breakfast every Sunday. I don't know what \n            she put in those eggs. "]},
{"line": ["KRAMER: All right, ... now, you come on over. I'll have my cereal \n            and I'll take your picture."]},
{"line": ["ELAINE: Really? Can you really take a picture?"]},
{"line": ["JERRY: Yeah, he's good. He takes good pictures. He's got equipment \n            over there."]},
{"line": ["ELAINE: All right, ha ha "]},
{"line": ["KRAMER: I don't know about that outfit though. "]},
{"line": ["ELAINE: Why? What's wrong with it?"]},
{"line": ["KRAMER: Well, we'll have to improvise."]},
{"line": ["[Elaine and Kramer exit]"]},
{"line": ["GEORGE: (singing) Oh hey, if you happen to see the most beautiful \n              girl who walked out on me. Tell her I'm sorry. Tell her I need my \n            baby ... oh won't you tell her ... I love her. Oh hey, ..."]},
{"line": ["JERRY: George I'm afraid I'm going to have to ask you to leave.            "]},
{"line": []},
{"line": ["[Change of Scne Tia at Jerry's]"]},
{"line": ["JERRY: So, I'm thinking of putting in na tropical fish tank right \n            here."]},
{"line": ["TIA: Are you sure you're ready for that kind of comitment?"]},
{"line": ["JERRY: Well, I figure if it doesn't work out I can always flush \n            them down the toilet."]},
{"line": ["TIA: That's horrible!"]},
{"line": ["JERRY: What's that perfume you're wearing?"]},
{"line": ["TIA: oh I completely forgot I want you to see this. The CALVIN \n            KLEIN ad I was telling you about came out today. "]},
{"line": ["JERRY: What is that smell?"]},
{"line": ["TIA: It's here somewhere."]},
{"line": ["JERRY: It smells like the beach."]},
{"line": ["TIA: Exactly. "]},
{"line": ["JERRY: Oh my God is that the new perfume? "]},
{"line": ["TIA: Yeah."]},
{"line": ["JERRY: I can't believe this. My next door neighbour had the idea \n              for this exact perfume last year. He even met with an executive \n            at CALVIN KLEIN. I can't believe they stole his idea."]},
{"line": ["TIA: Are you sure?"]},
{"line": ["JERRY: And you're the model for this perfume?"]},
{"line": ["[Noise]"]},
{"line": ["JERRY: Uh, that's him. He just came home. ... Uh, the door [Jerry \n            pushes his door against Kramer's entrance]"]},
{"line": ["KRAMER: Hey"]},
{"line": ["JERRY: Hey."]},
{"line": ["KRAMER: Hey, how ya' doing? [Trying to enter]"]},
{"line": ["JERRY: Yeah, uh, I'll see you later. "]},
{"line": ["KRAMER: I just wanted to borrow your Dust Buster."]},
{"line": ["JERRY: All right come on in. ... Just wait over HERE! Just wait \n            here and I'll get it for you. ... Kramer this is Tia."]},
{"line": ["KRAMER: Hello."]},
{"line": ["[Jerry pushes tia back away from Kramer]"]},
{"line": ["KRAMER: How tall are you?"]},
{"line": ["TIA: Five ten."]},
{"line": ["KRAMER: Come on lets see - Back to Back."]},
{"line": ["JERRY: NO! Kramer!"]},
{"line": ["KRAMER: What's the matter with you? I just wanted to see how tall \n            she was."]},
{"line": ["JERRY: Oh, you're tall - she's tall I'm tall. What's the difference \n            who's tall. We're all tall."]},
{"line": ["KRAMER: What's that? "]},
{"line": ["JERRY: What?"]},
{"line": ["KRAMER: That smell. What's that smell?"]},
{"line": ["JERRY: [starting the Dust Buster] What smell?"]},
{"line": ["KRAMER: It's very familiar. I can't put my finger on it. It's very \n            familiar."]},
{"line": ["JERRY: Oh, they're all the same. Here. [gives him Dust Buster] \n            Now if you'll excuse us, .."]},
{"line": ["KRAMER: Yeah, okay, So I'll see you tomorrow uh?"]},
{"line": ["JERRY: Okay."]},
{"line": ["KRAMER: Yeah. Nice meeting you."]},
{"line": ["TIA: Nice meeting you too."]},
{"line": ["JERRY: I'll see you later."]},
{"line": ["[Kramer slowly leaves as Jerry shuts door on him]"]},
{"line": ["JERRY: Ooow, that was close."]},
{"line": ["KRAMER: [OC] THE BEACH!!!"]},
{"line": ["[enters]"]},
{"line": ["KRAMER: You smell like the beach. What's the name of that perfume? \n            you're wearing."]},
{"line": ["TIA: It's Ocean by CALVIN KLEIN."]},
{"line": ["KRAMER: CALVIN KLEIN? No, no. That's my idea. They, they stole \n              my idea. Y' see I had the idea of a cologne that makes you smell \n            like you just came from the beach."]},
{"line": ["JERRY: I know look at this [shows ad]"]},
{"line": ["KRAMER: Whooo, ... That's you! What is going on here? The gyp(?) \n              he laughs at me then he steals my idea. I could have been a millionaire. \n              I could have been a fragrance millionaire, Jerry. ... They're not \n            going to get away with this."]},
{"line": ["[End of scene]"]},
{"line": []},
{"line": ["[Therapist's Office]"]},
{"line": ["[George enters]"]},
{"line": ["DANA: Hello. George, come in. Come in I've heard an awful lot about \n            you. Please sit down."]},
{"line": ["GEORGE: Well hello. Um, ah, specifically the reason that I'm here, \n              uh, I don't know uh what Elaine told you but uh I broke up with \n              my girlfriend a couple of weeks ago. Actually she broke up with \n              me [struggling with his coat zipper] and uh, well, I was the cause \n              of it and uh, I just wanted to find out from you ... What's with \n            this thing?"]},
{"line": ["DANA: So uh, she broke up with you? ... "]},
{"line": ["GEORGE: Yeah, and, ... Why won't this go down? "]},
{"line": ["DANA: It's all right don't worry about it. So, why did she break \n            up with you?"]},
{"line": ["GEORGE: What is with this damn zipper?"]},
{"line": ["DANA: It doesn't matter. You'll fix it later. Tell me about your \n            girlfriend."]},
{"line": ["GEORGE: It's stuck on a piece of cloth here. I can't get the cloth \n            out."]},
{"line": ["DANA: It doesn't matter, so ..."]},
{"line": ["GEORGE: This is a brand new jacket. Boy this really burns me up, \n            ..."]},
{"line": ["DANA: George, George, look at me. Okay, forget about the zipper. \n            ... What's your girlfriend's name?"]},
{"line": ["GEORGE: ... Susan."]},
{"line": ["DANA: Okay, we're getting somewhere."]},
{"line": ["GEORGE: UH, ha ha, ... It's just SO frustrating. It's a brand new \n            jacket."]},
{"line": ["[Jerry's Apartment]"]},
{"line": ["ELAINE: Anyway so Fred and I are going to do some volunteer work \n            for that Church on Amsterdam."]},
{"line": ["JERRY: Oh, volunteer work!. See that's what I like about the holiday \n              season. That's the true spirit of Christmas. People being helped \n              by people other than me. That makes me feel good inside. Look at \n              what we have here. [mail]. A Christmas card from Laine. You didn't \n            have to go to all that trouble."]},
{"line": ["ELAINE: It was no trouble. My assistant did the whole thing."]},
{"line": ["JERRY: I didn't even see the picture. How did it come out?"]},
{"line": ["ELAINE: Well, you know. It's a picture?"]},
{"line": ["JERRY: Oh yeah. Look at that. Looks good. Kramer did a good job."]},
{"line": ["ELAINE: Yeah, well. How hard is it to take a picture?"]},
{"line": ["JERRY: ... um ..."]},
{"line": ["ELAINE: What?"]},
{"line": ["JERRY: Did you look at look at this picture carefully?"]},
{"line": ["ELAINE: Carefully?"]},
{"line": ["JERRY: Because I'm not sure and and and correct me if I'm wrong \n            but I think I see ... a nipple."]},
{"line": ["ELAINE: What?"]},
{"line": ["JERRY: Here. Take a look. What, what is that?"]},
{"line": ["ELAINE: (gasps) Oh my God! That's my nipple. "]},
{"line": ["JERRY: That's what I thought."]},
{"line": ["ELAINE: That's my nipple. My nipple's exposed. I sent this card \n            to hundreds of people! My parents. My boss. Uh, Nana and Papa. "]},
{"line": ["JERRY: DIDN'T YOU LOOK AT THE PICTURE?"]},
{"line": ["ELAINE: Oh God I didn't notice. Oh, what am I going to do? You \n              know your whole life you go through painstaking efforts to hide \n              your nipple and then BOOM, suddenly hundreds of people get their \n            own personal shot of it. "]},
{"line": ["[Kramer enters]"]},
{"line": ["KRAMER: Hey!"]},
{"line": ["ELAINE: Have you seen the card? "]},
{"line": ["KRAMER: What card?"]},
{"line": ["ELAINE: This car."]},
{"line": ["KRAMER: Yeah, yeah. Of course. I took it."]},
{"line": ["ELAINE: Well did you notice anything unusual about it?"]},
{"line": ["KRAMER: No."]},
{"line": ["ELAINE: Well come here and take a look. "]},
{"line": ["KRAMER: Yeah, so?"]},
{"line": ["ELAINE: So, what's that?"]},
{"line": ["KRAMER: That's a nipple."]},
{"line": ["ELAINE: Right!!"]},
{"line": ["KRAMER: Ooo!"]},
{"line": ["ELAINE: Aw, great!? Didn't you see that? "]},
{"line": ["KRAMER: Aw, no, no I didn't notice it. no, uh, "]},
{"line": ["ELAINE: It's because you made me wear that stupid shirt. "]},
{"line": ["JERRY: Well, maybe no one noticed it. You didn't notice it. Let \n            me go get Newman. We'll see if he sees it."]},
{"line": ["ELAINE: No. I don't want him looking."]},
{"line": ["JERRY: Oh what's the difference. Everybody else you know has it.            "]},
{"line": ["ELAINE: Oh my God. I sent one to the super in my building. My mailman. \n              My ten year old little nephew. Sister Mary Catherine. Father Chelios. \n            Oh my God Fred! I sent one to Fred."]},
{"line": ["[Jerry enters with Newman]"]},
{"line": ["NX: Okay. What is it?"]},
{"line": ["JERRY: Take a look at this card. Tell me if you notice anything \n            unusual about it."]},
{"line": ["NX: Your nipple's showing."]},
{"line": ["JERRY: Okay. Thanks."]},
{"line": ["NX: Anything else? "]},
{"line": ["JERRY: No. "]},
{"line": ["NX: All right. See you later."]},
{"line": ["JERRY: What? So what? It's a nipple. A little round circular protuberance. \n            What's the big deal? See everybody's got them. See I got them. "]},
{"line": ["KRAMER: I got them too. "]},
{"line": ["JERRY: Everybody's got them. "]},
{"line": ["[Therapist's Office]"]},
{"line": ["DANA: You see it's kind of got a little piece of cloth that's slipped \n            underneath and it's ..."]},
{"line": ["GEORGE: Pull it up a little bit."]},
{"line": ["DANA: Uhg. Well you hold it. Wait, uh, Damn It! I can't move it. \n              God, I've never seen a zipper so stubborn. DAMN IT! I almost had \n            it. "]},
{"line": ["GEORGE: Yeah, okey, wait wait. That will separate. "]},
{"line": ["DANA: No. Let me try..."]},
{"line": ["GEORGE: Take it right off the chest..."]},
{"line": ["DANA: Ugh, .."]},
{"line": ["GEORGE: You're gonna rip it. You're gonna rip it."]},
{"line": ["DANA: YEAH!! UGH!!! ARG!!! ... I am afraid we're going to have \n            to stop."]},
{"line": ["GEORGE: Okay. Uh, my mother is is going to pay for the sessions. \n            ... Oh,Elaine?"]},
{"line": ["DANA: Yeah."]},
{"line": ["GEORGE: [stares at card]"]},
{"line": ["[Jerry's car - BMW]"]},
{"line": ["[Jerry scratching right side of nose. Tia in a cab sees him, in \n            shock. Cab pulls away.] "]},
{"line": ["JERRY: No, No, No, No, Oh, No."]},
{"line": ["[Jerry's Apartment]"]},
{"line": ["[Jerry hanging up phone]"]},
{"line": ["JERRY: Well every day for the past four days she hasn't returned \n            one call. "]},
{"line": ["GEORGE: Was it a scratch or a pick? "]},
{"line": ["JERRY: It was a scratch. "]},
{"line": ["GEORGE: Hey. It's me."]},
{"line": ["JERRY: Don't you think I know the difference between a pick and \n            a scratch? "]},
{"line": ["[Buzzer]"]},
{"line": ["JERRY: Yeah?"]},
{"line": ["ELAINE: (OC) It's me. "]},
{"line": ["JERRY: Come on up. "]},
{"line": ["GEORGE: Was there any nostril penetration?"]},
{"line": ["JERRY: There may have been some incidental penetration. But from \n            her angle she was in no position to make the call. "]},
{"line": ["GEORGE: So let's say in her mind she witnessed a pick. Okay, so \n            then what?"]},
{"line": ["JERRY: Is that so unforgivable? Is that like breaking a commandment? \n            Did God say to Moses thou shalt not pick? "]},
{"line": ["GEORGE: I guarantee you that Moses was a picker. You wander throughh \n              the desert for forty years with that dry air. ... You telling me \n            you're not going to have occasion to clean house a little bit. "]},
{"line": ["JERRY: Let me ask you something. If you were going out with somebody \n              and if she did that what would, would you do? Would you continue \n            going out with her?"]},
{"line": ["GEORGE: No. That's disgusting! "]},
{"line": ["[Elaine enters]"]},
{"line": []},
{"line": ["ELAINE: You cannot believe what I'm going through. That card is \n              plastered all over the office. Everybody is calling me, Nip! ... \n              Yeah. That's my new nickname at the office. Nip! These guys keep \n              asking me out for drinks. Not only that, Fred, you know the guy \n              I told you about? He hasn't called me in three days. ... [sees card] \n            Oh please!"]},
{"line": ["GEORGE: Hey. How come I didn't get a Christmas card? Everybody \n              else got one. Jerry got one, Kramer got one. I thought we were good \n            friends. I don't get a Christmas card. I don't get it. "]},
{"line": ["ELAINE: You want a Christmas card? You want a Christmas card? All \n              right here. [rubs George's head on her breasts] Here's your Christmas \n            card. "]},
{"line": ["[Kramer enters]"]},
{"line": ["KRAMER: Got any Double Crunch?"]},
{"line": ["JERRY: yeah. I think I do. "]},
{"line": ["KRAMER: What's that perfume?"]},
{"line": ["ELAINE: What, Ocean."]},
{"line": ["KRAMER: That's mine. That's my smell. Jerry you've got to get that \n            model to get me an appointment with CALVIN KLEIN."]},
{"line": ["JERRY: I can't She won't return my calls because she caught me \n            in a pick at a light."]},
{"line": ["KRAMER: I thought you said it was a scratch. "]},
{"line": ["JERRY: But that's not what she thinks. "]},
{"line": ["GEORGE: Why don't you call her agency. Maybe she's been out of \n            town and she didn't get the calls. "]},
{"line": ["JERRY: All right. I'll call the agency. [Elaine grabs card from \n              George] Hello. Yes, I'm trying to get in touch with Tia Van Camp. \n              Do you know if she's been in town? She's been in town. Oh really. \n              well thank you very much. [hangs up] She has been in town. She's \n            at CALVIN KLEIN's right now."]},
{"line": ["KRAMER: Let's go. "]},
{"line": ["[Monk's]"]},
{"line": ["GEORGE: It'll be different this time. "]},
{"line": ["SUSAN: I need someone a little more stable."]},
{"line": ["GEORGE: I'm not stable? I'm like a rock. I take these glasses off, \n              you can't tell the difference between me and a rock. I put these \n              glasses on a rock. You know what jumps into most people's minds? \n            Costanza! "]},
{"line": ["SUSAN: People don't change."]},
{"line": ["GEORGE: I change I change. Two weeks ago I tried a soft boiled \n              egg. Never liked it before. Now I'm dunkin a piece of toast in there \n            and I'm loving it. "]},
{"line": ["SUSAN: I'm not a soft boiled egg. "]},
{"line": ["GEORGE: And I am not a piece of toast. "]},
{"line": ["SUSAN: I just don't think we have anything in common. "]},
{"line": ["GEORGE: That's okay. That's good. You think Louie Pasteur and his \n              wife had anything in common? He was in the fields all day with the \n              cows, you know with the milk, examining the milk, delving into milk, \n              consummed with milk. Pasteurization, Homogenization, She was in \n            the kitchen killing cockroaches with a boot on each hand. "]},
{"line": ["SUSAN: Why were there so many cockroaches? "]},
{"line": ["GEORGE: Because. There was a lot of cake lying around the house. \n              Just sitting there going with all the excess milk from all the experiments \n            [grins] "]},
{"line": ["SUSAN: And they got along?"]},
{"line": ["GEORGE: Yes! Yes. You know. She didn't know about Pasteurization. \n            He didn't know anout Fumigation. But they made it work!"]},
{"line": []},
{"line": ["[Trump Towers]"]},
{"line": ["KRAMER: I want to talk to Calvin."]},
{"line": ["SECRETARY: You can't go in there."]},
{"line": ["KRAMER: Let me talk to Calvin."]},
{"line": ["[Kramer enters office]"]},
{"line": ["TIA: Kramer?"]},
{"line": ["KRAMER: Yeah, uh."]},
{"line": ["CALVIN KLEIN: Who are you?"]},
{"line": ["KRAMER: I'm here to talk about the ocean. "]},
{"line": ["CALVIN KLEIN: Oh, yes kramer. I uh, think I know something about \n            this. Will you excuse us Tia? [Tia leaves]"]},
{"line": ["KRAMER: Now I don't want any trouble Calvin. "]},
{"line": ["CALVIN KLEIN: Neither do I."]},
{"line": ["[Outside office]"]},
{"line": ["JERRY: Hello there you are."]},
{"line": ["TIA: What are you doing here?"]},
{"line": ["JERRY: Well, I had to talk to you - I noticed you haven't been \n            returning my calls."]},
{"line": ["TIA: Well, I've been busy."]},
{"line": ["JERRY: Because I - I thought we had a good time the other night, \n              an' the only explanation I can come up with is that you think that \n            you caught me (flustered, he"]},
{"line": ["indicates a nose pick)"]},
{"line": ["TIA: (Waving him off) I'd rather not talk about this.."]},
{"line": ["JERRY: But I was clearly on the outer edge of the nostril."]},
{"line": ["TIA: I know what I saw. (Turns toward the elevators)"]},
{"line": ["JERRY: But there - but there was no pick! I - I did not pick! There \n            ws no piick!"]},
{"line": ["TIA: I gotta go. (Quickly walks away from Jerry)"]},
{"line": ["JERRY: No! No pick!"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Calvin Klein's office]"]},
{"line": ["(Kramer, standing, is talking with Klein)"]},
{"line": ["KRAMER: All right, now here's the scoop, Jockey. I, uh, I came \n            in here last January to talk to one of your ffflunkies.."]},
{"line": ["KLEIN: (Reflecting on Kramer) Interesting face.."]},
{"line": ["KRAMER: Yeah.. And, um, when I told him my idea about the beach \n            cologne, you know, he - he laughed at me."]},
{"line": ["KLEIN: You're very lithe, aren't you? Very graceful."]},
{"line": ["KRAMER: Well, yeah."]},
{"line": ["KLEIN: Sit down, eh? (Kramer, misjudging one side of the couch, \n            sits down uncomfortably) You're very lean, but muscular.."]},
{"line": ["KRAMER: You know, I try to take care of myself. I - I watch what \n            I eat. Ah, just recently I cut out fructose."]},
{"line": ["KLEIN: You're spectacular."]},
{"line": ["KRAMER: (Flattered) Oh?"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Elaine's office]"]},
{"line": ["(Elaine's fighting with her boyfriend, Fred, about her Christmas \n            card)"]},
{"line": ["ELAINE: I told you, Fred - my friend's next door neighbor took \n            it."]},
{"line": ["FRED: (Incredulous) Soo - what happened?!"]},
{"line": ["ELAINE: Well, I-I-I must a missed a button. I forgot to button \n            it."]},
{"line": ["FRED: I really don't see how you could miss a button like that."]},
{"line": ["ELAINE: Oh, you've never missed a button?! (Phone rings, she puts \n            it on speakerphone) Yeah?.."]},
{"line": ["RECEPTIONIST: Your sister, Gail."]},
{"line": ["ELAINE: Oh, God - my nephew. (Picks up the phone and hits the button) \n            Hi, Gail!.. Yu.. yu... Yes, Gail, I know how old he is."]},
{"line": ["CO-WORKER: (Pokes his head into the doorway) Hey, Nip, ya need \n            that manuscript or can I take it home?"]},
{"line": ["ELAINE: Yeah, take it! Take it!.. An' stop calling me \"Nip\"! (Co-worker \n              takes it and quickly leaves. Elaine goes back to the phone) It was \n            an accident! Well.."]},
{"line": ["well.. it's gotta be somewhere. Look under his mattress."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Susan's apartment building]"]},
{"line": ["(George and Susan are slowly making their way up the stars to Susan's \n              apartment. He's treating it very much like the long walk to an execution; \n            she's mellow and"]},
{"line": ["happy)"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Calvin Klein's office]"]},
{"line": ["(A couple people are sitting with Klein, and talking. Kramer is \n            no where in sight)"]},
{"line": ["WOMAN: About the focus group? I had nothing to do with the focus \n              group. What's your point? (She sees Kramer emerge from another room. \n            He's wearing only"]},
{"line": ["dress shoes, socks, and his briefs) My.. he's sexual, athletic.. \n            an' without a trace of self-consciousness!"]},
{"line": ["KLEIN: His buttocks are sublime!"]},
{"line": ["MAN: Of course, his pectorals could use a little work - I suppose \n            we could get him into the weight room."]},
{"line": ["WOMAN: (Mesmerized with Kramer's body) No, let's get him in the \n            studio today. We can send these out immediately."]},
{"line": ["(Kramer casually puts his hand on the wall, attempting to lean \n              on it, but the corner is rounded, and he slides along it, eventually \n            falling down. Fortunately, the other"]},
{"line": ["people don't notice - they're talking amongst themselves)"]},
{"line": ["MAN: You've done it again, C.K.!"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Calvin Klein office building]"]},
{"line": ["(In a hallway, Tia and others are waiting for the elevator. Jerry, \n            deciding to make a speach, starts to preach to the crowd)"]},
{"line": ["JERRY: An' what if I did do it? Even though I admit to nothing, \n              and never will. What does that make me? And I'm not here just defending \n            myself but all those"]},
{"line": ["Pickers out there who've been caught. (Elevator doors open) Each \n              an' every one of them, who has to suffer the shame and humiliation \n            because of people like you.."]},
{"line": ["(Everyone but Jerry is now in the elevator. Jerry's still addressing \n              them) Are we not human?! If we pick, do we not bleed?! (Elevator \n            doors shut. A few people in the"]},
{"line": ["hallway are looking at him, he turns and addresses them) I am not \n            an animal!"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Elaine's office]"]},
{"line": ["(Elaine's standing in the doorway, yelling at Fred)"]},
{"line": ["ELAINE: I did not bare myself deliberately, but I tell you, I wish \n              now that I had! (Fred, shocked by her speech, flees. She calls after \n              him, still standing at the hallway) Because it is not me that has \n            been exposed, but you! For I have seen the nipple on your soul!"]},
{"line": ["(Scene ends) "]},
{"line": ["[Monk's]"]},
{"line": ["GX: So the minute I started up the steps to her apartment I knew \n              I made a terrible mistake. Going back with her. So we're in her \n              apartment she goes into the bathroom. I'm cursing myself; now how \n              do I get out of this? Then it hits me like a bolt of lightening. \n            The pick. "]},
{"line": ["JERRY: The pick?"]},
{"line": ["ELAINE: The pick?"]},
{"line": ["GEORGE: She comes out of the bathroom, I'm in up to my wrist. You \n            should have seen the look on her face. "]},
{"line": ["JERRY: I think I've seen that look. "]},
{"line": ["[Kramer enters]"]},
{"line": ["KRAMER: I've got the magazine. The underwear ad came out."]},
{"line": ["JERRY: Boy, they really worked on your pectorals. "]},
{"line": ["GEORGE: Your buttocks are spectacular. "]},
{"line": ["ELAINE: Oh my!"]},
{"line": ["KRAMER: What? "]},
{"line": ["ELAINE: I'm not sure but... I think I see your..."]},
{"line": []},
{"line": []},
{"line": ["THE END                                    \n            \n            \n            \n        \n      \n    \n     \n      \n      \n      \n", "\n        "]},
{"line": []},
{"line": [" "]},
{"line": []},
{"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]},
{"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}
]