[
{"title": "The Visa"},
{"line": []},
{"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]},
{"line": [" "]},
{"line": ["[Transcribed by Dave (ratboy)]", "\n        ", "\n        ------------------------------------------------------------------------------", "\n        Written by: Peter Mehlman", "\n        ------------------------------------------------------------------------------", "\n        ", "\n        Episode no. 56", "\n        pc: 414, season 4, episode 17", "\n        Broadcast date: January 27, 1993", "\n        ------------------------------------------------------------------------------", "\n        ", "\n        The Cast", "\n        ", "\n        Regulars:", "\n        Jerry Seinfeld................... Jerry Seinfeld", "\n        Jason Alexander.................. George Costanza", "\n        Julia Louis-Dreyfus.............. Elaine Benes", "\n        Michael Richards................. Cosmo Kramer", "\n        ", "\n        Guest Stars:", "\n        ", "\n        Brian George..................... Babu Bhatt", "\n        Maggie Han....................... Cheryl", "\n        Ping Wu.......................... Ping", "\n        John Hamelin..................... Babu's Brother", "\n        Gerry Bednob..................... Babu's Friend ", "\n        ", "\n        ", "\n        ", "\n        Opening monologue.", "\n        ", "\n        What are lawyers, really? To me a lawyer is basically the person that \n        knows the", "\n        rules of the country. We're all throwing the dice, playing the game, moving \n        our", "\n        pieces around the board, but if there's a problem, the lawyer is the only \n        person", "\n        that has read the inside of the top of the box. I think one of the fun \n        things", "\n        for them is to say, \"objection.\" \"Objection! Objection, \n        your Honor.\" ", "\n        Objection, of course, is the adult version of, \"Fraid not.\" \n        To which the judge", "\n        can say two things, he can say, \"overruled\" which is the adult \n        version of \"Fraid", "\n        so,\" or he could say, \"sustained,\" which is the adult version \n        of \"Duh.\"", "\n        ", "\n        ", "\n        First scene.", "\n        George is at the counter at Monk's, he's talking with an Oriental woman.", "\n        ", "\n        George: So you're a lawyer. What kind of cases do you handle?", "\n        ", "\n        Cheryl: Oh, everything. Divorce, patents, immigration and naturalization.", "\n        ", "\n        George: What is that, immigrants come over, you show them how to act natural?", "\n        ", "\n        Cheryl (laughing): Are your friends as funny as you?", "\n        ", "\n        George: No, they're not funny at all. No, I have no funny friends. I'm \n        the", "\n        funny one. El Clowno.", "\n        ", "\n        Quick pan to the front door as Jerry and Elaine are entering.", "\n        ", "\n        Elaine: Look, I was nice enough to pick it up for you", "\n        ", "\n        Jerry: Hey, I've been back four days, I want my mail.", "\n        ", "\n        Elaine: It's mostly bills, magazines and junk mail anyway.", "\n        ", "\n        Jerry: Elaine, that's what mail is. Without bills, magazines and junk \n        mail,", "\n        there is no mail. ", "\n        ", "\n        Cut back to George and Cheryl at the counter.", "\n        ", "\n        Cheryl: Here's my card.", "\n        ", "\n        George: Oh, ok. Thank you. It was good talking to you.", "\n        ", "\n        Cheryl: Nice meeting you.", "\n        ", "\n        George: Yeah.", "\n        ", "\n        Cheryl leaves, George walks over to the booth to meet Jerry and Elaine.", "\n        ", "\n        Elaine: Hi!", "\n        ", "\n        Jerry: Hey, how ya doin?", "\n        ", "\n        George: You would not believe what just happened. I was waiting for you \n        and", "\n        this woman was sitting at the counter.", "\n        ", "\n        Elaine: What, the one who just left?", "\n        ", "\n        George: Yeah, yeah, and we started talking, and she's this lawyer who's", "\n        incredible! Everything I said was funny! You know, she laughed at everything \n        I", "\n        said, she thinks I'm hilarious. You know in a way, it was almost too good. \n        I", "\n        started so good, I can't go any place but down now, ya know? I got no \n        place to", "\n        go.", "\n        ", "\n        Elaine: Yeah, well, I guess it's all over.", "\n        ", "\n        Jerry (looking behind the counter): Hey, is that Babu? It is! (walking \n        over)", "\n        Hey, Babu!", "\n        ", "\n        Babu: Jerry!", "\n        ", "\n        Jerry: Look at you, you got the job.", "\n        ", "\n        Babu: Yes, yes, they give me job thanks to you.", "\n        ", "\n        Jerry: Oh, I didn't do anything.", "\n        ", "\n        Babu: Yes, you do everything, get me job, you get me a place to live in \n        your", "\n        building.", "\n        ", "\n        Jerry: Come on.", "\n        ", "\n        Babu: You very very good man, you do everything for me. My family and \n        I can", "\n        never thank you enough for everything you do.", "\n        ", "\n        Cut back to George and Elaine.", "\n        ", "\n        George: You see, this is what I do with women. I start out too strong, \n        now I", "\n        have to become real, that's when it all falls apart. What good is real? \n        They", "\n        don't want real, they want funny.", "\n        ", "\n        Elaine: No they don't.", "\n        ", "\n        George: Ooooh, yes they do.", "\n        ", "\n        Elaine: Nooo.", "\n        ", "\n        George: Ya gotta put on a show, ya always gotta give them a big show. \n        You", "\n        always have to be 'on' otherwise why would they like me? They'd just go \n        for a", "\n        better looking guy with more money.", "\n        ", "\n        Elaine nods her head in approval.", "\n        ", "\n        George: You mean that's true, I'm right?!", "\n        ", "\n        Jerry: Ok, great, well, I'm glad everything worked out, Babu.", "\n        ", "\n        Babu: Oh, yes, yes, everything wonderful.", "\n        ", "\n        Jerry: Ok, I'll see you around the building.", "\n        ", "\n        Babu: I'll see you *in* the building.", "\n        ", "\n        Jerry (returning to the table): Remember Babu Bhatt?", "\n        ", "\n        George: Who's he?", "\n        ", "\n        Jerry: Remember that guy who opened the restaurant across the street from \n        the", "\n        building last year and he wasn't doing so well and I told him he should \n        make it", "\n        into all Pakistani and that drove him right out of business? So, you uh, \n        going", "\n        with me to the auto show with me Saturday?", "\n        ", "\n        Elaine: Yeah, yeah.", "\n        ", "\n        Jerry: Can you bring my mail then?", "\n", "\n        ", "\n        George: What mail?", "\n        ", "\n        Elaine: I picked up his mail while he was on the road", "\n        ", "\n        George: Why didn't Kramer pick it up?", "\n        ", "\n        Jerry: Cause he's at that baseball fantasy camp in Florida.", "\n        ", "\n        George: Oh yeah, right. When's he coming back?", "\n        ", "\n        Jerry: Monday, I think.", "\n        ", "\n        George: Kramer goes to a fantasy camp. His whole life is a fantasy camp. \n        ", "\n        People should plunk down two-thousand dollars to live like him for a week. \n        Do", "\n        nothing, fall ass-backwards into money, mooch food off your neighbors \n        and have", "\n        sex without dating; that's a fantasy camp.", "\n        ", "\n        Jerry: Hey listen, if you're gonna go out with this lawyer, why don't \n        you have", "\n        dinner with us and then maybe you can go to the auto show with her if \n        you want,", "\n        you know, have a little company, take the pressure off.", "\n        ", "\n        George has a dream sequence where the four of them are at a dinner table \n        and", "\n        Cheryl is laughing hysterically at one of Jerry's jokes.", "\n        ", "\n        Jerry: ...he never heard of corduroy!", "\n        ", "\n        Cheryl (howling with laughter): Stop it, you're killing me!!", "\n        ", "\n        Jerry: He never heard of corduroy! True story, true story.", "\n        ", "\n        Dream sequence ends.", "\n        ", "\n        George: No, no I don't think so.", "\n        ", "\n        Elaine: Why?", "\n        ", "\n        George: Well I think I'm better off going one-on-one.", "\n        ", "\n        Jerry: I don't know why you want to play man-to-man when you could play \n        a zone.", "\n        ", "\n        George: She might not be comfortable.", "\n        ", "\n        Elaine: Why? We're all very nice, we're very friendly.", "\n        ", "\n        Jerry: We'll be funny.", "\n        ", "\n        George: No! No. It's not good, I don't think so.", "\n        ", "\n        Elaine: Alright, well if you change your mind, we'll wind up as Isabella's", "\n        probably around seven.", "\n        ", "\n        Jerry: No, no Isabella's, I don't want to go to Isabella's.", "\n        ", "\n        Elaine: Why?", "\n        ", "\n        Jerry: No, it's too trendy, no Isabella's.", "\n        ", "\n        ", "\n        New scene.", "\n        George and Cheryl are at Isabella's.", "\n        ", "\n        George (tasting the wine): Excellent. Like I really know what I'm talking", "\n        about.", "\n        ", "\n        Cheryl laughs.", "\n        ", "\n        George: Toasting makes me uncomfortable. But toast, I love. Never start \n        the", "\n        day without a good piece of toast. In fact, let's toast to toast.", "\n        ", "\n        Just then the headwaiter seats Jerry and Elaine at the next table.", "\n        ", "\n        Jerry: Look who's here! Georgie-boy!", "\n        ", "\n        What are you doing here? I thought you said you hated Isabella's?", "\n        ", "\n        Elaine: No, I talked him into it.", "\n        ", "\n        George: What happened to the auto show?", "\n        ", "\n        Jerry: Oh, we're still going, we're still going. Elaine, do the spokes \n        model.", "\n        ", "\n        Elaine: The turbo quadramatic transmission offers you the power and prestige \n        to", "\n        propel you well into the 21st century.", "\n        ", "\n        Jerry and Cheryl laugh, George, unamused, tries pushing Jerry and Elaine \n        away", "\n        from their table.", "\n        ", "\n        Elaine (to Cheryl, who's rising to shake her outstretched hand): Hi.", "\n        ", "\n        George: Cheryl, Elaine, and uh, Jerry.", "\n        ", "\n        Jerry (shaking hands in turn): Hi, nice to meet you.", "\n        ", "\n        Cheryl: Would you like to join us?", "\n        ", "\n        George: Oh no no no, they don't want to join us.", "\n        ", "\n        Cheryl: Oh no, it's ok, don't be silly.", "\n        ", "\n        Elaine: Ok, well why don't we just put these two tables together?", "\n        ", "\n        George (as the others are repositioning the tables): No, no, you can't \n        do that,", "\n        they're round, it makes an 'eight' and, yeah, well alright.", "\n        ", "\n        Elaine: Jerry? Jerry, tell them that funny story you were telling me--", "\n        ", "\n        George: No! No.", "\n        ", "\n        Elaine: No George, it's so funny. We saw this cab driver's picture, right?", "\n        ", "\n        George (interrupting): You know we should really order, the service is \n        so slow", "\n        here, by the time you get anything...", "\n        ", "\n        Elaine: Oh, Cheryl, can I ask you a legal question? Um, I'm being sued.", "\n        ", "\n        Cheryl: Oh? What happened?", "\n        ", "\n        Elaine: Well, I ran out to apologize to a virgin and I crossed against \n        the", "\n        light and I knocked over the delivery boy.", "\n        ", "\n        Cheryl: Was he Chinese?", "\n        ", "\n        Elaine: Yeah.", "\n        ", "\n        Cheryl: Is your last name Benes?", "\n        ", "\n        Jerry: How did you know?", "\n        ", "\n        Cheryl: Ping is my cousin! ", "\n        ", "\n        Elaine: No!", "\n        ", "\n        Jerry: That's so funny!", "\n        ", "\n        Cheryl: I'm handling his case!", "\n        ", "\n        Elaine: What? You're Cheryl Fong?", "\n        ", "\n        Cheryl: That's right!", "\n        ", "\n        By now, they're all laughing.", "\n        ", "\n        Elaine: Oh my god, I can't believe it! That is such a coincidence!", "\n        ", "\n        Cheryl: Yeah, I know!", "\n        ", "\n        Elaine: Wow, well, I guess you don't have any advice for me on how to \n        win the", "\n        case?", "\n        ", "\n        Cheryl: Will you excuse me? I have to make a call.", "\n        ", "\n        Elaine: Tell Ping I said hello.", "\n        ", "\n        Jerry: Tell him you think you may have broken the case wide open.", "\n        ", "\n        They all laugh as Cheryl walks away.", "\n        ", "\n        George (suddenly not laughing): What are you doing? What are you doing?", "\n        ", "\n        Jerry: What?", "\n        ", "\n        George: This is not good. This is not good.", "\n        ", "\n        Jerry: What's the matter?", "\n        ", "\n        George: I just don't think it's such a great idea for you to sit here.", "\n        ", "\n        Jerry: Why not?", "\n        ", "\n        Elaine: He thinks that if you're too funny, he might not look so funny.", "\n        ", "\n        Jerry: Biff?", "\n        ", "\n        George: What?", "\n        ", "\n        Jerry: You're not worried about that?", "\n        ", "\n        George: No, of course not.", "\n        ", "\n        Jerry: I mean, so what if I'm funny? Who cares?", "\n        ", "\n        Elaine: He thinks that if a woman sees a guy put on a better show, she'll \n        walk", "\n        out on his show, go see the other show. ", "\n", "\n        ", "\n        Jerry: Well, should we leave?", "\n        ", "\n        George: Maybe you don't have to be so funny. I mean, would it kill you \n        not to", "\n        be so funny all the time? That's all I'm asking. This woman thinks I'm \n        very", "\n        funny. Now you're gonna be funny, so what am I gonna be? I'm gonna be \n        a short", "\n        bald guy with glasses who suddenly doesn't seem so funny.", "\n        ", "\n        Elaine: This is so ridiculous. Can we just go over there?", "\n        ", "\n        Jerry: I don't have to be funny, I don't care.", "\n        ", "\n        George: You don't?", "\n        ", "\n        Jerry: No way! It's completely under my control.", "\n        ", "\n        Elaine: No, it's not. You cannot not be funny.", "\n        ", "\n        Jerry: Of course I can, am I being funny now?", "\n        ", "\n        Elaine: A little.", "\n        ", "\n        Jerry: Oh, this is funny? I'm being funny?", "\n        ", "\n        Elaine: Yeah.", "\n        ", "\n        Jerry: George, is this funny?", "\n        ", "\n        George: It's funny! (To Elaine) and it wouldn't kill you to not be so \n        funny", "\n        either.", "\n        ", "\n        Elaine: What? What did I do?", "\n        ", "\n        Cheryl returns.", "\n        ", "\n        George: Hi.", "\n        ", "\n        Jerry (subdued, almost somber): Hello. Welcome back.", "\n        ", "\n        Cheryl: Sorry, it was my aunt's birthday and she makes such a big deal \n        about", "\n        it.", "\n        ", "\n        Elaine: Well, nobody likes to get old, right?", "\n        ", "\n        Jerry: Well, birthdays are merely symbolic of how another year has gone \n        by and", "\n        how little we've grown. No matter how desperate we are that someday a \n        better", "\n        self will emerge, with each flicker of the candles on the cake, we know \n        it's not", "\n        to be, that for the rest of our sad, wretched pathetic lives, this is \n        who we are", "\n        to the bitter end. Inevitably, irrevocably; happy birthday? No such thing.", "\n        ", "\n        George: Funny guy, huh?", "\n        ", "\n        ", "\n        New scene.", "\n        Elaine is bringing Jerry's mail to his apartment.", "\n        ", "\n        Elaine: Here, take it. I was glad to get rid of it.", "\n        ", "\n        Jerry: Well thank you very much, it's about time.", "\n        ", "\n        Elaine: Oh listen, guess what? Cheryl convinced Ping to drop the case \n        against", "\n        me.", "\n        ", "\n        Jerry: Drop the case? Well, congratulations, that'll save you some money.", "\n        ", "\n        Elaine: Yeah, no kidding. That lawyer was gonna charge me a fortune.", "\n        ", "\n        Jerry (leafing through his mail): Oh great, a birth announcement from \n        Arnie and", "\n        Joy Harris.", "\n        ", "\n        They hear a noise from the hallway.", "\n        ", "\n        Jerry: Hear that? Guess who's back. (Opening the door) Hey!", "\n        ", "\n        Kramer: Hey.", "\n        ", "\n        Jerry: I thought you weren't coming back till Monday.", "\n        ", "\n        Kramer: Well, the camp ended a few days early.", "\n        ", "\n        Jerry: Why?", "\n        ", "\n        Kramer: Uh, well there was an incident.", "\n        ", "\n        Jerry: What happened?", "\n        ", "\n        Kramer: I punched Mickey Mantle in the mouth.", "\n        ", "\n        Jerry: What?", "\n        ", "\n        Kramer: Yeah, I punched him and they took him to the hospital and then \n        they", "\n        canceled the rest of the week.", "\n        ", "\n        Elaine: You punched who in the mouth?", "\n        ", "\n        Kramer: Mickey Mantle.", "\n        ", "\n        Jerry: What happened?", "\n        ", "\n        Kramer: Well, you know, we were playing a game and, you know, I was pitching,", "\n        and I was really throwing some smoke. And Joe Pepitone, he was up, and \n        man that", "\n        guy, you know, he was crowding the plate.", "\n        ", "\n        Jerry: Wow! Joe Pepitone!", "\n        ", "\n        Kramer: Yeah, well, Joe Pepitone or not, I own the inside of that plate. \n        So I", "\n        throw one, you know, inside, you know, a little chin music, put him right \n        on his", "\n        pants. Cause I gotta intimidate when I'm on the mound. Well the next pitch,", "\n        he's right back in the same place. So, I had to plunk him.", "\n        ", "\n        Jerry: You plunked him.", "\n        ", "\n        Kramer: Oh yeah. Well, he throws down his bat, he comes racing up to the", "\n        mound. Next thing, both benches are cleared, you know? A brouhaha breaks \n        out", "\n        between the guys in the camp, you know, and the old Yankee players, and \n        as I'm", "\n        trying to get Moose Skowron off of one of my teammates, you know, somebody \n        pulls", "\n        me from behind, you know, and I turned around and I popped him. I looked \n        down,", "\n        and woah man, it's Mickey. I punched his lights out.", "\n        ", "\n        Jerry: Wow, this is incredible!", "\n        ", "\n        A voice is heard from the hallway.", "\n        ", "\n        Babu: Leave me alone! You can't do this to me!", "\n        ", "\n        Jerry: What's going on out there?", "\n        ", "\n        Babu: What are you doing? This is not right, people. You're making a very \n        bad", "\n        mistake, very bad.", "\n        ", "\n        Jerry: Babu? (leaving) I'll be right back.", "\n        ", "\n        Elaine (to Kramer): Yeah, so?", "\n        ", "\n        Kramer: Then Hank Bauer, you know, he's screaming, \"Mickey! Mickey! \n        What have", "\n        you done with Mickey? You killed Mickey!\"", "\n        ", "\n        Elaine: So what'd you do?", "\n        ", "\n        Kramer: Well, I got the hell out of there. ", "\n        ", "\n        Jerry (running back in): They took Babu away!", "\n        ", "\n        Elaine: They took Babu away?!", "\n        ", "\n        Jerry: Yeah, the Immigration guy said his Visa was expired. Poor Babu,", "\n        everything was going so well for him. He had an apartment, he had a job. \n        What", "\n        a shame.", "\n        ", "\n        Babu (calling from the street): Jerry! Jerry! Help me!", "\n        ", "\n        Jerry: I will, Babu! I will help you, Babu, don't worry!", "\n        ", "\n        Kramer: Then Hank Bauer, you know, he's chasing me around, he trips over \n        third", "\n        base and knocks over Clete Boyer.", "\n        ", "\n        Jerry (thumbing through his mail): Uh oh.", "\n        ", "\n        Elaine: What?", "\n        ", "\n        Jerry: Well this is interesting.", "\n        ", "\n        Elaine: What is it?", "\n        ", "\n        Jerry: It's a letter from the Immigration Bureau, it's Babu's Visa renewal", "\n        application form. They must have put it in my mailbox by mistake.", "\n        ", "\n        Kramer: Well, doesn't he need that?", "\n        ", "\n        ", "\n        New scene.", "\n        Jerry and Elaine are at Jerry's apartment.", "\n        ", "\n        Jerry: If you had given me my mail last week when I got home, this whole \n        thing", "\n        never would have happened.", "\n        ", "\n", "\n        Elaine: Well, you should have come to my house to pick it up.", "\n        ", "\n        Jerry: Yeah, so am I being funny now?", "\n        ", "\n        Elaine: No, actually, you're not being funny now.", "\n        ", "\n        Jerry: See, I told you I wasn't funny all the time. (George enters) Hey", "\n        George, look, I'm not funny now.", "\n        ", "\n        George: No, and you weren't funny last night either. In fact, you got \n        us both", "\n        so depressed, she asked me to drive her home after dinner.", "\n        ", "\n        Jerry: Oh look, I need to get in touch with Cheryl. Babu needs a lawyer, \n        his", "\n        Visa's expired.", "\n        ", "\n        George: What do you need her for? There's a million lawyers.", "\n        ", "\n        Jerry: Yeah, but you said this is one of the things that her firm does.", "\n        ", "\n        George: Alright, alright, but no funny business, same deal as last night.", "\n        ", "\n        Jerry: Ah, will you stop it already?", "\n        ", "\n        George: Jerry, please?", "\n        ", "\n        Jerry: How long is this gonna go on?", "\n        ", "\n        George: Till I'm comfortable.", "\n        ", "\n        Jerry: Well, when is that gonna be?", "\n        ", "\n        George: After consummation.", "\n        ", "\n        Jerry: Consummation? I don't think you have enough material.", "\n        ", "\n        ", "\n        New scene.", "\n        Jerry and Cheryl are at the coffee shop.", "\n        ", "\n        Cheryl: I actually have a friend in the Immigration Department who owes \n        me a", "\n        big favor. You're very lucky.", "\n        ", "\n        Jerry (somber): That's wonderful news. Thank you.", "\n        ", "\n        Cheryl: You're a very serious person, aren't you?", "\n        ", "\n        Jerry: Well, with so many people in the world deprived and unhappy, it \n        doesn't", "\n        seem like it would be fair to be cheerful.", "\n        ", "\n        Cheryl: I understand.", "\n        ", "\n        Jerry reaches for the milk for his coffee.", "\n        ", "\n        Cheryl: I think it's curdled.", "\n        ", "\n        Jerry: I don't care.", "\n        ", "\n        Cheryl: Do you ever laugh?", "\n        ", "\n        Jerry: Not really. Sometimes, when I'm in the tub.", "\n        ", "\n        Cheryl: That's so sad. What do you do?", "\n        ", "\n        Jerry: I'm a comedian. Oh, let me get that. (reaching for the check) You've", "\n        been so helpful.", "\n        ", "\n        Elaine (entering as Jerry heads to the register): Hey, we're gonna go \n        see Babu", "\n        now, right?", "\n        ", "\n        Jerry: Yeah, I'll just pay for this.", "\n        ", "\n        Elaine: Oh, I'm just gonna go say hi to Cheryl. (walking over to the booth) \n        ", "\n        Hi.", "\n        ", "\n        Cheryl: Hi.", "\n        ", "\n        Elaine: Listen, gosh, I wanted to thank you so much for convincing Ping \n        to drop", "\n        the case.", "\n        ", "\n        Cheryl: Well, after we met, you were all so nice. I just couldn't go through", "\n        with it. But between you and me, you would have paid through the nose.", "\n        ", "\n        Elaine (laughing): You're kidding.", "\n        ", "\n        Cheryl (laughing): No, I'm not.", "\n        ", "\n        ", "\n        New scene.", "\n        Jerry and Elaine are at the Immigration office.", "\n        ", "\n        Jerry: Babu!", "\n        ", "\n        Babu: Jerry! Jerry, hello Jerry!", "\n        ", "\n        Jerry: You remember Elaine.", "\n        ", "\n        Babu: Yes, yes of course!", "\n        ", "\n        Elaine: Nice to meet you.", "\n        ", "\n        Babu: So nice of you both to come.", "\n        ", "\n        Jerry: Oh, Babu.", "\n        ", "\n        Babu: No no, you're both very kind, very kind.", "\n        ", "\n        Jerry and Elaine (in unison): Oh, well, you know.", "\n        ", "\n        Elaine: We try.", "\n        ", "\n        Jerry: We do what we can.", "\n        ", "\n        Elaine: We do what we can.", "\n        ", "\n        Babu: The problem is I never got my Visa renewal form in the mail. I was", "\n        expecting it.", "\n        ", "\n        Jerry: Yes, well, see, here's the thing, Babu. Um, what happened was I \n        was", "\n        away for a couple of weeks doing some comedy shows.", "\n        ", "\n        Babu: Comedy shows! You're a very funny man.", "\n        ", "\n        Jerry: Well, Elaine here was picking up my mail while I was away, because \n        you", "\n        know that little box can get very full.", "\n        ", "\n        Babu: Oh yes, of course. TV Guide, magazines, everything. You know, I \n        would", "\n        have picked up your mail, your box is right next to mine.", "\n        ", "\n        Jerry: Oh, I don't want to bother you.", "\n        ", "\n        Babu: No bother! You get me job, you get me apartment, you very very good \n        man.", "\n        ", "\n        Jerry: So yesterday, after they took you away, I looked in my mail and \n        I", "\n        noticed that the mailman accidentally put your Visa renewal in my mail \n        box.", "\n        ", "\n        Babu: Come again?", "\n        ", "\n        Jerry: You see, I've been home for a week and Elaine didn't give me my \n        mail", "\n        until yesterday, even though I asked her repeatedly for it.", "\n        ", "\n        Elaine: Yeah, but Babu, he could have come to my house to pick it up.", "\n        ", "\n        Babu: You had my Visa application?!", "\n        ", "\n        Jerry: Well not technically.", "\n        ", "\n        Babu (extremely and suddenly agitated): I kill you!!", "\n        ", "\n        Jerry: Well what about her?", "\n        ", "\n        Babu: I kill both of you!!", "\n        ", "\n        Jerry: Babu?!", "\n        ", "\n        Babu: No Babu! No Babu! You bad man! You very bad man! You very lazy bad", "\n        man!", "\n        ", "\n        Jerry: Babu, I'm gonna fix everything! I have a lawyer who knows someone \n        in", "\n        the Immigration Department, they're gonna straighten the whole thing out, \n        the", "\n        wheels are in motion, things are happening even as we speak!", "\n        ", "\n        Babu: The wheels are in motion?", "\n        ", "\n        Jerry: The wheels are in motion, things are happening!", "\n        ", "\n        ", "\n        New scene.", "\n        George and Cheryl are parked.", "\n        ", "\n        George: Jerry?", "\n        ", "\n        Cheryl: I'm very attracted to him.", "\n        ", "\n        George: You think the person you were talking to is him? That's not even \n        close", "\n        to him. He's funny, Jerry's funny.", "\n        ", "\n        Cheryl: He never said anything funny.", "\n        ", "\n        George: He can't not be funny.", "\n        ", "\n        Cheryl: No no no, he's dark. And disturbed.", "\n        ", "\n        George: Dark and disturbed? His whole life revolves around Superman and", "\n", "\n        cereal. I convinced him to act like that so that you would think I was \n        funnier. ", "\n        That's how disturbed I am! If you want disturbed, that's disturbed. You \n        can't", "\n        find sickness like that anywhere, you think sickness like that grows on \n        trees? ", "\n        Nobody is sicker than me, nobody. He's pretending, I'm the genuine article.", "\n        ", "\n        Cheryl: So you're telling me Jerry's whole thing was an act?", "\n        ", "\n        George: Yes! And I put him up to it, because I'm sick! I'm the one that \n        needs", "\n        help.", "\n        ", "\n        Cheryl: I gotta go.", "\n        ", "\n        George: Well, should I call you later?", "\n        ", "\n        Cheryl: Please don't.", "\n        ", "\n        George: But, but I'm disturbed! I'm depressed! I'm inadequate! I got it", "\n        all!!", "\n        ", "\n        ", "\n        New scene.", "\n        Jerry and Elaine are at Jerry's apartment.", "\n        ", "\n        Elaine: So, what's up with Babu? How come he's not back?", "\n        ", "\n        Jerry: I don't know, I don't understand it. Cheryl was supposed to take \n        care", "\n        of it, he should be back by now. (Answering the buzzer) Yeah?", "\n        ", "\n        George: It's George.", "\n        ", "\n        Jerry: C'mon up.", "\n        ", "\n        They hear a voice in the hallway, Jerry opens the door.", "\n        ", "\n        Jerry: Babu must be back.", "\n        ", "\n        Babu's Brother: Babu, my goodness, what has happened to you?", "\n        ", "\n        Jerry: Where's Babu?", "\n        ", "\n        Babu's Brother: He is in Pakistan!", "\n        ", "\n        Jerry: Who are you?", "\n        ", "\n        Babu's Brother: I am his brother. He knew a lawyer, it was all going to \n        be", "\n        fixed.", "\n        ", "\n        Jerry: I'm sure the lawyer did everything they could.", "\n        ", "\n        Babu's Brother: Then where is Babu? What happened to Babu? Show me Babu!", "\n        ", "\n        Elaine (offering a drink): Snapple?", "\n        ", "\n        Babu's Brother: No, too fruity.", "\n        ", "\n        Babu's Brother leaves, George enters.", "\n        ", "\n        Jerry: Hey, what happened? I thought Cheryl was gonna help Babu get his \n        Visa.", "\n        ", "\n        George: She didn't help him?", "\n        ", "\n        Jerry: No.", "\n        ", "\n        George: Where is he?", "\n        ", "\n        Jerry: He's in Pakistan.", "\n        ", "\n        George: Oh boy.", "\n        ", "\n        Jerry: What do you mean, oh boy?", "\n        ", "\n        George: Well, last night she told me that she liked you. Not you, the", "\n        disturbed you, so I had to tell her the truth.", "\n        ", "\n        Jerry: Told her the truth? Well, you got Babu deported.", "\n        ", "\n        George: What do you mean, I got? You didn't give him his Visa application.", "\n        ", "\n        Jerry: That's because she had my mail.", "\n        ", "\n        Kramer enters.", "\n        ", "\n        Elaine: Yeah, well I wouldn't have had to get your mail if he hadn't gone \n        to", "\n        that fantasy camp.", "\n        ", "\n        Kramer: Well, I just came back from Mickey Mantle's restaurant.", "\n        ", "\n        Jerry: How could you go in there?", "\n        ", "\n        Kramer: Well, I had to. I had to apologize. I mean, I punched Mickey Mantle,", "\n        my idol. It was eating me up inside!", "\n        ", "\n        Jerry: Well, what happened?", "\n        ", "\n        Kramer: I got down in my knees and went, \"Go ahead, Mickey. Hit me. \n        I'm", "\n        begging you, Mickey, please hit me. C'mon, hit me. I love you, Mickey, \n        I love", "\n        you!\"", "\n        ", "\n        Elaine: So, what did he do?", "\n        ", "\n        Kramer: Well, the four of them, they picked me up by my pants and they \n        threw me", "\n        outside, right into a horse.", "\n        ", "\n        There's a knock on Kramer's door.", "\n        ", "\n        Voice: Kramer?", "\n        ", "\n        Kramer: Yeah? It's my Chinese food.", "\n        ", "\n        Ping enters with a bag of food.", "\n        ", "\n        Elaine: Oh! Ping! Hi! Listen, thank you so much for dropping that lawsuit", "\n        against me.", "\n        ", "\n        Ping: Not anymore.", "\n        ", "\n        Elaine: What?", "\n        ", "\n        Ping: Cheryl call me last night, lawsuit back on.", "\n        ", "\n        Elaine: Why?", "\n        ", "\n        Ping: She call you and your friends big liars. You think she nice girl? \n        Wait", "\n        till you see her in court. She's a shark! They call her the Terminator. \n        She", "\n        never lose a case. Now you make her mad. She double the damages. Hasta \n        la", "\n        vista, baby.", "\n        ", "\n        Ping exits.", "\n        ", "\n        ", "\n        New scene.", "\n        Babu and a friend are sitting at a table in an outdoor cafe in Pakistan.", "\n        ", "\n        Babu: So his friend got the mail but she did not give it to him. And then \n        he", "\n        came to visit me. Said the lawyer was called to help, he said the wheels \n        were", "\n        in motion, but there was no motion. There was nothing. And so they sent \n        me", "\n        back here.", "\n        ", "\n        Babu's Friend: This is a terrible story, Babu. What are you going to do?", "\n        ", "\n        Babu: I'm going to save up every rupee. Someday, I will get back to America,", "\n        and when I do I will exact vengeance on this man. I cannot forget him. \n        He", "\n        haunts me. He is a very bad man. He is a very very bad man.", "\n        ", "\n        ", "\n        Closing monologue.", "\n        ", "\n        I am for open immigration but that sign we have on the front of the Statue \n        of", "\n        Liberty, 'Give us your tired, your poor, your huddled masses...', can't \n        we just", "\n        say, 'Hey, the door's open, we'll take whoever you got.'? Do we have to \n        specify", "\n        the wretched refuse? I mean, why don't we just say, 'Give us the unhappy, \n        the", "\n        sad, the slow, the ugly, people that can't drive, that they have trouble", "\n        merging, if they can't stay in their lane, if they don't signal, they \n        can't", "\n        parallel park, if they're sneezing, if they're stuffed up, if they're \n        clogged,", "\n        if they have bad penmanship, don't return calls, if they have dandruff, \n        food", "\n        between their teeth, if they have bad credit, if they have no credit, \n        missed a", "\n        spot shaving, in other words any dysfunctional defective slob that you \n        can", "\n        somehow cattle prod onto a wagon, send them over, we want 'em.'", "\n      "]},
{"line": ["  \n        \n    \n     \n      \n      \n    \n  \n\n"]},
{"line": [" "]},
{"line": []},
{"line": [" "]},
{"line": []},
{"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]},
{"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}
]