[
{"title": "The Ex-Girlfriend"},
{"line": []},
{"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]},
{"line": [" "]},
{"line": ["Directed by: Tom Cherones"]},
{"line": ["Broadcasted: January 23, 1991 for the first time."]},
{"line": ["Stars: Jerry Seinfeld, Michael Richards, "]},
{"line": ["Jason Alexander, Julia Louis-Dreyfus, and Tracy Kolis (as Marlene)."]},
{"line": [" "]},
{"line": ["[Setting: Nightclub]"]},
{"line": ["JERRY: I'm always in traffic with the lane expert. You know this \n              type of person? Constantly reevaluating their lane choice.. Never \n              quite sure, \"Is this the best lane for"]},
{"line": ["me? For my life?\" They're always a little bit ahead of you, \n              \"Can I get in over there? Could I get in over here? Could I \n              get in there?\" \"Yeah, come on over here, pal."]},
{"line": ["We're zoomin' over here. This is the secret lane, nobody knows \n              about it..\" The ultimate, I think the ultimate psychological \n              test of traffic is the total dead stop. Not"]},
{"line": ["even rolling. And you look out the window, you can see gum clearly. \n              So we know that in the future traffic will get even worse than that. \n              I mean, what will happen?"]},
{"line": ["Will it start moving backwords, I wonder? I mean, is that possible? \n              That someday we'll be going \"Boy, this is some really bad traffic \n              now, boy. This, is really bad."]},
{"line": ["I'm gonna try to get off and get back on going the other way.\""]},
{"line": ["[Setting: Jerry's car]"]},
{"line": ["GEORGE: She can't kill me right?!"]},
{"line": ["JERRY: No, of course not."]},
{"line": ["GEORGE: People break up all the time."]},
{"line": ["JERRY: Everyday."]},
{"line": ["GEORGE: It just didn't work out. What can I do? I wanted to love \n              her. I tried to love her. I couldn't."]},
{"line": ["JERRY: You tried."]},
{"line": ["GEORGE: I kept looking at her face. I'd go: \"C'mon, love her. \n              Love her!\""]},
{"line": ["JERRY: Did you tell her you loved her?"]},
{"line": ["GEORGE: Oh, I had no choice. She squeezed it out of me! She'd tell \n              me she loved me. Alright, at first, I just look at her. I'd go \"Oh, \n              really?\" or \"Boy, that's, that's"]},
{"line": ["something.\" But, eventually you have to come back with \"Well, \n              I love you.\" You know, you can only hold out for so long!\""]},
{"line": ["JERRY: You're a human being."]},
{"line": ["GEORGE: And I didn't even ask her out. She asked me out first. \n              She called me up. What was I supposed to do? Say no? I can't do \n              that to someone."]},
{"line": ["JERRY: You're too nice a guy."]},
{"line": ["GEORGE: I am. I'm a nice guy.. (realizing) And she seduced me! \n              We were in my apartment, I'm sitting on the couch, she's on the \n              chair - I get up to go to the"]},
{"line": ["bathroom, I come back, she's on the couch. What am I supposed to \n              do? Not do anything? I couldn't do that. I would've insulted her."]},
{"line": ["JERRY: You're flesh and blood."]},
{"line": ["GEORGE: I had nothing to do wtih any of this! I met all her friends, \n              I didn't want to meet them. I kept trying to avoid it. I knew it \n              would only get me in deeper. But"]},
{"line": ["they were everywhere! They kept popping up, all over the place. \n              \"This is Nancy, this is Susan, this is Amy.. This is my cousin.. \n              this is my brother.. thisis my father.\""]},
{"line": ["It's like I'm in quicksand."]},
{"line": ["JERRY: I told you when I met her.."]},
{"line": ["GEORGE: My back is killing me."]},
{"line": ["JERRY: You gotta go to my chiropractor, he's the best."]},
{"line": ["GEORGE: Oh yeah, everybody's guy is the best."]},
{"line": ["JERRY: I'm gonna make an appointment for you. We'll go together."]},
{"line": ["GEORGE: Please. They don't do anything.. Look, do I have to break \n              up with her in person? CAn't I do it over the phone? I have no stomach \n              for these things."]},
{"line": ["JERRY: You should just do it like a Band-Aid. One motion! Right \n              off!"]},
{"line": ["(Car door opens, it's Elaine)"]},
{"line": ["ELAINE: Hi."]},
{"line": ["JERRY: Hi."]},
{"line": ["(George pulls his seat forward to allow Elaine into the back seats)"]},
{"line": ["ELAINE: Hey, what are you doing?"]},
{"line": ["GEORGE: I'm letting you in."]},
{"line": ["ELAINE: Oh no. No. I don't want to sit in the back. I'll be left \n              out of the conversation."]},
{"line": ["GEORGE: No, you won't."]},
{"line": ["ELAINE: Yes, I will, George. I'll have to sick my chin on top of \n              the seat."]},
{"line": ["GEORGE: Okay.."]},
{"line": ["(George gets out, and gestures for Elaine to sit in the seat)"]},
{"line": ["ELAINE: Why can't you sit in the middle?"]},
{"line": ["GEORGE: Please, it doesn't look good. Boy, boy, girl."]},
{"line": ["ELAINE: I think you're afraid to sit next to a man. You're a little \n              homophobic, aren't you?"]},
{"line": ["GEORGE: Is it that obvious?"]},
{"line": ["(Elaine sits in the middle)"]},
{"line": ["ELAINE: Hello, Jerry."]},
{"line": ["JERRY: Hello."]},
{"line": ["ELAINE: Did you get a haircut?"]},
{"line": ["JERRY: No, shower. So, where are we eating?"]},
{"line": ["ELAINE: Tell me if you think this is strange: There's this guy \n              who lives in my building, who I was introduced to a couple of years \n              ago by a friend. He's a teacher, or"]},
{"line": ["something. Anyway, after we met, whenever we'd run into each other \n              on the street, or in the lobby, or whatever, we would stop and we \n              would chat a little.. Nothing"]},
{"line": ["much. Little pleasantries. He was a nice guy, he's got a family.. \n              then after a while, I noticed there was not more stopping. Just \n              saying hello and continuing on our way."]},
{"line": ["And then the verbal hellos stopped, and we just went into these \n              little sort of nods of recognition. So, fine. I figure, that's where \n              this relationship is finally gonna settle:"]},
{"line": ["polite nodding. Then one day, he doesn't nod. Like I don't exist?! \n              He went from nods to nothing."]},
{"line": ["GEORGE: (imitating Tony Bennett) \"You know, I'd go from nods \n              to nothing..\""]},
{"line": ["ELAINE: And now, there's this intense animosity whenever we passs. \n              I mean, it's like we really hate each other. It's based on nothing."]},
{"line": ["JERRY: A relationship is an organism. You created this thing and \n              then you starved it so it turned against you. Same thing happened \n              to The Blob."]},
{"line": ["GEORGE: I think you absolutely have to say something to this guy. \n              Confront him."]},
{"line": ["ELAINE: Really?"]},
{"line": ["GEORGE: Yes."]},
{"line": ["ELAINE: You would do that?"]},
{"line": ["GEORGE: If I was a different person."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Jerry's apartment; Jerry's on the phone]"]},
{"line": ["JERRY: Hello.. hello. Is Glenn there? I'm sorry. Is this 805-555-3234?.. \n              Yes, I know I have the wrong number. But I just want to know if \n              I dialed wrong or if.."]},
{"line": ["(Other guy hangs up on Jerry; he redials; enter Kramer)"]},
{"line": ["(The buzzer buzzes; Kramer answers it)"]},
{"line": ["KRAMER: Come on up."]},
{"line": ["JERRY: (Into phone) Oh, it's you again. See? Now if you had answered \n              me, I wouldn't have had to do this. Now that's too long distance \n              calls I made to you why"]},
{"line": ["can't you.. (guy hangs up on Jerry again). (To Kramer) Why? Why \n              do they just hang up like that?! Thank you very much."]},
{"line": ["(Kramer holds up cantaloupe)"]},
{"line": ["KRAMER: Taste this."]},
{"line": ["JERRY: No, I just had a sandwich."]},
{"line": ["KRAMER: No, taste it. Taste it."]},
{"line": ["JERRY: I don't want cantaloupe now."]},
{"line": ["KRAMER: You've never had cantaloupe like this before."]},
{"line": ["JERRY: I only eat cantaloupe at certain times."]},
{"line": ["KRAMER: Jerry. This is great cantaloupe."]},
{"line": ["JERRY: Alright.. (tastes it)"]},
{"line": ["KRAMER: Ah, huh. It's good?"]},
{"line": ["JERRY: It's very good."]},
{"line": ["KRAMER: Good, huh?"]},
{"line": ["JERRY: Good."]},
{"line": ["KRAMER: I got it at Joe's."]},
{"line": ["JERRY: Uh-Huh."]},
{"line": ["KRAMER: Forty-nine cents a pound. That's practically half than \n              what you're paying at the supermarket. I don't know why you don't \n              go to Joe's."]},
{"line": ["JERRY: It's too far."]},
{"line": ["KRAMER: It's three blocks further. You can use my shopping cart.."]},
{"line": ["JERRY: I'm not pulling a shopping cart. What am I suppose to wear? \n              A kerchief? Put stockings on and roll 'em down below my knee?"]},
{"line": ["KRAMER: See, the other thing is, if you don't like anything, he \n              takes it right back."]},
{"line": ["JERRY: I don't return fruit. Fruit is a gamble. I know that going \n              in."]},
{"line": ["(Enter George; he's extremely excited - he's dancing around the \n              room, singing the Zorba theme)"]},
{"line": ["GEORGE: I'm outta there. I did it! It's over."]},
{"line": ["JERRY: You did it? What happened?"]},
{"line": ["GEORGE: I told her. In the kitchen - which was risky 'cause it's \n              near all the knives. I started with the word \"Listen.\""]},
{"line": ["JERRY: Ah ha."]},
{"line": ["GEORGE: I said, \"Listen Marlene,\" and then the next thing \n              I know, I'm in the middle of it. And there's this voice inside of \n              me going: \"You're doing it! You're doing"]},
{"line": ["it!\" And then she started to cry, and I weakened a bit. I \n              almost relented, but the voice, Jerry. The voice said \"Keep \n              going, keep going. You're almost out!\" It's like I"]},
{"line": ["was making a prison break, you know. And I'm heading for the wall, \n              and I trip and I twist my ankle, and they throw the light on you, \n              you know. So, somehow I get"]},
{"line": ["though the crying and I keep running. Then the cursing started. \n              She's firing at me from the guard tower: \"Son of a bang! Son \n              of a boom!\" I get to the top of the wall -"]},
{"line": ["the front door. I opened it up, I'm one foot away, I took one last \n              look around the penitentiary, and I jumped!"]},
{"line": ["JERRY: See, it's never as bad as you imagine."]},
{"line": ["KRAMER: I liked Marlene. What's her number?"]},
{"line": ["GEORGE: No, I, I don't think so."]},
{"line": ["(Kramer stants making noises while eating)"]},
{"line": ["JERRY: Could you stop that smacking?"]},
{"line": ["KRAMER: George, I want you to taste this cantaloupe."]},
{"line": ["GEORGE: Oh no, thank you."]},
{"line": ["KRAMER: It's the best cantaloupe I ever had."]},
{"line": ["GEORGE: No, really. No, no, thanks."]},
{"line": ["KRAMER: Jerry, tell him how good this cantaloupe is."]},
{"line": ["JERRY: It's very good cantaloupe. (changing subject) So that's \n              it? You're out?"]},
{"line": ["GEORGE: Except for one small problem. I left some books in her \n              apartment."]},
{"line": ["JERRY: So, go get them."]},
{"line": ["GEORGE: Oh, no. No, I can't go back there. Jerry, it's so awkward \n              and, you know, it could be dangerous - sexually. Something could \n              happen, I'd be right back"]},
{"line": ["where I started."]},
{"line": ["JERRY: So forget about the books. Did you read them?"]},
{"line": ["GEORGE: Well, yeah."]},
{"line": ["JERRY: What do you need them for?"]},
{"line": ["GEORGE: I don't know. They're books."]},
{"line": ["JERRY: What is this obsession people have with books? They put \n              them in their houses - like they're trophies. What do you need it \n              for after you read it?"]},
{"line": ["GEORGE: They're MY books."]},
{"line": ["JERRY: So you want me to get those books? Is that it?"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Coffee Shop]"]},
{"line": ["(Jerry and Marlene are sitting, a pile of books are on the table.)"]},
{"line": ["MARLENE: ..So, it must've been ninety-five degrees that night, \n              and everyone's just standing around the pool with little drinks \n              in their hands. I was wearing my old"]},
{"line": ["jeans and T-shirt. And I don't know, I was just in one of those \n              moods - so I said to myself, \"Marlene, just do it,\" and \n              I jumped in. And as I'm getting out, I feel all"]},
{"line": ["these eyes on me, and I look up and everyone is just staring at \n              me."]},
{"line": ["JERRY: So what'd you do?"]},
{"line": ["MARLENE: Well, nothing. It's not skin off my hide if people like \n              to look. I just didn't see what the big attraction was."]},
{"line": ["JERRY: Well, I have a general idea what it was. I could take a \n              guess."]},
{"line": ["MARLENE: (Laughs) Hey, you know, Jerry, just because George and \n              I don't see each other anymore, it doesn't mean we shouldn't stay \n              friends."]},
{"line": ["JERRY: No."]},
{"line": ["MARLENE: Good enough. I'm really glad we got that settled."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Chiropractor waiting room]"]},
{"line": ["JERRY: (Irritated) I don't know how this happened."]},
{"line": ["GEORGE: Jerry, it's not my fault."]},
{"line": ["JERRY: No, no. It's not your fault. Books, books, I need my books. \n              Have you re-read those books yet, by the way? You know the great \n              thing? When you read"]},
{"line": ["Moby Dick the second time, Ahab and the whale become good friends. \n              You know, it's not like Marlene's a bad person or anything, but, \n              my God! I mean, we've"]},
{"line": ["had like three lunches and a movie. And she never stops calling. \n              (George nods - he knows exactly what Jerry's talking about) And \n              it's these meaningless,"]},
{"line": ["purposeless, blather calls. She never asks if I'm busy or anything. \n              I just pick up the phone and she's in the middle of a sentence."]},
{"line": ["GEORGE: That's standard. Has she left you one of those messages \n              where she uses up the whole machine?"]},
{"line": ["JERRY: Ohh.. you know, and sometimes she'll go, \"Hello, Jerry?\" \n              and I'll go \"Oh, hi Marlene.\" And then it's \"Jerry..\""]},
{"line": ["GEORGE: What about getting off the phone?"]},
{"line": ["JERRY: Ohhhh.. you can't. It's impossible. There's no break in \n              the conversation where you can go, \"Alright, then.. \" \n              You know, it just goes on and on and on with"]},
{"line": ["out a break in the wall. I mean, I gotta put a stop to this."]},
{"line": ["GEORGE: Just do it like a Band-Aid. One motion, right off! She \n              is sexy though. Don't you think?"]},
{"line": ["JERRY: Yeah. Yes, she is."]},
{"line": ["(Receptionist enters)"]},
{"line": ["RECEPTIONIST: Mr. Costanza?"]},
{"line": ["GEORGE: Yeah."]},
{"line": ["RECEPTIONIST: The doctor'll see you now."]},
{"line": ["GEORGE: (To Jerry, sarcastically) Yeah, doctor. I'm going to have \n              to wait in that little room by myself, aren't I? (Picks up a crossword \n              puzzle) I better take this. I"]},
{"line": ["hate the little room. \"Oh, hello, Doctor.\""]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Night club]"]},
{"line": ["JERRY: Waiting room. I hate when they make you wait in the room. \n              'Cause it says \"Waiting room.\" There's no chance of not \n              waiting, 'cause they call it the waiting"]},
{"line": ["room, they're going to use it. They've got it. It's all set up \n              for you to wait. And you sit there, you know, and you've got your \n              little magazine. You pretend you're"]},
{"line": ["reading it, but you're really looking at the other people. You \n              know, you're thinking about about them things like \"I wonder \n              what he's got. As soon as she goes, I'm"]},
{"line": ["getting her magazine.\" And then, they finally call you and \n              it's a very exciting moment. They finally call you, and you stand \n              up and you kinda look around at the other"]},
{"line": ["people in the room. \"Well, I guess I've been chosen. I'll \n              see you all later.\" You know, so you think you're going to \n              see the doctor, but you're not, are you? No."]},
{"line": ["You're going into the next waiting room. The littler waiting room. \n              But if they are, you know, doing some sort of medical thing to you, \n              you want to be in the smallest"]},
{"line": ["room that they have, I think. You don't wnat to be in the largest \n              room that they have. You know what I mean? You ever see these operating \n              theaters, that they have,"]},
{"line": ["with like, stadium seating? You don't want them doing antying to \n              you that makes other doctors go, \"I have to see this!\" \n              \"Are you kidding? Are they really gonna do"]},
{"line": ["that to him?\" \"Are there seats? Can we get in?\" \n              Do they scalp tickets to these things? \"I got two for the Winslow \n              tumor, I got two..\""]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Waiting room]"]},
{"line": ["(George returns)"]},
{"line": ["JERRY: So, how was it?"]},
{"line": ["GEORGE: I was in there for two minutes. He didn't do anything. \n              (Imitating doctor) Touch this, feel that. Seventy-five bucks."]},
{"line": ["JERRY: Well, it's a first visit."]},
{"line": ["GEORGE: What's seventy-five bucks? What, am I seeing Sinatra in \n              there?! Amd I being entertained? I don't understand this. I'm only \n              paying half."]},
{"line": ["JERRY: You can't do that."]},
{"line": ["GEORGE: Why not?"]},
{"line": ["JERRY: He's a doctor. You gotta pay what he says."]},
{"line": ["GEORGE: Oh, no, no, no. I pay what I say."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Jerry's car]"]},
{"line": ["MARLENE: Are you feeling weird?"]},
{"line": ["JERRY: No, I'm fine."]},
{"line": ["MARLENE: Nothing really happened."]},
{"line": ["JERRY: Yeah, I know."]},
{"line": ["MARLENE: We just kissed a little. People kiss."]},
{"line": ["JERRY: Yeah."]},
{"line": ["MARLENE: Well.. night."]},
{"line": ["(Leans over and kisses Jerry)"]},
{"line": ["JERRY: Good night."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Jerry's apartment]"]},
{"line": ["(Kramer enters with a golf club)"]},
{"line": ["KRAMER: Hey."]},
{"line": ["JERRY: Hey."]},
{"line": ["KRAMER: I got it! This time, I got it!"]},
{"line": ["JERRY: Alright."]},
{"line": ["KRAMER: Hips! See, it's all hips."]},
{"line": ["JERRY: Uh-huh."]},
{"line": ["KRAMER: You gotta come through with the hips first. (Demonstrates)"]},
{"line": ["JERRY: That is out there."]},
{"line": ["(Kramer notices Jerry's eating cantaloupe, his eyes light up)"]},
{"line": ["KRAMER: Joe's?"]},
{"line": ["JERRY: No, supermarket."]},
{"line": ["KRAMER: Well, is it good?"]},
{"line": ["JERRY: It's okay."]},
{"line": ["KRAMER: Let me taste it. (Takes a bite, spits it out) See, that \n              stinks. You can't eat that. You should take it back."]},
{"line": ["JERRY: I'm not taking it back."]},
{"line": ["KRAMER: Alright, I'll take it back. I'm going by there."]},
{"line": ["JERRY: I don't care about it."]},
{"line": ["KRAMER: Jerry, you should care. Cantaloupe like this should be \n              taken out of circulation."]},
{"line": ["JERRY: Alright. Take it back."]},
{"line": ["(Phone rings, Jerry is reluctant to answer it)"]},
{"line": ["JERRY: (On his answering machine) Leave a message, I'll call you \n              back."]},
{"line": ["MARLENE: (Leaving a message) Jerry, have you ever taken a bath \n              in the dark? If I'm not talking into the soap right now, call me \n              back."]},
{"line": ["KRAMER: Well?"]},
{"line": ["JERRY: Marlene"]},
{"line": ["KRAMER: (Smiles) Oh. Oh, Marlene."]},
{"line": ["JERRY: Yeah, I took her home one night - we kinda started up a \n              little bit in the car."]},
{"line": ["KRAMER: I thought you were trying to get rid of her?"]},
{"line": ["JERRY: I was. She's got me, like, hypnotized."]},
{"line": ["KRAMER: Does George know?"]},
{"line": ["JERRY: No, he'd go nuts."]},
{"line": ["KRAMER: Yeah, no kidding."]},
{"line": ["JERRY: I feel terrible. (Kramer smiles) I mean, I've seen her a \n              couple of times since then, and I know I can't go any further, but.. \n              I've just got this like,"]},
{"line": ["psycho-sexual hold over me. I just want her, I can't breathe. It's \n              like a drug."]},
{"line": ["KRAMER: Woah, psycho-sexual."]},
{"line": ["JERRY: I don't know how I'm going to tell him."]},
{"line": ["KRAMER: Man, I don't understand people. I mean, why would George \n              want to deprive you of pleasure? Is it just me?"]},
{"line": ["JERRY: It's partially you, yeah."]},
{"line": ["KRAMER: You're his friend. Better that she should sleep with someone \n              else. Some jerk that he doesn't even know."]},
{"line": ["JERRY: Well, he can't kill me, right?"]},
{"line": ["KRAMER: You're a human being."]},
{"line": ["JERRY: I mean, she called me. I haven't called her. She started \n              it."]},
{"line": ["KRAMER: You're flesh and blood."]},
{"line": ["JERRY: I'm a nice guy."]},
{"line": ["(Enter Elaine, she's holding a lamp)"]},
{"line": ["ELAINE: Hi. (Hands Jerry the lamp)"]},
{"line": ["JERRY: Oh, my little airplane lamp."]},
{"line": ["ELAINE: You know, you have the slowest elevator in the entire city? \n              That's hard to get used to when you're in so many other fast ones."]},
{"line": ["JERRY: Well, the apartment elevators are always slower than the \n              offices, because you don't have to be home on time."]},
{"line": ["ELAINE: Unless you're married to a dictator.."]},
{"line": ["JERRY: Yeah.. because they would be very demanding people."]},
{"line": ["ELAINE: Right. Exactly. So I imagine at some point, somebody's \n              going to offer me some cantaloupe."]},
{"line": ["KRAMER: Nope. No good."]},
{"line": ["JERRY: Well, you know what they say: Luck in love, Unlucky with \n              fruit."]},
{"line": ["KRAMER: Well, I'm taking this back. (Leaves)"]},
{"line": ["ELAINE: So, I had what you might call a little encounter this morning."]},
{"line": ["JERRY: Really? That guy who stopped saying hello?"]},
{"line": ["ELAINE: Yep."]},
{"line": ["JERRY: You talked to him?"]},
{"line": ["ELAINE: Yep. I spotted him getting his mail. And at first, I was \n              just going to walk on by, but then I thought \"no, no, no, no. \n              Do not be afraid of this man.\""]},
{"line": ["JERRY: Right."]},
{"line": ["ELAINE: So, I walked up behind him and I tapped him on the shoulder. \n              And I said, \"Hi, remember me?\" And he furrows his brow \n              as if he's really trying to figure it"]},
{"line": ["out. So I said to him, I said, \"You little phony. You know \n              exactly who I am.\""]},
{"line": ["JERRY: \"You little phony\"?"]},
{"line": ["ELAINE: I did. I most certainly did. And he said, he goes, \"Oh, \n              yeah. You're Jeanette's friend. We did meet once.\" And I said, \n              \"Well, how do you go from that to"]},
{"line": ["totally ignoring a person when they walk by?\""]},
{"line": ["JERRY: Amazing."]},
{"line": ["ELAINE: And he says, he says, \"Look, I just didn't want to \n              say hello anymore, alright?\" And I said, \"Fine. Fine I \n              didn't want to say hello anymore either, but I"]},
{"line": ["wanted you to know that I'm aware of it.\""]},
{"line": ["(Elaine tastes some cantaloupe)"]},
{"line": ["JERRY: You are the Queen of Confrontation. You're my new hero. \n              In fact, you've inspired me. I'm gonna call George about something \n              right now."]},
{"line": ["ELAINE: This cantaloupe stinks. (Spits it out)"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Coffee Shop]"]},
{"line": ["GEORGE: I don't care."]},
{"line": ["JERRY: You're kidding."]},
{"line": ["GEORGE: No, I don't care."]},
{"line": ["JERRY: You mean that?"]},
{"line": ["GEORGE: Absolutely."]},
{"line": ["JERRY: You don't care?"]},
{"line": ["GEORGE: No."]},
{"line": ["JERRY: How could you not care?"]},
{"line": ["GEORGE: I don't know. But I don't. I'm actually almost happy to \n              hear it."]},
{"line": ["JERRY: I thought you'd be upset."]},
{"line": ["GEORGE: I guess I should be but I'm not."]},
{"line": ["JERRY: Am I a bad person? Did I do something terrible?"]},
{"line": ["GEORGE: No, you're a fine person. You're a humanitarian. She's \n              very sexy."]},
{"line": ["JERRY: That voice. That voice. She's driving me crazy."]},
{"line": ["GEORGE: I know, I know."]},
{"line": ["JERRY: So I can see her tonight, and you don't care?"]},
{"line": ["GEORGE: See her tonight. See her tomarrow. Go. Knock yourself out. \n              She's too crazy for me."]},
{"line": ["JERRY: Alright. As long as you're okay. Because I can't stop thinking \n              about her."]},
{"line": ["GEORGE: I'm okay. I'm fine. I'm wonderful. I never felt better \n              in my whole life."]},
{"line": ["JERRY: Good. And I'll tell you what.. You don't have to pay me \n              back the thirty-five I gave to the chiropractor for the rest of \n              your bill."]},
{"line": ["GEORGE: (Angry) You paid that crook?!"]},
{"line": ["JERRY: I had to."]},
{"line": ["GEORGE: He didn't do anything, Jerry. It's a scam! Who told you \n              to do that?"]},
{"line": ["JERRY: It was embarrassing to me."]},
{"line": ["GEORGE: I was trying to make a point."]},
{"line": ["JERRY: Why don't you make a point with your own doctor? (George \n              gulps) What's wrong?"]},
{"line": ["GEORGE: (Gasping) I think I swallowed a fly! ..I swallowed a fly! \n              What do I do? What can happen?"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Jerry's car]"]},
{"line": ["JERRY: ..So, you want to come up for a few minutes?"]},
{"line": ["MARLENE: ..I'm sorry, Jerry. I just don't think this is going to \n              work."]},
{"line": ["JERRY: Really? I thought.."]},
{"line": ["MARLENE: I know, I'm sorry."]},
{"line": ["JERRY: I guess I just didn't expect it from the way you've been \n              acting."]},
{"line": ["MARLENE: You sure you want to talk about this? 'Cause I sure don't."]},
{"line": ["JERRY: Of course I want to talk about it."]},
{"line": ["MARLENE: Well, okay. I guess things changed for me on Tuesday night."]},
{"line": ["JERRY: Tuesday night? What happened Tuesday night?"]},
{"line": ["MARLENE: ..I saw your act."]},
{"line": ["JERRY: My act? What does that have to do with anything?"]},
{"line": ["MARLENE: Well, to be honest, it just didn't make it for me. It's \n              just so much fluff."]},
{"line": ["JERRY: I can't believe this. So what are you saying? You didn't \n              like my act, so that's it?"]},
{"line": ["MARLENE: I can't be with someone if I don't respect what they do."]},
{"line": ["JERRY: You're a cashier!"]},
{"line": ["MARLENE: Look, Jerry, it's just not my kind of humor."]},
{"line": ["JERRY: You can't go by the audience that night. It was late. They \n              were terrible."]},
{"line": ["MARLENE: I heard the material."]},
{"line": ["JERRY: I have other stuff. You should come see me on the weekend."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Night club]"]},
{"line": ["JERRY: Women need to like the job of the guy they're with. If they \n              don't like the job, they don't like the guy. Men know this. Which \n              is why we make up the phony"]},
{"line": ["bogus names for the jobs that we have. \"Well, right now, I'm \n              the regional management supervisor.\" \"I'm in development, \n              research, consulting.\" Men on the other"]},
{"line": ["hand, if they are physically attracted to a woman are not that \n              concerned with her job. Are we? Men don't really care. Men'll just \n              go, \"Really? Slaughterhouse? Is that"]},
{"line": ["were you work? That sounds interesting. So whatdya got a big cleaver \n              there? You're just lopping their heads off? That sounds great! Listen, \n              why don't you shower"]},
{"line": ["up, and we'll get some burgers and catch a movie.\""]},
{"line": [" "]},
{"line": ["END OF SHOW."]},
{"line": ["\n            \n            \n            \n        \n      \n    \n     \n      \n      \n    \n  \n\n\n \n\n \n\n\n\n", "\n        "]},
{"line": []},
{"line": [" "]},
{"line": []},
{"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]},
{"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}
]