[
{"title": "The Handicap Spot"},
{"line": []},
{"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]},
{"line": [" "]},
{"line": ["\n        Transcribed by: Erwin Gerrits", "\n        Originally posted on The News Guys(Mike's) site ", "\n        ", "(Permission is given to copy scripts to other sites provided credits \n        as two lines above are included - Thanks)"]},
{"line": ["\n        ", "\n        [At the comedy club]", "\n        ", "\n        Jerry: I have a friend who is about to get married, they're having the \n        bachelor party and the ", "\n        bridal shower on the same day... So it's conceivable that while she's \n        getting the lingerie, he'd be at ", "\n        a nude bar watching a table dancer wearing the same outfit. That is possible. \n        But to me, the ", "\n        difference between being single and being married, is the form of government. \n        You see, when you're ", "\n        single, you are the dictator of your own life. I have complete power. \n        I can give the order to fall ", "\n        asleep on the sofa with the TV on in the middle of the day, no-one can \n        overrule me! When you're ", "\n        married, you're part of a vast decision-making body. Before anything gets \n        done there are meetings. ", "\n        Committees have to study the situation. And this is if the marriage works. \n        That's what's so painful ", "\n        about divorce: you get impeached and you're not even the president!", "\n        ", "\n        [Jerry's apartment]", "\n        ", "\n        George: Hey, is it my imagination, or do really good looking women walk \n        a lot faster than ", "\n        everybody else?", "\n        ", "\n        Elaine: We don't walk that fast...", "\n        ", "\n        George: No seriously...", "\n        ", "\n        Elaine: Seriously, we don't.", "\n        ", "\n        George: The better looking they are, the faster they go! I mean, I see \n        they out there on the ", "\n        street, they're zooming around, like a blur. Like they have a motor on \n        their ass.", "\n        ", "\n        Elaine: (Yelling to Jerry in the bedroom) Hey Jerry, come on, let's go. \n        We're gonna miss the ", "\n        previews!", "\n        ", "\n        Jerry (coming out of the bathroom): What's the big hurry?", "\n        ", "\n        Elaine: Hey, how are we gettin' to Scott Drake's party on Saturday night?", "\n        ", "\n        Jerry: Oh, Drake's party, I forgot to buy a present.", "\n        ", "\n        George: I gotta buy a present now?", "\n        ", "\n        Elaine: Of course you do, it's an engagement party.", "\n        ", "\n        George: It never ends, this present stuff! Engagement present! Then they \n        get married, you gonna ", "\n        have to get them something for that! Then the baby, there's another present. \n        Then the baby starts ", "\n        getting their presents. I don't even like Drake.", "\n        ", "\n        Jerry: You don't like the Drake?", "\n        ", "\n        George: Hate the Drake.", "\n        ", "\n        Elaine: I *love* the Drake.", "\n        ", "\n        Jerry: How could you not like the Drake?", "\n        ", "\n        George: Who's the Drake?", "\n        ", "\n        Elaine: \"Who's the Drake\"?", "\n        ", "\n        Jerry: The Drake is good!", "\n        ", "\n        Elaine: So listen, what are you gonna get him?", "\n        ", "\n        George: I haven't even met the fiancee! Whatever! (Leaves for washroom)", "\n        ", "\n        Jerry: Elaine, look. I drew this triangle free-hand. It's a doodle. It's \n        perfect!", "\n        ", "\n        Elaine: So what? That's easy.", "\n        ", "\n        Jerry: Easy?", "\n        ", "\n        (Kramer enters in his usual way)", "\n        ", "\n        Elaine: Hi! Hey, have you gotten your present yet for the Drake?", "\n        ", "\n        Kramer: Uh, no, no, not yet.", "\n        ", "\n        Jerry: Do you like the Drake?", "\n        ", "\n        Kramer: I *love* the Drake! I'm looking forward to meeting the Drakette!", "\n        ", "\n        Elaine: I'm lukewarm about the Drakette.", "\n        ", "\n        Kramer: (Looking at Jerry's doodle) That's a nice triangle...", "\n        ", "\n        Jerry: It's Isosceles", "\n        ", "\n        Kramer: Ooh, Isosceles. I love the name Isosceles. If I had a kid, I would \n        name him Isosceles. ", "\n        Isosceles Kramer.", "\n        ", "\n        Elaine: Hey, you know what, maybe we should all chip in for the gift.", "\n        ", "\n        Jerry: The chip-in!", "\n        ", "\n        Elaine: Hey, a pretty good idea, huh?", "\n        ", "\n        Jerry: Yeah!", "\n        ", "\n        Kramer: Yeah, the chip-in, defenitely!", "\n        ", "\n        Jerry: You know what, let's go to that mall in Liberal(sp?) before we \n        go to the party. We'll have ", "\n        to take your car, it's got the most room.", "\n        ", "\n        Kramer: No, no! My car's not running.", "\n        ", "\n        (George enters the room from the washroom)", "\n        ", "\n        Jerry: What about your father's car?", "\n        ", "\n        George: No, no, no. Out of the question. I was over there today. He's \n        got the good spot in front ", "\n        of the good building in the good neighbourhood. I know he's not gonna \n        wanna move.", "\n        ", "\n        Jerry: Are you serious?", "\n        ", "\n        George: You don't know what that spot means to him. Once he gets it, he \n        doesn't go out for weeks. ", "\n        ", "\n        Jerry: How about this, you put your car in the good spot, that'll hold \n        the good spot in front of ", "\n        the good building, and we can get the good car!", "\n        ", "\n        George: Good thinking!", "\n        ", "\n        Jerry: Good to meet you!", "\n        ", "\n        [George's car]", "\n        ", "\n        Elaine: So what are we gonna get him?", "\n        ", "\n        Jerry: We could get him anything we wanted, we're chippin' in.", "\n        ", "\n        George: I like this area. I could live out here. ", "\n        ", "\n        Kramer: Yeah, we ought to all get a house and live together.", "\n        ", "\n        Jerry: Yeah, that's a good idea. I'll tell you what chuckles, I give you \n        permission to sublet my ", "\n        room right now.", "\n        ", "\n        George: Look at this. There's no spaces here. (to another car) Excuse \n        me, are you gettin' out?", "\n        ", "\n        Man in car: No!", "\n        ", "\n        Kramer: Why don't you take a handicap spot...", "\n        ", "\n        George: You think?", "\n        ", "\n        Elaine: No, no! We'll find a space. There's spaces in the other lot. ", "\n        ", "\n        George: I don't want to walk that far.", "\n        ", "\n        Elaine: What if a handicapped person needs it?", "\n        ", "\n        Kramer: Oh, come on, they don't drive!", "\n        ", "\n", "\n        Jerry: Yes, they do!", "\n        ", "\n        Kramer: Have you ever seen a handicapped person pull into a space and \n        park?", "\n        ", "\n        Jerry: Well there's spaces there, they must drive!", "\n        ", "\n        Kramer: Well they don't. If they could drive, they wouldn't be handicapped.", "\n        ", "\n        Elaine: So if you can drive, you're not handicapped?", "\n        ", "\n        George: Look, we're not gonna be that long anyway... we have to get to \n        the \"party\"!", "\n        ", "\n        Kramer: I got news for you: handicapped people, they don't even want to \n        park there! They wanna be ", "\n        treated just like anybody else! That's why, those spaces are always empty.", "\n        ", "\n        George: He's right! It's the same thing with the femenists. You know, \n        they want everything to be ", "\n        equal, everything! But when the check comes, where are they?", "\n        ", "\n        Elaine: What does that mean?", "\n        ", "\n        George: Yeah! Alright, I'm pulling in.", "\n        ", "\n        Kramer: Yeah, go ahead.", "\n        ", "\n        Elaine: George!", "\n        ", "\n        George: Oh, come on, it's five minutes.", "\n        ", "\n        (pulls into handicap spot)", "\n        ", "\n        Kramer: Make sure we don't forget where the car's parked.", "\n        ", "\n        Jerry, George, Elaine: Don't worry. We won't forget!", "\n        ", "\n        [walking in the parking garage]", "\n        ", "\n        Jerry: Do you believe the deal we got on this? A big screen TV? At that \n        price?", "\n        ", "\n        Elaine: What a sale, huh? And how about that store, delivering it tonight? \n        We're gonna be swimming ", "\n        in 'thank you's...", "\n        ", "\n        George: What did I get the veggie burger for? You got a veggie burger, \n        so I had to get the veggie ", "\n        burger, I'm allover crums...", "\n        ", "\n        Jerry: No-one's gonna have a better gift than this big screen TV! Good \n        for them, love the Drake!", "\n        ", "\n        Elaine: Got to *love* the Drake!", "\n        ", "\n        (sound of police cars)", "\n        ", "\n        Jerry: Hey, what's going on over here?", "\n        ", "\n        Elaine: Must have been an accident...", "\n        ", "\n        (they turn the corner so they can see their car, surrounded by a lot of \n        people)", "\n        ", "\n        Jerry: (to a woman) Hey, what's going on?", "\n        ", "\n        Woman: Some jerk parked in a handicap spot, so this woman in a wheelchair \n        had to wheel up this ", "\n        incline, and half way up her batteries gave up, and she rolled backwards \n        into the wall. Taken her to ", "\n        St. Elizabeth's...", "\n        ", "\n        Jerry: Is she OK?", "\n        ", "\n        Woman: I don't know. We're just waiting here for the owner of this car \n        to show up. May not get out ", "\n        alive! Thug! Taking up a handicap spot? He's gonna pay!", "\n        ", "\n        Jerry: Son's of bitches! Good luck finding them... him... whatever. I'd \n        like to stick around and ", "\n        get my hands on him myself, but I gotta take off.", "\n        ", "\n        (man hits George's car in rage)", "\n        ", "\n        George: How are we gonna get out of here? They'll kill us!", "\n        ", "\n        Elaine: (to George) Are you happy now?", "\n        ", "\n        Kramer: Who would think these people we're gonna be here?", "\n        ", "\n        Jerry: I don't know...", "\n        ", "\n        Elaine: What about the party? What about the Drake?", "\n        ", "\n        George: Screw the Drake!", "\n        ", "\n        Jerry: I love the Drake!", "\n        ", "\n        Kramer: Let's just take a bus back to the city.", "\n        ", "\n        George: Can't leave the car here!", "\n        ", "\n        Kramer: Why not?", "\n        ", "\n        George: It's my father's car!", "\n        ", "\n        Man who hit car ealier: Let's smash it!", "\n        ", "\n        Everybody: Yeah! Yeah!", "\n        ", "\n        Jerry: Let's get out of here.", "\n        ", "\n        [coffee shop]", "\n        ", "\n        George: What are we gonna do? How are we gonna get out of here?", "\n        ", "\n        Jerry: The thing is, even if we go back by the car, and there's nobody \n        there, how do we know ", "\n        they're not all hiding, waiting for us?", "\n        ", "\n        Elaine: Well, they have to give up some time, they can't stay out there \n        all night?", "\n        ", "\n        Jerry: What are we, John Dillinger? How did this get to be the crime of \n        the century? It's not like ", "\n        we stuck a broomstick in her spokes and she went flying...", "\n        ", "\n        George: What I don't get is, just because the battery is dead, you think \n        she'd be able to roll up ", "\n        the hill with her hands!", "\n        ", "\n        Kramer: You'd think...", "\n        ", "\n        George: I mean, batteries have gone dead before, aren't they prepared \n        for that?", "\n        ", "\n        Kramer: Most of them don't even have batteries.", "\n        ", "\n        George: Must be one of those rich, spoiled handicapped people, who didn't \n        want to do any work, and ", "\n        just wanted to sit in her wheelchair and take it easy. ", "\n        ", "\n        Kramer: Yeah...", "\n        ", "\n        George: Well, I'm sorry!", "\n        ", "\n        Elaine: Our big screen TV is probably arriving right now...", "\n        ", "\n        George: How are we gonna get out of here? We need a plan!", "\n        ", "\n        Jerry: I got it! (snaps his fingers) We give the keys to Elaine.", "\n        ", "\n        Elaine: Me?", "\n        ", "\n        Jerry: Yeah! You're a woman! Men don't hit a woman!", "\n        ", "\n        Elaine: Oh, they won't?", "\n        ", "\n        Jerry: Not if they don't know you...", "\n        ", "\n        Elaine: I'm not going for this, Kramer should go! It was all his idea!", "\n        ", "\n        Kramer: No chance in hell!", "\n        ", "\n        Jerry: What if we created some sort of diversion? What if we all went \n        by the car and started ", "\n        screaming: \"There he is, there's the guy that took the handicap spot!\" \n        And then, when they all run into ", "\n        the other direction, we'll jump in the car!", "\n        ", "\n        George: That's good, we'll give it a try...", "\n        ", "\n        Elaine: That's good...", "\n        ", "\n        Jerry: That doesn't work, we'll give 'em Kramer!", "\n        ", "\n        Kramer: Huh?", "\n        ", "\n        [parking garage]", "\n        ", "\n        (the four of them approach George's car, which is smashed to pieces)", "\n        ", "\n        Jerry: (as George picks up a broken piece of his car) You know, a lot \n        of these scratches will buff ", "\n        right out... ", "\n        ", "\n        [George's parents' house]", "\n        ", "\n        Frank: Eight years have I had this car. Not a scratch on it! Eight years!", "\n        ", "\n        (Estelle is playing Mahjongh with the ladies)", "\n        ", "\n        Frank: A beautiful Mercury! I special-ordered that bench seat!", "\n        ", "\n        George: Dad, that other car cut us off! They had swastikas all over it... \n        They were hurling racial ", "\n        epiphates at us... I could have been killed!", "\n        ", "\n        Estelle: (to Frank) I told you not to give it to him!", "\n", "\n        ", "\n        Frank: (to George) You know, my insurance doesn't cover this? The whole \n        thing is a total loss!", "\n        ", "\n        Mahjongh lady: Frank, the important thing is, he didn't get hurt!", "\n        ", "\n        Frank: No it isn't!", "\n        ", "\n        Mahjongh lady: So what are you doing now, Georgie?", "\n        ", "\n        George: I'm uh... writing a pilot for NBC... ", "\n        ", "\n        Frank: Where the hell is my paper?", "\n        ", "\n        Mahjongh lady: You're writing a pilot?", "\n        ", "\n        Estelle: With his friend, Jerry Seinfeld... the comedian...", "\n        ", "\n        Mahjongh lady: So what's it about?", "\n        ", "\n        George: Well, Jerry's car gets hit and the other driver doesn't have any \n        insurance, so the judge ", "\n        sentences him to be Jerry's butler.", "\n        ", "\n        Majongh ladies: This is the same situation! Frank, maybe you ought to \n        make him your butler! ", "\n        (giggling)", "\n        ", "\n        Estelle: Every time you're with that Kramer, something happens... He's \n        a real trouble maker!", "\n        ", "\n        George: Nah, he didn't have anything to do with it...", "\n        ", "\n        Estelle: He's all together crazy, that one! Jerry? I used to think was \n        nice... I don't know what ", "\n        happened to him... ", "\n        ", "\n        (Estelle wins at Mahjongh)", "\n        ", "\n        [Jerry's apartment]", "\n        ", "\n        (Jerry's on the phone with the Drake, Elaine is eating an Oreo cookie)", "\n        ", "\n        Jerry: (to the Drake) So it was a good party, huh? Oh... you're welcome, \n        you're welcome... (to ", "\n        Elaine) They loved the TV, *loved* it!", "\n        ", "\n        Elaine: Oh, yeah...", "\n        ", "\n        Jerry: (to the Drake) Oh, wait a second, I'll ask her.. that's a great \n        idea. (To Elaine) Drake ", "\n        wants to know if we want to come out to Minneolis this afternoon, since \n        we missed the partly last ", "\n        night, to maybe get something to eat?", "\n        ", "\n        Elaine: Sure!", "\n        ", "\n        Jerry: (to the Drake) Sure! ... Okay... Don't worry, I'm taking MY car! \n        ... okay... okay, see you ", "\n        later... bye...", "\n        ", "\n        Jerry: The Drake is great!", "\n        ", "\n        Elaine: Hmm.. he's so nice! I'm really happy for them.", "\n        ", "\n        Jerry: Yeah. Well, I don't know if I'm happy for them, I mean I'm glad \n        they're happy, but, ", "\n        frankly, that doesn't do anything for me. ", "\n        ", "\n        [buzzer rings]", "\n        ", "\n        Jerry: Yes?", "\n        ", "\n        George: It's me.", "\n        ", "\n        Jerry: Come on up.", "\n        ", "\n        [Door opens, Kramer enters]", "\n        ", "\n        Kramer: Hey. I just came from St. Elizabeth's. ", "\n        ", "\n        Jerry: St. Elizabeth's Hospital? Why?", "\n        ", "\n        Kramer: Well, the handicapped woman? I went to see her.", "\n        ", "\n        Elaine: You went to see her?", "\n        ", "\n        Kramer: Yeah. ", "\n        ", "\n        Jerry: Wow, what happened?", "\n        ", "\n        Kramer: I'm in love. ", "\n        ", "\n        Jerry: What?", "\n        ", "\n        Kramer: Yeah, she is the most beautiful woman I have ever seen. I love \n        her Jerry, I really love ", "\n        her. I'm gonna ask her to marry me. She's got everything I've always wanted \n        in another human being. ", "\n        Except for the walking.", "\n        ", "\n        Jerry: Oh, what's the difference, you don't go out that much.", "\n        ", "\n        [George enters]", "\n        ", "\n        Kramer: Ah, I'm glad you're here. ", "\n        ", "\n        George: What?", "\n        ", "\n        Kramer: Alright, now, we gotta go out. We gotta buy a wheelchair. ", "\n        ", "\n        George: A wheelchair? What for?", "\n        ", "\n        Kramer: Well, you know I went to the hospital today, and I saw the woman, \n        you know, and the ", "\n        wheelchair is totalled, we gotta get her another one!", "\n        ", "\n        George: Doesn't she have collision?", "\n        ", "\n        Kramer: George, I'm in love with her! ", "\n        ", "\n        George: Well, my father works for the United Volunteers, maybe he can \n        get her one.", "\n        ", "\n        Kramer: No! She needs it now!", "\n        ", "\n        George: What about these two? Aren't they gonna chip in?", "\n        ", "\n        Kramer: Well...", "\n        ", "\n        Elaine: Hey, we told you not to park there!", "\n        ", "\n        George: Can't we just fix the old one?", "\n        ", "\n        Kramer: Alright, alright. Fine George! Don't chip in! But some day, we're \n        gonna be driving along, ", "\n        we're gonna look out the window, and see her crawling along 5th avenue! \n        Is that what you want?", "\n        ", "\n        George: Alright, alright! We'll buy her a wheelchair! Wheelchairs, engagement \n        presents.. IT NEVER ", "\n        ENDS!", "\n        ", "\n        ", "\n        [at Surgical Appliances]", "\n        ", "\n        Salesman: This is out best model. The Cougar 9000. It's the Rolls Royce \n        of wheelchairs. This is ", "\n        like... you're almost glad to be handicapped.", "\n        ", "\n        Kramer: So now, what's this got?", "\n        ", "\n        Salesman: Inductive joystick, dynamic braking, flip-up arms, it's fully \n        loaded. I put Stephen ", "\n        Hawking in one of these two months ago, he's lovin' it! It's rated number \n        one by Hospital Supply and ", "\n        Prosthetic Magazine.", "\n        ", "\n        George: How much?", "\n        ", "\n        Salesman: 6200. ", "\n        ", "\n        George: Do you have something a little more... less expensive?", "\n        ", "\n        ", "\n        [At the Drake's]", "\n        ", "\n        (The Drake opens the door, the Drakette is sitting on the couch)", "\n        ", "\n        Jerry and Elaine: Hey Drake! Hi Drake! ", "\n        ", "\n        Jerry:Hey Alison! Hey, there's the TV, Elaine, look at that!", "\n        ", "\n        Elaine: My God this is fantastic! Tell me, were you guys just blown away \n        or what?", "\n        ", "\n        The Drake: Oh yeah, yeah... it's fantastic...", "\n        ", "\n        (Jerry sits down next to Alison)", "\n        ", "\n        Jerry: I am gonna make good use of this! I'm watching every superbowl \n        here, every big fight....", "\n        ", "\n        Elaine: Oh man, there is nothing like a really big TV, huh?", "\n        ", "\n        Jerry: So where're we eatin'?", "\n        ", "\n        The Drake: Well, actually... Jerry... ", "\n        ", "\n        Elaine: I'm *really* hungry!", "\n        ", "\n        The Drake: ... we just broke up...", "\n        ", "\n        Jerry: When did this happen?", "\n        ", "\n        The Drake: About 20 minutes ago... Hey, I am really sorry about this guys... \n        whew!", "\n        ", "\n        Jerry (looking at the TV): Look at the picture on this thing...", "\n        ", "\n", "\n        Elaine: Oh, cristal clear! ", "\n        ", "\n        Jerry: They know how to make 'em...", "\n        ", "\n        (The Drake starts sobbing)", "\n        ", "\n        Elaine: Are there any good Italian restaurants around here?", "\n        ", "\n        The Drake (through his sobbing): Gagliano's... that's pretty good...", "\n        ", "\n        Jerry: Well... we should... ", "\n        ", "\n        Elaine: Get movin'...", "\n        ", "\n        Jerry: Yeah... Hey, Drake, what ever happens, I am sure it'll be for the \n        best. ", "\n        ", "\n        Elaine: Take it easy. Bye-Bye Alison!", "\n        ", "\n        (The Drake is sobbing again, Elaine takes the remote control out the door \n        then returns)", "\n        ", "\n        Elaine: Oh, the remote! Okay, I'm just gonna put it on top of the television...", "\n        ", "\n        ", "\n        [at Surgical Appliances]", "\n        ", "\n        Salesman: Alright, this one is about 8 years old. Not a scratch on it, \n        it was owned by some lady ", "\n        who only used it to go from the bathroom to the kitchen and to feed her \n        cat.", "\n        ", "\n        Kramer: But this'll get you around?", "\n        ", "\n        Salesman: Oh sure, it just doesn't have any of the thrills of the Cougar.", "\n        ", "\n        George: Like what?", "\n        ", "\n        Salesman: For example, your tremor-damping.", "\n        ", "\n        Kramer: Now what's that?", "\n        ", "\n        Salesman: It helps to control the direction regardless of the operator's \n        tremors or spasticity.", "\n        ", "\n        Kramer: Well, is it alright if I try it?", "\n        ", "\n        Salesman: Hop in!", "\n        ", "\n        (Kramer sits down, and likes it)", "\n        ", "\n        Kramer: Oh yeah!", "\n        ", "\n        (Salesman is laughing)", "\n        ", "\n        Salesman: I tell ya...", "\n        ", "\n        (Kramer crashes into wheelchairs while trying to control his)", "\n        ", "\n        Salesman: When I see someone enjoying themselves like that, it reminds \n        me why I got into this ", "\n        business in the first place.", "\n        ", "\n        George: How much?", "\n        ", "\n        (Kramer crashes into some more wheelchairs)", "\n        ", "\n        Salesman: How about $240?", "\n        ", "\n        George & Kramer: We'll take it!", "\n        ", "\n        ", "\n        [Jerry's appartment]", "\n        ", "\n        Elaine: Drake gave her the TV?", "\n        ", "\n        Jerry: He gave her all the gifts; he felt guilty.", "\n        ", "\n        Elaine: Well, she can't keep it, it's not fair, that's *our* TV!", "\n        ", "\n        Jerry: I know it is!", "\n        ", "\n        Elaine: Boy, I am really starting to dislike the Drake!", "\n        ", "\n        Jerry: I hate the Drake! Maybe the whole thing was a scam. Anybody can \n        just get engaged and get ", "\n        presents and just keep them all. Maybe they're on their way to Chicago \n        tomorrow and do the whole ", "\n        thing all over again.", "\n        ", "\n        Elaine: They don't know anybody in Chicago. ", "\n        ", "\n        Jerry: Don't worry, they'll make friends fast with that nice TV.", "\n        ", "\n        (George enters)", "\n        ", "\n        George: Hey.", "\n        ", "\n        Jerry: Hey, guess what? The Drake broke up.", "\n        ", "\n        George (excited): The Drake broke up?! That's fantastic! Now we get the \n        TV back! It'll help defray ", "\n        some of the cost of the wheelchair.", "\n        ", "\n        Jerry: I don't know about defraying. ", "\n        ", "\n        George: Why?", "\n        ", "\n        Jerry: We're not gettin' that TV.", "\n        ", "\n        George: What do you mean? The engagement is off, we get the TV back. That's \n        business.", "\n        ", "\n        Elaine: The Drakette took it.", "\n        ", "\n        George: She can't take it. It's not hers, it's theirs. Once there's no \n        theirs there's no hers, it ", "\n        should be ours. ", "\n        ", "\n        Elaine: Well, she has it!", "\n        ", "\n        George (upset): I *told* you the Drake was bad! I hate the Drake!", "\n        ", "\n        George: Maybe we should call her.", "\n        ", "\n        Elaine: Well, who's gonna call?", "\n        ", "\n        Jerry: You are.", "\n        ", "\n        Elaine: What? Why is it me who always has to do these things?", "\n        ", "\n        Jerry: Because that's your thing!", "\n        ", "\n        Elaine: What? Calling people I hardly know, and demanding they return \n        expensive gifts, that's my ", "\n        \"thing\"?", "\n        ", "\n        Jerry: Yeah, that's your thing.", "\n        ", "\n        Elaine: Alright, gimme the phone... it's my \"thing\"...", "\n        ", "\n        (Elaine starts dialling)", "\n        ", "\n        Jerry (to George): You know, I'm thinking about getting a yo-yo.", "\n        ", "\n        George: Really?", "\n        ", "\n        Jerry: Yeah. ", "\n        ", "\n        George: I could see that...", "\n        ", "\n        (Alison through phone): Hello?", "\n        ", "\n        Elaine: Alison! Hi, this is Elaine... ", "\n        ", "\n        (Alison through phone): I gave all the gifts to charity.", "\n        ", "\n        Elaine: Oh, Okay... well thanks a lot... sorry again about you and the \n        Drake...", "\n        ", "\n        (Alison though phone): I hate the Drake.", "\n        ", "\n        Elaine: Everybody does. Bye-bye....", "\n        ", "\n        (Elaine hangs up the phone)", "\n        ", "\n        Elaine: She gave it to charity.", "\n        ", "\n        Jerry: Charity?!? That's apalling.", "\n        ", "\n        George: How could anybody be so selfish and inconsiderate!", "\n        ", "\n        (Kramer enters)", "\n        ", "\n        Kramer: Well, I gave her the wheelchair! You should have seen the look \n        on her face. And then she ", "\n        told me, that the old wheelchair, that wasn't any good anyway! So you \n        see George, the whole ", "\n        incident was a God blessing! Yeah!", "\n        ", "\n        George: You mean a blessing in disguise?", "\n        ", "\n        Kramer: Yeah....", "\n        ", "\n        ", "\n        [At George's parents' place]", "\n        ", "\n        Lady: And I would also like to personally thank our gracious host Frank \n        Costanza, who has earned ", "\n        the silver circle award and is our unanimous choice for the United Volunteer \n        Representative of the ", "\n        Month!", "\n        ", "\n        (applause)", "\n        ", "\n        Lady: Due to his tireless effort, he personally raised over $22,000. That's \n        a lot of wheelchairs!", "\n        ", "\n        (applause, door bel rings)", "\n        ", "\n", "\n        Lady: On behalf of the United Volunteers of Greater New York, we thank \n        you!", "\n        ", "\n        (Estelle opens the front door, two men walk in)", "\n        ", "\n        Frank: Well... thank you very much!", "\n        ", "\n        Cop: Mr. Costanza?", "\n        ", "\n        Frank: Yes?", "\n        ", "\n        Cop: You're under arrest. ", "\n        ", "\n        Frank: Under arrest? What for?", "\n        ", "\n        Cop: Reckless endangerment of public safety, and violation of traffic \n        code 342-A.", "\n        ", "\n        Frank: What's that?", "\n        ", "\n        Cop: Parking in a handicap spot. Let's go...", "\n        ", "\n        Frank: George! George!", "\n        ", "\n        ", "\n        [Jerry's appartment]", "\n        ", "\n        Jerry: Your father got arrested? For what?", "\n        ", "\n        George: Parking in a handicap spot. Right in the middle of his United \n        Volunteers meeting. When he ", "\n        got back, he chased after me with a baseball bat.", "\n        ", "\n        Jerry: Ho-ly!", "\n        ", "\n        George: Between the car getting totalled, the towing charge and the fine, \n        there's no way I can ", "\n        ever pay him back...", "\n        ", "\n        Jerry: So what are you gonna do?", "\n        ", "\n        George: I agreed to become his butler.", "\n        ", "\n        Jerry: What?", "\n        ", "\n        (Kramer enters)", "\n        ", "\n        Jerry: What's the matter?", "\n        ", "\n        Kramer: It's over! ", "\n        ", "\n        Jerry: What's over?", "\n        ", "\n        Kramer: Me and Lola....", "\n        ", "\n        George: The woman we bought the wheelchair for?", "\n        ", "\n        Kramer: Yeah, she dumped me! ", "\n        ", "\n        Jerry: She dumped you?", "\n        ", "\n        Kramer: She dumped me! She rolled right over me! Said I was a hipster \n        dufus. Am I a hipster dufus?", "\n        ", "\n        Jerry & George (hesitatingly): ... no...", "\n        ", "\n        Kramer: Said I'm not good looking enough for her. Not good looking! Jerry, \n        look at me, look at my ", "\n        face, huh, am I beautiful? George, am I beautiful?", "\n        ", "\n        George: ...you're very attractive...", "\n        ", "\n        Kramer: yeah... she says she doesn't wanna see me again. Told me to drop \n        dead!", "\n        ", "\n        Jerry: Drop dead?", "\n        ", "\n        George: Boy, even I never heard that one...", "\n        ", "\n        Jerry: She's pretty rough!", "\n        ", "\n        Kramer: Yeesh-jip!", "\n        ", "\n        George: Well, we just blew 240 bucks on a wheelchair.", "\n        ", "\n        Jerry: 240 bucks?", "\n        ", "\n        George: Well, it was slightly used...", "\n        ", "\n        Jerry: Used?", "\n        ", "\n        ", "\n        [cut to Lola rolling down a hill trying to use her brakes that don't work, \n        screaming]", "\n        ", "\n        ", "\n        [George's parents' place]", "\n        ", "\n        (George's vaccuuming)", "\n        ", "\n        Frank (picking up his shoes): I don't think you did such a good job on \n        these... ", "\n        ", "\n        (George turns off the vaccuum)", "\n        ", "\n        George: What!?", "\n        ", "\n        Frank: You're supposed to your face there! Do you see your face in there?", "\n        ", "\n        (Phone rings)", "\n        ", "\n        Frank: Yeah? ...oh really?...oh... how about that?... Right down a hill \n        huh?", "\n        Okay! Alight! Bye!", "\n        ", "\n        (hangs up the phone)", "\n        ", "\n        Frank: George, forget about the shoes. Want you to do something for me \n        (scribbles something on a ", "\n        piece of paper). This handicapped woman had an accident. Somebody gave \n        her a used wheelchair with ", "\n        defective brakes.", "\n        ", "\n        George: Sons of bitches!", "\n        ", "\n        Frank: Anyway, I want you to pick up this big screen TV, and deliver it \n        to her. ", "\n        ", "\n        George: Big screen TV?", "\n        ", "\n        Frank: Do you think you can handle it?", "\n        ", "\n        ", "\n        [At the Drakette's]", "\n        ", "\n        (knock on door, the Drakette opens)", "\n        ", "\n        Alison: Yes?", "\n        ", "\n        George: Hi, we're from the United Volunteers, we've come to pick up the \n        TV.", "\n        ", "\n        Alison: Oh great, it's right over there.", "\n        ", "\n        Kramer: Ooh, it's a big one!", "\n        ", "\n        ", "\n        {All four inside a delivery van outside the mall)", "\n        ", "\n        George: Who's got the receipt?", "\n        ", "\n        Elaine: I do. ", "\n        ", "\n        George: Will they give us cash?", "\n        ", "\n        Jerry: That's their policy. ", "\n        ", "\n        George: I hate this mall, there are never any spaces here...", "\n        ", "\n        Kramer: Why don't you park in front of the hydrant?", "\n        ", "\n        George: What if there is a fire?", "\n        ", "\n        Kramer: What are the chances of that?", "\n        ", "\n        ", "\n        -End-", "\n        ", "\n         Originally posted on The News Guys(Mike's) \n        site  \n        \n      "]},
{"line": [" "]},
{"line": []},
{"line": [" "]},
{"line": []},
{"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]},
{"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}
]