[
{"title": "The Mango"},
{"line": []},
{"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]},
{"line": [" "]},
{"line": ["[location: nightclub]"]},
{"line": ["JERRY: A female orgasm is kinda like the bat cave. A very few people know where it is and if you're lucky enough to see it you probably don't know how you got there and you can't find you way back after you left."]},
{"line": ["You know there are two types of female orgasm: the real and the fake. And I'll tell you right now, as a man, we don't know. We do not know, because to man sex is like a car accident and determining the female orgasm is like being asked 'What did you see after the car went out of control?'. 'I heard a lot of screeching sounds. I remember I was facing the wrong way at one point. And in the end my body was thrown clear."]},
{"line": ["[location: Monk's]"]},
{"line": ["JERRY: So, what's her name?"]},
{"line": ["GEORGE: Karin."]},
{"line": ["JERRY: Is she nice?"]},
{"line": ["GEORGE: Great."]},
{"line": ["JERRY: So you like her?"]},
{"line": ["GEORGE: I think so."]},
{"line": ["JERRY: You don't know?"]},
{"line": ["GEORGE: I can't tell anymore. "]},
{"line": ["JERRY: Well do you feel anything?"]},
{"line": ["GEORGE: Feel? What's that?"]},
{"line": ["JERRY: All right, let me ask you this: when she comes over, you're cleaning up a lot?"]},
{"line": ["GEORGE: Yeah."]},
{"line": ["JERRY: You're just straightening up or you're cleaning?"]},
{"line": ["GEORGE: Cleaning"]},
{"line": ["JERRY: You do the tub?"]},
{"line": ["GEORGE: Yeah."]},
{"line": ["JERRY: On your knees, Ajax, scrubbing, the whole deal?"]},
{"line": ["GEORGE: Yeah."]},
{"line": ["JERRY: Okay, I think you're in love!"]},
{"line": ["GEORGE: Tub is love?"]},
{"line": ["JERRY: Tub is love. So there you are. You've got a nice girl and a clean apartment."]},
{"line": ["GEORGE: Yep. There's one little problem. "]},
{"line": ["JERRY: Sexual?"]},
{"line": ["GEORGE: Yeeeaaah. Well..... I've never really feld confident in..... one particular aspect. "]},
{"line": ["JERRY: Below the equator?"]},
{"line": ["GEORGE: Yeah. "]},
{"line": ["JERRY: Nobody does. You know, nobody knows what to do. You just close your eyes and you hope for the best. I really think they're happy if you just make an effort. "]},
{"line": ["GEORGE: I don't know. Last time I got the tap. "]},
{"line": ["JERRY: You got the tap?"]},
{"line": ["GEORGE: You know, you're going along, you think everything's all right and all of a sudden you get that tap. (George taps his own shoulder). You know it's like pfffff (whistling sound), all right that's enough, you're through."]},
{"line": ["JERRY: The tap is tough."]},
{"line": ["GEORGE: It's like the manager coming out and asking you for the ball."]},
{"line": ["JERRY: Well maybe she just wanted to move on to other business."]},
{"line": ["GEORGE: No, no, this wasn't moving on. I got the hook. I wish I could get a lesson in that. "]},
{"line": ["JERRY: It's a very complicated area."]},
{"line": ["GEORGE: You can go crazy trying to figure that place out."]},
{"line": ["JERRY: It's a haaazy mystery."]},
{"line": ["GEORGE: Anyway, I think everything else is okay. Unless of course she's faking. "]},
{"line": ["(Elaine joins them)"]},
{"line": ["ELAINE: Who's faking?"]},
{"line": ["GEORGE: Nothing."]},
{"line": ["ELAINE: Faking what?"]},
{"line": ["GEORGE: Nobody's faking."]},
{"line": ["ELAINE: Ah! Orgasm?"]},
{"line": ["GEORGE: She's not faking!"]},
{"line": ["ELAINE: How do you know?"]},
{"line": ["GEORGE: I know. I can tell. It's one of my powers. Why, did you ever fake?"]},
{"line": ["ELAINE: Of course."]},
{"line": ["JERRY: Really?"]},
{"line": ["GEORGE: You faked?"]},
{"line": ["ELAINE: On occasion."]},
{"line": ["JERRY: And the guy never knows?"]},
{"line": ["ELAINE: No."]},
{"line": ["JERRY: How can he not know that?"]},
{"line": ["ELAINE: Because I was gooood."]},
{"line": ["JERRY: I guess after that many beers he's probably a little groggy anyway."]},
{"line": ["(Jerry and George laugh)"]},
{"line": ["ELAINE: You didn't know."]},
{"line": ["JERRY: What?"]},
{"line": ["ELAINE: You didn't know."]},
{"line": ["JERRY: Are you saying..."]},
{"line": ["(George calls a waitress)"]},
{"line": ["GEORGE: I think I'll have a piece of cake."]},
{"line": ["JERRY: With me? "]},
{"line": ["ELAINE: Well..."]},
{"line": ["JERRY: You faked with me? "]},
{"line": ["ELAINE: Yeah."]},
{"line": ["JERRY: You faked with me?"]},
{"line": ["ELAINE: Yeah."]},
{"line": ["JERRY: No."]},
{"line": ["ELAINE: Yeah."]},
{"line": ["JERRY: You faked it?"]},
{"line": ["ELAINE: I faked it."]},
{"line": ["JERRY: That whole thing, the whole production, it was all an act?"]},
{"line": ["ELAINE: Not bad huh?"]},
{"line": ["JERRY: What about the breathing, the panting, the moaning, the screaming?"]},
{"line": ["ELAINE: Fake, fake, fake, fake."]},
{"line": ["JERRY: I'm stunned, I'm shocked! How many times did you do this?"]},
{"line": ["ELAINE: Uuuhm, all the time."]},
{"line": ["JERRY: All the time?!"]},
{"line": ["GEORGE: We got a chocolate malt in here!"]},
{"line": ["JERRY: But I'm so good."]},
{"line": ["GEORGE: I'm sure you are."]},
{"line": ["ELAINE: Jerry, listen, it wasn't you. I just didn't have 'em back then. "]},
{"line": ["JERRY: She faked."]},
{"line": ["(George smiles sarcastically)"]},
{"line": ["JERRY: Maybe they've all been faking."]},
{"line": ["ELAINE: I'm sure they're not."]},
{"line": ["GEORGE: Maybe Karin is faking."]},
{"line": ["[location: Jerry's apartment]"]},
{"line": ["(Kramer is lighting his cigar on the stove)"]},
{"line": ["KRAMER: She was probably joking."]},
{"line": ["JERRY: No no, it was no joke."]},
{"line": ["KRAMER: She didn't have any?"]},
{"line": ["JERRY: No. None."]},
{"line": ["KRAMER: She faked 'em all."]},
{"line": ["JERRY: Faked 'em all."]},
{"line": ["KRAMER: Well so she faked 'em, so what?"]},
{"line": ["JERRY: The woman had an orgasm under false pretences. That's sexual perjury. "]},
{"line": ["KRAMER: You know I heard her screaming from my apartment? She woke me up a few times."]},
{"line": ["JERRY: How did she do it? She's like Meryl Streep this woman. And I had to work the equipment. I'm not unskilled, I'm in the union. If she'd at least told me, maybe I could have done something about it. "]},
{"line": ["KRAMER: Yeah I could have helped you out."]},
{"line": ["JERRY: What could you have done?"]},
{"line": ["KRAMER: I could have given you some pointers. I know how to press those buttons body."]},
{"line": ["JERRY: I'm feeling very inadequate about the whole thing."]},
{"line": ["KRAMER: Aaaaah."]},
{"line": ["JERRY: Don't aaaaah! I'm supposed to do something with her later? I don't even think I wanna see her. "]},
{"line": ["(The phone rings)"]},
{"line": ["KRAMER: Giddy-up."]},
{"line": ["(Jerry picks it up)"]},
{"line": ["JERRY: Hello... Oh hello Elaine."]},
{"line": ["ELAINE: So we're having dinner tonight?"]},
{"line": ["JERRY: I don't know, I'm not really in the mood."]},
{"line": ["ELAINE: Why? What's wrong? You're not still thinking about this afternoon are you? "]},
{"line": ["JERRY: What, the grilled cheese? Naaah, they always burn the toast."]},
{"line": ["ELAINE: Nooo, the other thing."]},
{"line": ["JERRY: Oooh that. Well..."]},
{"line": ["ELAINE: Oh come on, Jerry. Making to much of a big deal about it. "]},
{"line": ["JERRY: Yeah I guess. So you wanna meet at that place at seven thirty?"]},
{"line": ["ELAINE: Okay. "]},
{"line": ["JERRY: All right."]},
{"line": ["ELAINE: All right, see you later."]},
{"line": ["JERRY: Bye."]},
{"line": ["ELAINE: Bye."]},
{"line": ["[location: Elaine's office]"]},
{"line": ["(Rene walks passed the office)"]},
{"line": ["ELAINE: Rene, can you come here a second? Let me ask you something: have you ever... you know... faked it?"]},
{"line": ["RENE: Yeah, sometimes. "]},
{"line": ["ELAINE: Really, like when?"]},
{"line": ["RENE: Like if we went to a Broadway show, if we had really good seats."]},
{"line": ["ELAINE: Yeah, well..."]},
{"line": ["RENE: Well you know, if it's enough all ready and I just wanna get some sleep."]},
{"line": ["[location: Jerry's apartment]"]},
{"line": ["JERRY: I really don't feel like seeing her."]},
{"line": ["KRAMER: You know, I faked it."]},
{"line": ["JERRY: What?!"]},
{"line": ["KRAMER: Yeah."]},
{"line": ["JERRY: You faked it? Why would you do that?"]},
{"line": ["KRAMER: Well you know, if it's enough already and I just wanna get some sleep."]},
{"line": ["JERRY: Yeah, but why would you... "]},
{"line": ["(Kramer spits out his peach)"]},
{"line": ["JERRY: Bad peach?"]},
{"line": ["KRAMER: It's terrible! "]},
{"line": ["JERRY: Did you get that at Joe's?"]},
{"line": ["KRAMER: Yeah, of course I got it at Joe's."]},
{"line": ["JERRY: That's surprising, his fruit is usually the best."]},
{"line": ["KRAMER: You know what I'm gonna do? I'm gonna return this."]},
{"line": ["JERRY: You're returning used fruit?"]},
{"line": ["KRAMER: Jerry this peach is sub par."]},
{"line": ["[location: Joe's]"]},
{"line": ["JOE: So what do you want me to do?"]},
{"line": ["KRAMER: I want restitution."]},
{"line": ["JOE: Restitution? You want restitution? Why should I give you restitution?"]},
{"line": ["KRAMER: Because it's no good."]},
{"line": ["JOE: When you put that fruit out, that's where it ends for me."]},
{"line": ["KRAMER: It's still your fruit, you gotta stand behind your fruit."]},
{"line": ["JOE: I stand behind my fruit."]},
{"line": ["KRAMER: So..."]},
{"line": ["JOE: Hey, you got a bad peach? That's an act of God. He makes the peaches. I don't make the peaches, I sell the peaches. You have a problem? You talk to him."]},
{"line": ["KRAMER: You know this whole place is going vrrrrrrrrrrrrt, downhill. I could have come in here last week with a bad plum but I let it go."]},
{"line": ["JOE: Well let me put a solution for you: do your business elsewhere, I don't want your business."]},
{"line": ["KRAMER: Oh now you don't want my business."]},
{"line": ["JOE: No, I don't want your business and from this moment you're banned from the store, you're banned!"]},
{"line": ["KRAMER: But what am I gonna do for fruit?"]},
{"line": ["[location: restaurant]"]},
{"line": ["(Karin starts moaning and lights a cigarette after finishing dinner)"]},
{"line": ["GEORGE: You seem like you really enjoyed your Risotto. You have a very contented air over there. You look very contented, very satisfied. Are you satisfied?"]},
{"line": ["KARIN: I'm very satisfied."]},
{"line": ["GEORGE: I'm sure if you weren't satisfied you would probably say something wouldn't you?"]},
{"line": ["KARIN: I probably would. But then again I'm an enigma. "]},
{"line": ["GEORGE: Hey listen... instead of the movie... maybe we'll go back and... you know..."]},
{"line": ["KARIN: Maybe."]},
{"line": ["GEORGE: So... you feel okay about that whole thing... what we do in there... generally okay with everything in there?"]},
{"line": ["KARIN: Generally."]},
{"line": ["GEORGE: Do you feel the way you feel after the Risotto?"]},
{"line": ["KARIN: No, I feel full after the Risotto."]},
{"line": ["GEORGE: Yeah... full."]},
{"line": ["[location: (another) restaurant]"]},
{"line": ["(Elaine starts moaning after finishing dinner)"]},
{"line": ["JERRY: Satisfied?"]},
{"line": ["ELAINE: Hey, you know what? You wanna go see that new Meryl Streep movie?"]},
{"line": ["JERRY: Meryl Streep?"]},
{"line": ["ELAINE: You don't like her?"]},
{"line": ["JERRY: Ah, she's okay."]},
{"line": ["ELAINE: I love her Jerry, she's so authentic. I really believe everything is actually happening to her. There's no acting there."]},
{"line": ["JERRY: Yeah. You don't want coffee or anything do you?"]},
{"line": ["ELAINE: I really admire actors, you know. It's just such an incredible skill. "]},
{"line": ["JERRY: Yeah, yeah, can we get off of this? "]},
{"line": ["ELAINE: What's the matter?"]},
{"line": ["JERRY: Nothing."]},
{"line": ["ELAINE: You're not still thinking about that are you?"]},
{"line": ["JERRY: Nooo."]},
{"line": ["ELAINE: Oh good."]},
{"line": ["JERRY: Give me another shot!"]},
{"line": ["ELAINE: What?"]},
{"line": ["JERRY: Another shot, I want another shot."]},
{"line": ["ELAINE: You mean...?"]},
{"line": ["JERRY: Yes! "]},
{"line": ["ELAINE: Oooh no, I don't think so."]},
{"line": ["JERRY: Come on! One shot, I can do it, I know I can do it!"]},
{"line": ["ELAINE: Jerry, we're friends! We can't do that, it would ruin our friendship."]},
{"line": ["JERRY: Oh friendship... friendship, shmanship ."]},
{"line": ["ELAINE: Jerry no, that's important to me."]},
{"line": ["JERRY: We won't ruin the friendship. "]},
{"line": ["ELAINE: Yes we will!"]},
{"line": ["JERRY: Elaine..."]},
{"line": ["ELAINE: No Jerry, it is out of the question. You know what sex does to a friendship, it kills it. "]},
{"line": ["JERRY: A half hour, give me a half our."]},
{"line": ["ELAINE: No!"]},
{"line": ["JERRY: Okay, fifteen minutes. I guarantee you fifteen minutes, I can make it happen!"]},
{"line": ["ELAINE: No!"]},
{"line": ["JERRY: You're worried I'll be able to do it aren't you? "]},
{"line": ["ELAINE: What, no, it doesn't matter. Jerry, I don't care."]},
{"line": ["JERRY: That's it, that's it. You like having this over me, you don't want me to do it."]},
{"line": ["ELAINE: That is so ridiculous."]},
{"line": ["JERRY: Come on, Elaine!"]},
{"line": ["ELAINE: No."]},
{"line": ["JERRY: Elaine?!"]},
{"line": ["ELAINE: No!"]},
{"line": ["[location: Karin's bedroom]"]},
{"line": ["(George indicates that the sex went wrong)"]},
{"line": ["GEORGE: It's Jerry's fault."]},
{"line": ["KARIN: Jerry?"]},
{"line": ["GEORGE: Jerry and Elaine. They made me nuts."]},
{"line": ["KARIN: Oh I don't care, George, really it's all right. "]},
{"line": ["GEORGE: So you feel okay?"]},
{"line": ["KARIN: Well, it's not like after the Risotto."]},
{"line": ["[location: Jerry's car]"]},
{"line": ["JERRY: Well good night."]},
{"line": ["ELAINE: I still don't understand why we had to walk out on that movie."]},
{"line": ["JERRY: Oh that Meryl Streep, she's such a phony baloney."]},
{"line": ["ELAINE: Goodnight. Thanks for a really fabulous evening (sarcastic)."]},
{"line": ["JERRY: Oh what, you're upset?"]},
{"line": ["ELAINE: Yes I'm upset, can't you tell?"]},
{"line": ["JERRY: No I can't, maybe you're faking."]},
{"line": ["ELAINE: I'm really, really sorry I told you that. "]},
{"line": ["JERRY: I'm sorry too."]},
{"line": ["ELAINE: Well stop being such a baby."]},
{"line": ["JERRY: You're a baby!"]},
{"line": ["ELAINE: You're a baby!"]},
{"line": ["[location: Jerry's apartment]"]},
{"line": ["GEORGE: It's all your fault! You and Elaine! All that orgasm talk. She did have an orgasm, she didn't have an orgasm. Orgasm this, orgasm that. I got so focused on it. I started to panic and boom, I lost it. I tried everything, I was talking to him: 'Please wake up, do something.'"]},
{"line": ["JERRY: They're mysterious little fellows aren't they? "]},
{"line": ["GEORGE: I hate 'em!"]},
{"line": ["JERRY: You know it happens to everybody. It happened to Houdini. And he could get out of a trunk under water with his hands in chains! But he had a problem with that. The miracle is that it ever happens. "]},
{"line": ["GEORGE: It's like a magic trick. Sometimes I think it would be easier to bend a spoon mentally than to make that transformation."]},
{"line": ["(Kramer enters the apartment)"]},
{"line": ["KRAMER: Hey listen, if I give you money would you go out and get me some fruit?"]},
{"line": ["JERRY: Why can't you get it?"]},
{"line": ["KRAMER: Well I got banned from the store I can't go back in there now."]},
{"line": ["JERRY: What happened?"]},
{"line": ["KRAMER: Well you know, we had a fight over the peach and... well Joe doesn't want my business."]},
{"line": ["GEORGE: Hey, was that a joke about Houdini?"]},
{"line": ["JERRY: No. (And to Kramer:) I told you not to say anything. "]},
{"line": ["KRAMER: Jerry, what am I gonna do for fruit?"]},
{"line": ["JERRY: Well you'll have to go to the supermarket."]},
{"line": ["KRAMER: The supermarket? That's impossible! They don't have a decent piece of fruit at the supermarket. The apples are mealy, the oranges are dry. I don't know what's going on with the Papayas! Jerry you gotta go to Joe's, you gotta get me some fruit! "]},
{"line": ["JERRY: Oh so what I'm going to buy all your fruit now? "]},
{"line": ["GEORGE: Well if Houdini couldn't do it, what chance do I have?"]},
{"line": ["(George leaves the apartment)"]},
{"line": ["(The phone rings, Jerry picks it up)"]},
{"line": ["JERRY: Hello... Oh hi Patty, thanks for calling me back. I just wanted to ask you a question: when we we're going out did you have orgasms?... Okay, thanks... No that's it... Okay, bye."]},
{"line": ["(Jerry hangs up the phone)"]},
{"line": ["JERRY: Patty Lawrence had 'em!"]},
{"line": ["KRAMER: Okay, I'm gonna make you a fruit list, all right?"]},
{"line": ["JERRY: Yeah."]},
{"line": ["(Jerry makes another call)"]},
{"line": ["JERRY: Hello Elaine? Patty Lorens had orgasms what do you think about that? And I got calls in to six other women and I bet you they confirm an orgasm too. So what do you have to say now Elaine?... Hello?"]},
{"line": ["[location: outside Joe's]"]},
{"line": ["JERRY: Why do I feel like I'm doing something wrong?"]},
{"line": ["KRAMER: All right now here's the list."]},
{"line": ["JERRY: All this? It's too much. What do you need five mangos for?"]},
{"line": ["KRAMER: I like mangos."]},
{"line": ["JERRY: Avocado? I don't know how to pick out an avocado."]},
{"line": ["KRAMER: Well they gotta be soft."]},
{"line": ["JERRY: How soft?"]},
{"line": ["KRAMER: Not too soft. Better too hard than too soft."]},
{"line": ["JERRY: I'm not going through this every week, I tell you that right now. And what are these? Plums? What is that?"]},
{"line": ["KRAMER: Yeah now get the ones that are red on the inside."]},
{"line": ["JERRY: Well how do I know what they look like on the inside? What do they look like on the outside?"]},
{"line": ["KRAMER: Oh! And get some plantains."]},
{"line": ["JERRY: Plantains? "]},
{"line": ["KRAMER: Yeah."]},
{"line": ["JERRY: What the hell is a plantain."]},
{"line": ["KRAMER: It's part of the banana family. It's a delicacy."]},
{"line": ["JERRY: You're not getting any plantains."]},
{"line": ["(Jerry enters Joe's)"]},
{"line": ["JERRY: Hey Joe."]},
{"line": ["JOE: How is it going?"]},
{"line": ["JERRY: Good, just getting some fruit for myself. Gotta have fruit in the house. I like it as a snack. Wholesome, natural, chock-full of vitamins. I don't know let's see... mangos... four plums with red on the inside... avocado... ooo, just right... and three plantains ought to do it."]},
{"line": ["JOE: All right, all right, just hold it right there."]},
{"line": ["JERRY: What?"]},
{"line": ["JOE: This fruit isn't for you. "]},
{"line": ["JERRY: What, what are you talking about?"]},
{"line": ["JOE: You think I don't know? Mangos, plantains, plums with the red on the inside, that's Kramer!"]},
{"line": ["JERRY: I can't buy mangos and plantains?"]},
{"line": ["JOE: All right, get out!"]},
{"line": ["JERRY: You're making a big mistake, Joe!"]},
{"line": ["JOE: I'll tell you something else: I don't what your business anymore either. "]},
{"line": ["JERRY: You're saying you're banning me from the store?"]},
{"line": ["JOE: That's exactly what I'm saying."]},
{"line": ["JERRY: I'm banned?!"]},
{"line": ["JOE: You're banned."]},
{"line": ["[location: Jerry's apartment]"]},
{"line": ["GEORGE: All right, where do you want it?"]},
{"line": ["JERRY: Put it over there. "]},
{"line": ["KRAMER: Yes! Oh look at this, these mangos are beautiful! Oh these are beautiful, you did good George."]},
{"line": ["(Kramer leaves the apartment)"]},
{"line": ["GEORGE: All right I gotta get going."]},
{"line": ["JERRY: What are you doing?"]},
{"line": ["GEORGE: I got a date with Karin. I don't know what I'm gonna do. Nothing happening down there. "]},
{"line": ["JERRY: You're thinking about it too much. You're putting too much emphasis on it."]},
{"line": ["GEORGE: I knew this was gonna happen some day. It was inevitable. I've known it ever since I was a little kid. I've been waiting for it."]},
{"line": ["(Kramer enters the apartment)"]},
{"line": ["KRAMER: This mango is delicious!"]},
{"line": ["GEORGE: That reminds me, I'm not getting you guys any more fruit. That guy was eyeballing me the whole time. He gave me the creeps. All right, you owe me twenty-eight sixty. "]},
{"line": ["JERRY: Sorry, I don't have any cash. "]},
{"line": ["KRAMER: I only got hundreds."]},
{"line": ["GEORGE: All right I knew it."]},
{"line": ["KRAMER: Come on, come on, we're gonna pay you! Here have some mango."]},
{"line": ["GEORGE: I don't want any mango."]},
{"line": ["KRAMER: Come on, take some. It's good."]},
{"line": ["(George tries a piece)"]},
{"line": ["GEORGE: Very good. Juicy. Ripe. This Joe's got some terrific fruit. "]},
{"line": ["(George looks a little weird)"]},
{"line": ["JERRY: What?"]},
{"line": ["GEORGE: I feel like I got a B12 shot. This is like a taste explosion!"]},
{"line": ["KRAMER: I told you."]},
{"line": ["(George stands still)"]},
{"line": ["JERRY: What is it?"]},
{"line": ["GEORGE: I think it moved. Oh my god, I think it moved. Yeah, give me the big piece. I'll see you later."]},
{"line": ["(Elaine enters the apartment)"]},
{"line": ["ELAINE: Hi George."]},
{"line": ["GEORGE: I'm back, baby, I'm back!"]},
{"line": ["(George leaves the apartment)"]},
{"line": ["KRAMER: Want some mango?"]},
{"line": ["ELAINE: No, thanks."]},
{"line": ["(Kramer leaves the apartment)"]},
{"line": ["JERRY: Well well, if it isn't the first lady of the American Theatre. What brings you here?"]},
{"line": ["ELAINE: Just gonna return some of your things that were in my house. "]},
{"line": ["JERRY: Oh and I've got some things of yours here."]},
{"line": ["ELAINE: I know."]},
{"line": ["JERRY: Well I'll get them."]},
{"line": ["ELAINE: I'm waiting."]},
{"line": ["JERRY: All right. You got my fins?"]},
{"line": ["ELAINE: Yeah I got your fins. You got my poker chips?"]},
{"line": ["JERRY: I got your poker chips. You got my goggles?"]},
{"line": ["ELAINE: They're next to the fins. You got my cards?"]},
{"line": ["JERRY: They're next to the poker chips."]},
{"line": ["(They switch bags)"]},
{"line": ["ELAINE: All right and that just about... does it."]},
{"line": ["JERRY: I guess."]},
{"line": ["ELAINE: Okay, well... see you around."]},
{"line": ["JERRY: Yeah, see you."]},
{"line": ["(Elaine opens the door and then closes it again)"]},
{"line": ["ELAINE: All right, let's go, I give you half an hour."]},
{"line": ["JERRY: What?"]},
{"line": ["ELAINE: Come on!"]},
{"line": ["JERRY: Are you serious?"]},
{"line": ["ELAINE: Look, Jerry, we have to have sex to save the friendship."]},
{"line": ["JERRY: Sex... to save the friendship. Well, if we have to..."]},
{"line": ["[location: Karin's bedroom]"]},
{"line": ["KARIN: Oh George, oooh."]},
{"line": ["GEORGE: Please, it's not necessary."]},
{"line": ["KARIN: What do you mean it's not necessary?"]},
{"line": ["GEORGE: The little extra moan you threw in there. Laying it on a bit thick, don't you think?"]},
{"line": ["KARIN: What are you talking about?"]},
{"line": ["GEORGE: What am I talking about? Come on. You don't think I bought all that?"]},
{"line": ["KARIN: What, what?"]},
{"line": ["GEORGE: You're very good. Very good with the moanings and the gyrations. You really had me going there for a minute."]},
{"line": ["KARIN: You think I was faking?"]},
{"line": ["GEORGE: Come on: 'Oh George, oh Geeeooorge!' Come on! Not that I don't appreciate the effort that was put into it."]},
{"line": ["KARIN: I'd like you to leave."]},
{"line": ["GEORGE: What?"]},
{"line": ["KARIN: I said, I would like you to leave. Come on, just get your clothes on and get out."]},
{"line": ["GEORGE: But why?"]},
{"line": ["KARIN: Because I said so."]},
{"line": ["GEORGE: I can't find my glasses."]},
{"line": ["KARIN: Well hurry up."]},
{"line": ["GEORGE: I need to look for my glasses."]},
{"line": ["KARIN: Get out! Get out!! Get out!!!"]},
{"line": ["[location: Jerry's bedroom]"]},
{"line": ["(Elaine is reading a magazine and Jerry is making desperate noises)"]},
{"line": ["JERRY: It's all George's fault. All that talk about impotence. He got to me. And that orgasm stuff: orgasm this and orgasm that. It's a lot of pressure!"]},
{"line": ["ELAINE: You know I'm a little hungry. You wouldn't happen to have any of that mango left?"]},
{"line": ["(Jerry looks like he's got an idea)"]},
{"line": [" "]},
{"line": []},
{"line": [" "]},
{"line": []},
{"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]},
{"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}
]