[
{"title": "The Puffy Shirt"},
{"line": []},
{"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]},
{"line": [" "]},
{"line": ["Directed by: Tom Cherones"]},
{"line": ["Broadcasted: September 23, 1993 for the first time."]},
{"line": ["Stars: Jerry Seinfeld, Michael Richards, "]},
{"line": ["Jason Alexander, Julia Louis-Dreyfus (as Elaine), Bryant Gumbel \n              (as"]},
{"line": ["himself), Estelle Harris (as Estelle Costanza), Wendel Meldrum \n              (as Leslie),"]},
{"line": ["and Jerry Stiller (as Frank Costanza)."]},
{"line": [" "]},
{"line": ["[Setting: Jerry's apartment]"]},
{"line": ["(Jerry and George are waiting for Kramer, so he can help them move \n              George's stuff back into his parent's house)"]},
{"line": ["GEORGE: I can't believe this!"]},
{"line": ["JERRY: Oh, it won't be for that long."]},
{"line": ["GEORGE: How can I do this?! How can I move back in with those people? \n              Please, tell me! They're insane! You know that."]},
{"line": ["JERRY: Hey, my parents are just as crazy as your parents."]},
{"line": ["GEORGE: How can you compare you parents to my parents?!"]},
{"line": ["JERRY: My father has never thrown anything out. Ever!"]},
{"line": ["GEORGE: My father wears his sneakers in the pool! Sneakers!"]},
{"line": ["JERRY: My mother has never set foot in a natural body of water."]},
{"line": ["GEORGE: (Showing Jerry up) Listen carefully. My mother has never \n              laughed. Ever. Not a giggle, not a chuckle, not a tee-hee.. never \n              went 'Ha!'"]},
{"line": ["JERRY: A smirk?"]},
{"line": ["GEORGE: Maybe!.. And I'm moving back in there!"]},
{"line": ["JERRY: I told you I'd lend you the money for the rent."]},
{"line": ["GEORGE: No, no, no, no. Borrowing money from a friend is like having \n              sex. It just completely changes the relationship."]},
{"line": ["(Kramer stumbles in)"]},
{"line": ["KRAMER: Alright. I'm ready. (To George) You know, I still don't \n              understand - why do you want to move back in with your parents?"]},
{"line": ["GEORGE: I don't want to! I'm outta money! I got 714 dollars left \n              in the bank."]},
{"line": ["KRAMER: Well, move in here."]},
{"line": ["JERRY: (Stopping the notion) What's that?"]},
{"line": ["KRAMER: Why doesn't he just move in here?"]},
{"line": ["GEORGE: (Sarcastic) Yeah, yeah. I'm gonna move in with him. He \n              doesn't even let you use the toilet!"]},
{"line": ["KRAMER: You can move in with me, if you want."]},
{"line": ["GEORGE: (Sincerely) Thank you.. I, uh.. that might not work out."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: The Costanza's house]"]},
{"line": ["(Jerry, George, and Kramer enter carrying George's luggage. Kramer \n              clumsily bangs the wall with one of the suitcases)"]},
{"line": ["ESTELLE: Careful! Careful with the suitcases! We just painted!"]},
{"line": ["KRAMER: Hello, Mrs. Costanza."]},
{"line": ["ESTELLE: Hello, Kramer. Close the door."]},
{"line": ["(They set down George's luggage)"]},
{"line": ["KRAMER: Well, I gotta bring in more stuff. (Heads for the door)"]},
{"line": ["ESTELLE: More stuff?!"]},
{"line": ["KRAMER: Yeah. (Exits)"]},
{"line": ["ESTELLE: (To George) How much is there?!"]},
{"line": ["GEORGE: (Annoyed) There's more."]},
{"line": ["ESTELLE: So, how are ya, Jerry?"]},
{"line": ["JERRY: Fine, Mrs. Costanza. (Attempts to get Estelle to laugh) \n              Hey, I got a terrific joke for you.."]},
{"line": ["ESTELLE: (Sits down on the couch) Nah, not interested."]},
{"line": ["JERRY: No, no. It's really funny. There's these two guys-"]},
{"line": ["ESTELLE: (Interrupting) Tell it to the audience. (George gives \n              Jerry an 'I told you so' look) Here, (Picks up a plate full of sandwiches) \n              I made some bologna"]},
{"line": ["sandwiches."]},
{"line": ["GEORGE: Bologna?! No one eats bologna anymore!"]},
{"line": ["ESTELLE: What are you talking about?! Have a sandwich."]},
{"line": ["JERRY: No thanks."]},
{"line": ["(Kramer enters with some more suitcases)"]},
{"line": ["ESTELLE: Oh, stop it! You don't want one, Kramer?"]},
{"line": ["KRAMER: Uhh.. no thanks. (Goes back out the door)"]},
{"line": ["ESTELLE: I think you're all a little touched in the head. (Puts \n              the plate down) You're so worried about your health.. You're young \n              men."]},
{"line": ["JERRY: I really don't eat it."]},
{"line": ["ESTELLE: What am I gonna do with all these sandwiches?! Will you \n              take them home? Give them to someone in your building?"]},
{"line": ["JERRY: I don't know if I'd feel comfortable handing out bologna \n              sandwiches in the building.."]},
{"line": ["KRAMER: (Enters with a box) Alright, that's it. Anything else?"]},
{"line": ["GEORGE: (Muttering) No, that's it."]},
{"line": ["(A horn honks from outside the house)"]},
{"line": ["KRAMER: Oh, I gotta go move the car. (Leaves)"]},
{"line": ["JERRY: Well, I guess we'll be going.. (Heads for the door)"]},
{"line": ["GEORGE: (Runs over to him, not wanting him to leave) What? You're \n              going?"]},
{"line": ["JERRY: Yeah."]},
{"line": ["GEORGE: Wha - what are you doing later?"]},
{"line": ["JERRY: Oh, Elaine and I are going out to dinner with Kramer and \n              his new girlfriend."]},
{"line": ["GEORGE: Really?"]},
{"line": ["JERRY: Yeah, You can't believe this woman. She's one of those low-talkers. \n              You can't hear a word she's saying! You're always going 'excuse \n              me?', 'what was"]},
{"line": ["that?'"]},
{"line": ["GEORGE: Yeah.. may - maybe I'll meet ya?"]},
{"line": ["ESTELLE: No, George. We're going out to eat tonight with your father."]},
{"line": ["GEORGE: (Mutters) Oh.. okay.. talk to you later."]},
{"line": ["JERRY: Yeah, take it easy. (Leaves)"]},
{"line": ["(George watches his mother sitting contentedly on the couch. She's \n              staring off into space)"]},
{"line": ["GEORGE: Oh, my God.. (Buries his face into his hands)"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: A Restaurant]"]},
{"line": ["(Jerry, Elaine, Kramer, and Leslie are all laughing)"]},
{"line": ["ELAINE: Okay, well, he had this idea of a pizza place where you \n              make your own pie! (Laughs)"]},
{"line": ["JERRY: Right."]},
{"line": ["ELIANE: You remember that?"]},
{"line": ["KRAMER: Yeah, well, that was a good one."]},
{"line": ["JERRY: Well.."]},
{"line": ["(Kramer's girlfriend starts to mumble out some words, but Kramer's \n              the only one who seems to hear her. Jerry and Elaine both bend forward, \n              trying to hear what"]},
{"line": ["she's saying)"]},
{"line": ["ELAINE: What's that?"]},
{"line": ["JERRY: Excuse me?"]},
{"line": ["(She 'talks' some more. Jerry and Elaine still can't hear her. \n              They give up - leaning back in their seats)"]},
{"line": ["JERRY: Yeah.. yeah."]},
{"line": ["ELAINE: Yep. Yeah.."]},
{"line": ["KRAMER: You know that, uh, Leslie (Points to her) is in the clothing \n              business? She's a designer."]},
{"line": ["ELAINE: (Interested) Oh?"]},
{"line": ["KRAMER: In fact, she's come up with a new one that is going to \n              be the big new look in mens fashions.. It's a, a puffy shirt. (Leslie \n              mumbles to Kramer) Well, yeah,"]},
{"line": ["it - it's all puffy. Like the pirates used to wear."]},
{"line": ["ELAINE: Oh, a puffy shirt."]},
{"line": ["JERRY: Puffy."]},
{"line": ["KRAMER: Yeah, see, I think people want to look like pirates. You \n              know, it's the right time for it.. to be all puffy, and devil-may-care.."]},
{"line": ["(Leslie starts 'talking', Kramer laughs. Jerry and Elaine have \n              no clue what she's saying. They lean closer)"]},
{"line": ["KRAMER: (Still laughing) That's true.. (Gets up) I'll be right \n              back. (Walks off laughing. Jerry and Elaine are left with the low-talker. \n              A moment passes)"]},
{"line": ["ELAINE: Uh, oh! (Remembers something they could talk about) Jerry's \n              going to be on the \"Today\" show on Friday."]},
{"line": ["JERRY: Yeah, that's right!"]},
{"line": ["ELAINE: Yep.. yep. Um, he's promoting a benefit for Goodwill, you \n              know, they, uh, they clothe the poor, and the homeless.."]},
{"line": ["JERRY: (Points at Elaine) And the indigent."]},
{"line": ["ELAINE: And the indigent, yeah.. I, I do volunteer work for them. \n              I set the whole thing up, and I got Jerry to do it."]},
{"line": ["(Leslie starts talking. Of course, Jerry and Elaine can't hear \n              her voice)"]},
{"line": ["JERRY: Sure."]},
{"line": ["ELAINE: Ohh, yeah. Yeah.. yep."]},
{"line": ["(Leslie talks some more)"]},
{"line": ["JERRY: Uh-huh."]},
{"line": ["ELAINE: Yep."]},
{"line": ["JERRY: Yep.."]},
{"line": ["ELAINE: Mmm"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: A Restaurant]"]},
{"line": ["ESTELLE: Maybe you should take a civil service test."]},
{"line": ["GEORGE: (Studying the salt shaker) I'm not taking a civil service \n              test."]},
{"line": ["FRANK: Look at this, George. (Takes a coin out of his pocket) You \n              ever seen a silver dollar?"]},
{"line": ["GEORGE: Yes, I've seen a silver dollar."]},
{"line": ["ELAINE: Why don't you want to take a civil service test?"]},
{"line": ["GEORGE: To do what?! Work in a post office? Is that what you want \n              me to do?"]},
{"line": ["FRANK: Would you believe when I was 18, I had a silver dollar collection?"]},
{"line": ["ESTELLE: I don't understand. You get job security - you get a pay \n              check every week.."]},
{"line": ["GEORGE: I'm a college graduate. You want me to be a mailman?"]},
{"line": ["FRANK: (Still looking at his coin) You know, I couldn't bring myself \n              to spend one of these. I got some kind of a-a-a-a-a phobia."]},
{"line": ["ESTELLE: So what are you gonna do?!"]},
{"line": ["GEORGE: I don't know. I do know that I have some kind of a talent \n              - something to offer. I just don't know what it is yet!"]},
{"line": ["FRANK: I bet that collection would be worth a lot of money today."]},
{"line": ["GEORGE: (Looks fed up with his parents) Oh my God.."]},
{"line": ["FRANK: I don't like this waiter. (Holds up his hand to get the \n              waiters attention - starts snapping) Look at him.. He sees us.. \n              he doesn't want to come over."]},
{"line": ["GEORGE: (Needing to get away from his parents, he gets up) I need \n              some air.."]},
{"line": ["ESTELLE: George, where are you going?!"]},
{"line": ["GEORGE: (Walks off) I got a lot of thinking to do."]},
{"line": ["(Scene cuts to the front of the restaurant. George accidentally \n              runs into a woman - causing her to drop her purse. Items spill out \n              onto the floor)"]},
{"line": ["GEORGE: Oh, I'm sorry. I'm terribly sorry.. (Bends down, and starts \n              picking up her things)"]},
{"line": ["WOMAN: Look at what you've done! You spilled my bag!"]},
{"line": ["GEORGE: (Stuttering) I, I, I, .. here, let me - let me help you.."]},
{"line": ["WOMAN: No, no ,no. It's all right. (Begins helping him pick her \n              things up)"]},
{"line": ["GEORGE: It - it's just that I'm here with my parents, and my mother \n              wants me to take a civil service test - and to tell you the truth, \n              I don't even think I'd pass it.. So.."]},
{"line": ["(George hands the last of the items to her, she takes them from \n              him, then starts to admire his hand)"]},
{"line": ["WOMAN: Hmm.."]},
{"line": ["GEORGE: What?"]},
{"line": ["WOMAN: (Looking at both his hands intensely) Your hands."]},
{"line": ["GEORGE: What about them?"]},
{"line": ["WOMAN: They're quite exquisite!"]},
{"line": ["GEORGE: They are?"]},
{"line": ["WOMAN: (Mesmerized) Extraordinary! Have you ever done any hand \n              modeling?"]},
{"line": ["GEORGE: Hand modeling? (Shakes his head 'No')"]},
{"line": ["WOMAN: (Fishes a card out of her purse, then hands it to George) \n              Here's my card. Why don't you, uh, give me a call? (Walks off)"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Jerry's apartment]"]},
{"line": ["(George is holding up his hands for Jerry to see)"]},
{"line": ["JERRY: (Shrugs) I - I don't get it."]},
{"line": ["GEORGE: Me neither!"]},
{"line": ["JERRY: What is it?"]},
{"line": ["GEORGE: I don't know."]},
{"line": ["JERRY: They're hands!"]},
{"line": ["GEORGE: This woman just set me up for a job!"]},
{"line": ["JERRY: (Gets up, and displays his own hands) Well, what about my \n              hands? I don't see how your hands are any better than my hands."]},
{"line": ["GEORGE: What, are you kidding? (Points at the flaws of Jerry's \n              hands) The knuckles are all out of proportion. you got hair over \n              there - where do you get off"]},
{"line": ["comparing your hands to my hands?! This is a one-in-a-million hand. \n              (Points to his own hand)"]},
{"line": ["JERRY: Well, that's what comes from avoiding manual labor your \n              whole life."]},
{"line": ["GEORGE: This is it! It happened to me, Jerry! I was sitting in \n              the restaurant, the two nut jobs were talking - I couldn't take \n              it any more. I got up, and (Makes a"]},
{"line": ["noise) I bop into this woman.."]},
{"line": ["(Enter Kramer)"]},
{"line": ["KRAMER: Hey. (He's carrying a suit cover. He hangs it on Jerry's \n              coat hooks)"]},
{"line": ["JERRY: Hey."]},
{"line": ["KRAMER: Hey, George! (Holds out his hand. George shakes it - a \n              hand buzzer goes off. George starts freaking out. Kramer laughs)"]},
{"line": ["GEORGE: What are you, crazy?! What are you, crazy?!"]},
{"line": ["KRAMER: What?!"]},
{"line": ["GEORGE: You coulda damaged my hand!"]},
{"line": ["KRAMER: (Laughing) But, it's only a toy!"]},
{"line": ["JERRY: (Explaining) George has become a hand model."]},
{"line": ["KRAMER: A hand model?"]},
{"line": ["JERRY: Yes."]},
{"line": ["KRAMER: (To George) Really? Let me look at them.."]},
{"line": ["GEORGE: (Defensively) You can look at them, but do NOT touch them. \n              (Holds them out. Kramer studies them)"]},
{"line": ["KRAMER: Let's see.. oh, those are nice. You know, I've never noticed \n              this before? They're smooth.. creamy.. delicate, yet (Turns to Jerry) \n              masculine."]},
{"line": ["GEORGE: (Takes two oven mitts from his back pack) Alright, (puts \n              them on) I gotta get going."]},
{"line": ["JERRY: Oven mitts?"]},
{"line": ["GEORGE: (Embarrassed) That's all I could find. (A moment passes) \n              Would you mind getting the door?"]},
{"line": ["KRAMER: Yeah.."]},
{"line": ["JERRY: Alright. (Jerry opens the door for George)"]},
{"line": ["GEORGE: Thank you very much. (Walks out)"]},
{"line": ["(Jerry shuts the door, then starts going through his mail)"]},
{"line": ["KRAMER: You're not going to believe what happening with Leslie. \n              You know, ever since you agreed to wear the puffy shirt on the Today \n              show, she's been getting"]},
{"line": ["all these orders from boutiques and department stores.."]},
{"line": ["JERRY: Uh-huh.. (Finally realizes what Kramer said, he looks up) \n              Since I said what?"]},
{"line": ["KRAMER: Agreed to wear the puffy shirt. (Starts unzipping the suit \n              cover)"]},
{"line": ["JERRY: What are you talking about?"]},
{"line": ["KRAMER: When you said that you'd agree to wear the puffy shirt \n              on the Today show. (Takes the ridiculous puffy shirt out of the \n              cover)"]},
{"line": ["JERRY: (Goes up to it) This?"]},
{"line": ["KRAMER: Yes!"]},
{"line": ["JERRY: I agreed to wear this?!"]},
{"line": ["KRAMER: Yeah, yeah."]},
{"line": ["JERRY: But, when did I do that?"]},
{"line": ["KRAMER: When we went to dinner the other night."]},
{"line": ["JERRY: What are you, crazy?!"]},
{"line": ["KRAMER: What were you talking about when I went to the bathroom?"]},
{"line": ["JERRY: I don't know! I couldn't understand a word she was saying! \n              I was just nodding!"]},
{"line": ["KRAMER: There you go."]},
{"line": ["JERRY: Where I go? You mean she was asking me to wear this ridiculous \n              shirt on national TV, and I said 'Yes'?!"]},
{"line": ["KRAMER: Yes, yes! You said it!"]},
{"line": ["JERRY: But, I - I didn't know what she was talking about. I couldn't \n              hear her!"]},
{"line": ["KRAMER: (Takes it off the hook, and starts walking toward Jerry \n              with it. He backs defensively backs away from it) Well, she asked \n              you."]},
{"line": ["JERRY: I - I can't wear this puffy shirt on TV! I mean, look at \n              it! It looks ridiculous!"]},
{"line": ["KRAMER: Well, you gotta wear it now! All those stores are stocking \n              it based on the condition that you're gonna wear this on the TV \n              show! The factory in New"]},
{"line": ["Jersey is already makin' them!"]},
{"line": ["JERRY: They're making these?!"]},
{"line": ["KRAMER: Yes, yes. This pirate trend that she's come up with, Jerry, \n              - this is gonna be the new look for the 90's. You're gonna be the \n              first pirate!"]},
{"line": ["JERRY: (Like a little kid) But, I don't want to be a pirate!"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: The Costanza house]"]},
{"line": ["(George is giving himself a manicure over a tray. He's carefully \n              primping his fingernails)"]},
{"line": ["ESTELLE: I knew it. I knew it.. I always knew you always had beautiful \n              hands. I used to tell people. Frank, didn't I use to talk about \n              his hands?"]},
{"line": ["FRANK: (Looking up from his paper) Who the hell did'ya ever mention \n              his hands to?"]},
{"line": ["ESTELLE: (Getting annoyed) I mentioned his hands to plenty of people!"]},
{"line": ["FRANK: You never mentioned them to me!"]},
{"line": ["GEORGE: (Snaps, then points to the coffee table) Hand me an Emory \n              board."]},
{"line": ["(Estelle hands an Emory board to George. He takes it, then goes \n              back to his manicure)"]},
{"line": ["ESTELLE: I always talk about your hands - how they're so soft and \n              milky white.."]},
{"line": ["FRANK: No! You never said milky white!"]},
{"line": ["ESTELLE: (Getting angry) I said milky white!"]},
{"line": ["(A moment passes as George fights to keep his temper down around \n              his parents)"]},
{"line": ["GEORGE: (To Estelle) Scissor. (She gets the scissors from the coffee \n              table and hands them to George) Don't hand them to me with the point \n              facing out! "]},
{"line": ["(Estelle, visibly nervous, reacts, flipping the scissors around)"]},
{"line": ["ESTELLE: I'm sorry."]},
{"line": ["GEORGE: You're sorry?!"]},
{"line": ["ESTELLE: (Apologizing) I'll try to be more careful."]},
{"line": ["GEORGE: (Stern, angered) I hope so. (Takes the scissors)"]},
{"line": ["(Another moment passes as George primps his hands)"]},
{"line": ["ESTELLE: Georgie.. (Nudges George's arm, disrupting his work) Georgie, \n              would you like some Jell-O?"]},
{"line": ["FRANK: (To Estelle, referring to the Jell-O) Why'd you put the \n              bananas in there?!"]},
{"line": ["ESTELLE: (Yelling) George likes the bananas!"]},
{"line": ["FRANK: (Trying to match her tone) So let him have bananas on the \n              side!"]},
{"line": ["(George stands up with the manicure tray. He's obviously had enough)"]},
{"line": ["GEORGE: Alright! Please, please! I cannot have this constant bickering!.. \n              Stress is very damaging to the epidermis! Now, I have an important \n              photo session in the"]},
{"line": ["morning - my hands have got to be in tip-top shape, so please - \n              keep the television down, and the conversation to a minimum."]},
{"line": ["ESTELLE: (Meek) But Georgie.. what about the Jell-O?"]},
{"line": ["GEORGE: (Definite) I'll take it in my room. (Walks off)"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: A Today Show dressing room]"]},
{"line": ["(Jerry's in a back room, getting dressed while Kramer's thumbing \n              through a magazine. There's a knock at the door)"]},
{"line": ["KRAMER: Yeah, come in."]},
{"line": ["(A Today Show stagehand enters)"]},
{"line": ["STAGEHAND: I just wanted to let you know he's got about five minutes."]},
{"line": ["KRAMER: Giddy-Up. (Stagehand leaves) Jerry! Five minutes!"]},
{"line": ["(Jerry walks out from the back room wearing the 'puffy' shirt. \n              He has the expression of extreme resentment)"]},
{"line": ["KRAMER: Now that's a great looking shirt! (Gets up, admiring the \n              shirt) Ayye Captain! (Growls like a pirate) Yeah! I'm glad I ironed \n              it. It's perfect. (Walks around"]},
{"line": ["Jerry, inspecting the shirt) Look at it! It's fantastic!"]},
{"line": ["JERRY: (Resisting) Kramer, how am I gonna wear this?! I can't wear \n              this!"]},
{"line": ["KRAMER: (Reassuring) Hey, this look's better than anything you \n              own. You know, in two months time, everybody's gonna be wearing \n              the (imitates a pirate) pirate"]},
{"line": ["look. Aye!"]},
{"line": ["(A knock at the door, Kramer answers it - it's Elaine)"]},
{"line": ["KRAMER: Yeah."]},
{"line": ["ELAINE: Hi, Kramer. Guess what - I just saw Bryant Gumbel, he said \n              he might help out at the benefit!"]},
{"line": ["KRAMER: Great."]},
{"line": ["(Elaine stops in her tracks when she sees Jerry in the shirt. Then, \n              bursts out laughing hysterically)"]},
{"line": ["ELAINE: (Between laughs) What is that?!"]},
{"line": ["KRAMER: It's the puffy shirt. Look at it, eh? Whatd'ya think? Is \n              it cool or what?"]},
{"line": ["ELAINE: (To Jerry) Why're you wearing that now?"]},
{"line": ["JERRY: (Obviously mad at the situation he's in) 'Why am I wearing \n              is now?'? I'll tell you why I'm wearing it now - because the lowtalker \n              asked me to, that's why!"]},
{"line": ["And I said 'yes'. Do you know why? Because I couldn't HEAR her!"]},
{"line": ["ELAINE: When did she, (Snickers) when did she ask you this?"]},
{"line": ["JERRY: When we were at dinner, when Kramer went to the bathroom."]},
{"line": ["ELAINE: I didn't hear anything."]},
{"line": ["JERRY: (Yelling out) Of course not! Nobody hears anything when \n              this woman speaks!"]},
{"line": ["ELAINE: (Just now making the matter serious) Well, you can't wear \n              that on the show."]},
{"line": ["KRAMER: (To Elaine, muffled, low, and threatening) Elaine, you \n              want to stop?"]},
{"line": ["ELAINE: (Turning around to Kramer) Wha- What? No. (Back to Jerry) \n              Jerry, you are promoting a benefit to CLOTHE homeless people. You \n              can't come out"]},
{"line": ["dressed like that! You're all puffed up!.. You look like the Count \n              of Monte Cristo!"]},
{"line": ["JERRY: (Arms out, complaining) I have to wear it! The woman has \n              orders for this shirt based on me wearing it on TV.. they're producing \n              them as we speak!"]},
{"line": ["ELAINE: (Arguing) Yeah, but you're supposed to be a compassionate \n              person! That cares about poor people! You look like you're gonna.. \n              swing in on a"]},
{"line": ["chandelier!"]},
{"line": ["(A knock at the door, Jerry answers)"]},
{"line": ["STAGEHAND: (Looking down at a clipboard, enters) Okay, let's go. \n              (Looks up, points at Jerry's puffy shirt) Is that what you're wearing?"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: A photographer's studio]"]},
{"line": ["(George is holding out his hands while a man and woman marvel at \n              them. A photographer is fooling around with a camera towards the \n              right wall)"]},
{"line": ["MAN: I've never seen hands like these before.."]},
{"line": ["WOMAN: They're so soft and milky white."]},
{"line": ["PHOTOGRAPHER: You know who's hands they remind me of? (Pauses for \n              effect) Ray McKigney."]},
{"line": ["(The woman nods as the man looks off into space)"]},
{"line": ["MAN: Ugh.. Ray."]},
{"line": ["PHOTOGRAPHER: He was it."]},
{"line": ["GEORGE: Who was he?"]},
{"line": ["PHOTOGRAPHER: The most exquisite hands you've ever seen.. Oh, he \n              had it all."]},
{"line": ["GEORGE: (Hands still out, even though they've stopped looking at \n              them) What happened to him?"]},
{"line": ["(Obviously a touchy subject, the woman coyly walks over to the \n              photographer, and they both occupy themselves. The man is left to \n              tell George the answer to his"]},
{"line": ["question)"]},
{"line": ["MAN: (Clears throat) Tragic story, I'm afraid. He could've had \n              any woman in the world.. but none could match the beauty of his \n              own hand.. and that became his"]},
{"line": ["one true love.."]},
{"line": ["(Long pause)"]},
{"line": ["GEORGE: You mean, uh..?"]},
{"line": ["MAN: Yes. he was not.. master of his domain."]},
{"line": ["GEORGE: (Makes a gesture saying he understands. The man nods) But \n              how.. uh..?"]},
{"line": ["MAN: (Quick, to the point) The muscles.. became so strained with.. \n              overuse, that eventually the hand locked into a deformed position, \n              and he was left with nothing"]},
{"line": ["but a claw. (Holds hand up, displaying a claw-like shape) He traveled \n              the world seeking a cure.. acupuncturists.. herbalists.. swamis.. \n              nothing helped. Towards the"]},
{"line": ["end, his hands became so frozen the was unable to manipulate utensils, \n              (Visibly disgusted by this last part) and was dependent on Cub Scouts \n              to feed him. I hadn't"]},
{"line": ["seen another pair of hands like Ray McKigney's.. until today. You \n              are his successor. (George looks down at his hands) I.. only hope \n              you have a little more"]},
{"line": ["self-control."]},
{"line": ["GEORGE: (Smiling to himself) You don't have to worry about me. \n              (Nodding, gloating) I won a contest."]},
{"line": ["(The man nods, unsure of what to say or do)"]},
{"line": ["PHOTOGRAPHER: Ok, let's get to work."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: The Today Show]"]},
{"line": ["(Jerry's in the guest chair, and Bryant Gumbel's in the interviewer's \n              spot. Jerry, visibly, does not want to be there)"]},
{"line": ["BRYANT: (Talking directly to the camera) Back now, 7:46. On Tuesday \n              the 19th here in New York there will be a benefit for the Goodwill \n              Industries - a used"]},
{"line": ["clothing organization that provides service to the needy. One of \n              the performers will be comedian Jerry Seinfeld. (Turns to face Jerry) \n              Jerry, good morning."]},
{"line": ["JERRY: (Mumbling out) Thank you, Bryant."]},
{"line": ["BRYANT: (Pointing out) And speaking of clothing , that is a very, \n              very unusual shirt you have on."]},
{"line": ["JERRY: (Looking down at the shirt) Oh, thank you."]},
{"line": ["(Backstage, Kramer's standing with his girlfriend. She's brimming \n              with pride)"]},
{"line": ["BRYANT: You're all kinda, (Waves his hands around) all kinda \"puffed \n              up\". (Chuckles)"]},
{"line": ["JERRY: Yeah, it's a puffy shirt."]},
{"line": ["\n            \n            \n            \n        \n      \n    \n     \n      \n      \n    \n  \n\n\n \n\n \n\n\n\n", "\n        "]},
{"line": []},
{"line": [" "]},
{"line": []},
{"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]},
{"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}
]