[
{"title": "The Pony Remark"},
{"line": []},
{"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]},
{"line": [" "]},
{"line": ["Directed by: Tom Cherones"]},
{"line": ["Broadcasted: January 30, 1991 for the first time."]},
{"line": ["Stars: Jerry Seinfeld, Michael Richards, "]},
{"line": ["Jason Alexander, Julia Louis-Dreyfus, Rozsika Halmos (as Manya), \n              Barney"]},
{"line": ["Martin (as Morty Seinfeld), Len Lesser (as Uncle Leo), and Liz \n              Sheridan"]},
{"line": ["(as Helen Seinfeld)."]},
{"line": [" "]},
{"line": ["[Setting: Night club]"]},
{"line": ["JERRY: My parents live in Florida now. They moved there last year. \n              They didn't want to move to Floriday, but they're in their sixties, \n              and that's the law. You know"]},
{"line": ["how it works. They got the leisure police. They pull up in front \n              of the old people's house with a golf cart, jump out, \"Let's \n              go Pop, white belt, white pants, white"]},
{"line": ["shoes, get in the back. Drop the snow shovel right there, drop \n              it!\" I am not much for the family gathering. You know, you \n              sit there, and the conversation's so boring."]},
{"line": ["It's so dull. And you start to fantasize. You know, you think, \n              what if I just got up and jumped out that window? What would it \n              be like? Just crashed right through the"]},
{"line": ["glass.. You know. Come back in, there's broken glass, everybody's \n              all upset. \"No, I'm alright. I was just a little bored, there. \n              No, I'm fine. I came back. I wanted to"]},
{"line": ["hear a little about that Hummel collection, Aunt Rose. Let's pick \n              it up right there.\""]},
{"line": ["[Setting: Jerry's apartment]"]},
{"line": ["(Jerry's parents are in town. His father's watching T.V., his mother \n              is ironing his father's jackets)"]},
{"line": ["HELEN: (To Morty) You have so many nice jackets. I don't know why \n              you had to bring this jacket. Who wears a jacket like this? (He \n              doesn't respond) What's"]},
{"line": ["wrong with that nice gray one? You have beautiful clothes. They \n              sit in your closet. Morty, you can't wear - this!"]},
{"line": ["(Phone rings)"]},
{"line": ["MORTY: Are you getting that?"]},
{"line": ["HELEN: I thought you were getting it."]},
{"line": ["MORTY: Should I pick up?"]},
{"line": ["HELEN: You want me to get that?"]},
{"line": ["MORTY: I'll get it!"]},
{"line": ["HELEN: I'll get it!"]},
{"line": ["(They both go for the phone, Helen gets to it first)"]},
{"line": ["HELEN: Hello?.. Hello?"]},
{"line": ["(She hangs up. Jerry enters - he's wearing baseball clothes and \n              carrying a bat and glove)"]},
{"line": ["JERRY: (Talking about the loud T.V.) Would you make this thing \n              lower! I can hear it on the street! (Turns it off)"]},
{"line": ["MORTY: So, how'd you do?"]},
{"line": ["JERRY: We won. I made an incredible play in the field! There was \n              a tag-up at third base and I threw the guy out from left field on \n              a fly! We'll be in the championship"]},
{"line": ["game Wednesday because of me. It was the single greatest moment \n              of my life."]},
{"line": ["HELEN: This is your greatest moment? A game?"]},
{"line": ["JERRY: Well, no. Sharon Besser, of course."]},
{"line": ["MORTY: You know what my greatest moment was, don't you? 1946. I \n              went to work for Harry Flemming and I came up with the idea for \n              the beltless trench coat."]},
{"line": ["HELEN: Jerry, look at this sport jacket. Is this a jacket to wear \n              to an anniversary party?"]},
{"line": ["JERRY: Well, the man's an individualist. He worked for Harry Flemming. \n              He knows what he's doing."]},
{"line": ["HELEN: But it's their 50th anniversary."]},
{"line": ["MORTY: You know, I spoke to Manya and Isaac on the phone today. \n              They invited you again. I think you should go."]},
{"line": ["JERRY: First of all, I made plans with Elaine."]},
{"line": ["HELEN: So bring her."]},
{"line": ["JERRY: I don't even know them. What is she, your second cousin? \n              I mean, I've met them three times in my life."]},
{"line": ["MORTY: I don't know her either. (Gesturing to Helen) She makes \n              me fly all the way from Floriday for this, and then she criticizes \n              my jacket."]},
{"line": ["HELEN: At least come and say hello, have a cup of coffee, then \n              you'll leave."]},
{"line": ["MORTY: How come he gets to leave?"]},
{"line": ["JERRY: If I wind up sitting nest to Uncle Leo, I am leaving. He's \n              always grabbing my arm when he talks to me. I guess it's because \n              so many people have left in the"]},
{"line": ["middle of his conversation."]},
{"line": ["MORTY: And it's always about Jeffrey, right?"]},
{"line": ["JERRY: Hey, he talks about him like he split the atom. The kid \n              works for the Parks Department."]},
{"line": ["(Enter Kramer)"]},
{"line": ["KRAMER: Morty, are you coming in?"]},
{"line": ["MORTY: Oh, yeah. I forgot all about it."]},
{"line": ["KRAMER: (To Jerry) Hey, how'd you do?"]},
{"line": ["JERRY: We won. We're in the finals on Wednesday.."]},
{"line": ["KRAMER: Yeah!"]},
{"line": ["JERRY: (To Kramer and Morty) What is this about?"]},
{"line": ["KRAMER: I'm completely changing the configuration of the apartment. \n              You're not gonna believe it when you see it. A whole new lifestyle."]},
{"line": ["JERRY: What are you doing?"]},
{"line": ["KRAMER: Levels."]},
{"line": ["JERRY: Levels?"]},
{"line": ["KRAMER: Yeah, I'm getting rid of all my furniture. All of it. And \n              I'm going to build these different levels, with steps, and it'll \n              all be carpeted with a lot of pillows. You"]},
{"line": ["know, like ancient Egypt."]},
{"line": ["JERRY: You drew up plans for this?"]},
{"line": ["KRAMER: No, no. It's all in my head."]},
{"line": ["MORTY: I don't know how you're going to be comfortable like that."]},
{"line": ["KRAMER: Oh, I'll be comfortable."]},
{"line": ["JERRY: When do you intend to do this?"]},
{"line": ["KRAMER: Ohh.. should be done by the end of the month."]},
{"line": ["JERRY: You're doing this yourself?"]},
{"line": ["KRAMER: It's a simple job. Why, you don't think I can?"]},
{"line": ["JERRY: Oh, no. It's not that I don't think you can. I know that \n              you can't, and I'm positive that you won't."]},
{"line": ["KRAMER: Well, I got the tools. I got the pillows. All I need is \n              the lumber."]},
{"line": ["MORTY: Hey, that's some big job."]},
{"line": ["JERRY: I don't see it happening."]},
{"line": ["KRAMER: Well, this time, this time you're wrong. C'mon. I'll even \n              bet you."]},
{"line": ["JERRY: Seriously?"]},
{"line": ["HELEN: I dont' want you betting. Morty, don't let him bet."]},
{"line": ["KRAMER: A big dinner with dessert. But I've got till the end of \n              the month."]},
{"line": ["JERRY: I'll give you a year."]},
{"line": ["KRAMER: No, no, no. End of the month."]},
{"line": ["JERRY: It's a bet. (They both \"pinkie swear\" to lock \n              the deal)"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Manya's apartment]"]},
{"line": ["(Jerry sits between Uncle Leo and Elaine. Leo grabs his choulder)"]},
{"line": ["JERRY: Seriously, do you wnat to switch chairs?"]},
{"line": ["ELAINE: No, no. I'm fine."]},
{"line": ["LEO: Jerry, are you listening to this?"]},
{"line": ["JERRY: Yeah, Uncle Leo."]},
{"line": ["LEO: So, so, now the parks commissioner is recommending Jeffrey \n              for a citation."]},
{"line": ["JERRY: Right. For reducing the pond scum?"]},
{"line": ["LEO: No, for the walking tours."]},
{"line": ["JERRY: Oh, yeah. Where the people eat the plant life - the edible \n              foliage tour."]},
{"line": ["LEO: That's exactly right. He knows the whole history of the park. \n              For two hours he's talking and answering questions. But you want \n              to know something? Whenever"]},
{"line": ["he has a problem with one of these high-powered big shots in the \n              Parks Department, you know who he calls?"]},
{"line": ["JERRY: Mickey Mantle?"]},
{"line": ["ELAINE: (Helping him worm out of the conversation with Leo) Jerry, \n              Jerry. Did you taste these peas? These peas are great!"]},
{"line": ["JERRY: (Eating a forkful) These peas are bursting with country-fresh \n              flavor."]},
{"line": ["ELAINE: Mmm.. phenomenal peas.."]},
{"line": ["MORTY: Are you ready for dessert?"]},
{"line": ["JERRY: Well, actually, we do have to kind of get going."]},
{"line": ["MANYA: (Surprised) You're going?"]},
{"line": ["ELAINE: I don't really eat dessert. I'm dieting."]},
{"line": ["JERRY: Yeah, I can't eat dessert either. The sugar makes my ankles \n              swell up, and I can't dance."]},
{"line": ["MANYA: Can't dance?"]},
{"line": ["HELEN: He's kidding, Manya."]},
{"line": ["MANYA: Is that a joke?"]},
{"line": ["HELEN: (Canging subject) So, did you hear Claire's getting married?"]},
{"line": ["MANYA: Yeah, yeah.."]},
{"line": ["HELEN: I hear the fella owns a couple of racehorses. You know, \n              trotters, like at Yonkers."]},
{"line": ["JERRY: Horses. They're like big riding dogs."]},
{"line": ["ELAINE: What about ponies? What kind of abnormal animal is that? \n              And those kids who had their own ponies.."]},
{"line": ["JERRY: I know, I hated those kids. In fact, I hate anyone that \n              ever had a pony when they were growing up."]},
{"line": ["MANYA: ..I had a pony."]},
{"line": ["(The room is dead quiet)"]},
{"line": ["JERRY: ..Well, I didn't really mean a pony, per se."]},
{"line": ["MANYA: (Angry) When I was a little girl in Poland, we all had ponies. \n              My sister had pony, my cousin had pony, ..So, what's wrong with \n              that?"]},
{"line": ["JERRY: Nothing. Nothing at all. I was just merely expressting.."]},
{"line": ["HELEN: Should we have coffee? Who's having coffee?"]},
{"line": ["MANYA: He was a beautiful pony! And I loved him."]},
{"line": ["JERRY: Well, I'm sure you did. Who wouldn't love a pony? Who wouldn't \n              love a person that had a pony?"]},
{"line": ["MANYA: You! You said so!"]},
{"line": ["JERRY: No, see, we didn't have ponies. I'm sure at the time in \n              Poland, they were very common. They were probably like compact cars.."]},
{"line": ["MANYA: That's it! I've had enough! (She leaves the room)"]},
{"line": ["ISAAC: Have your coffee, everyone. She's a little upset. It's been \n              an emotional day."]},
{"line": ["(Isaac leaves, everyone looks at Jerry)"]},
{"line": ["JERRY: I didn't know she had a pony. How was I to know she had \n              a pony? Who figures an immigrant's going to have a pony? Do you \n              know what the odds are on"]},
{"line": ["that? I mean, in all the pictures I saw of immigrants on boats \n              coming into New York harbor, I never saw one of them sitting on \n              a pony. Why would anybody come"]},
{"line": ["hre if they had a pony? Who leaves a country packed with ponies \n              to come to a non-pony country? It doesn't make sense.. am I wrong?"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Jerry's apartment]"]},
{"line": ["(Morty and Helen are leaving, their bags are packed)"]},
{"line": ["JERRY: I'll drive you to the airport."]},
{"line": ["HELEN: No, we're taking a cab."]},
{"line": ["JERRY: I just hope that whole pony incident didn't put a damper \n              on the trip."]},
{"line": ["HELEN: Don't be rediculous. It was a misunderstanding."]},
{"line": ["MORTY: Hey, I agree with him. Nobody likes a kid with a pony."]},
{"line": ["JERRY: Well, if you ever talk to her, tell her I'm sorry. Elaine \n              too. She feels terrible."]},
{"line": ["HELEN: You know, you should give Manya a call."]},
{"line": ["JERRY: Maybe I will."]},
{"line": ["(Jerry opens his door, Kramer's standing in the hallway)"]},
{"line": ["KRAMER: Oh, hi. I just came to say goodbye. (Gestures to the bags) \n              ..Need any help with those?"]},
{"line": ["MORTY: It's nothing. I got it. So, how are your levels coming along?"]},
{"line": ["KRAMER: Oh, well.. I decided I'm not gonna do it."]},
{"line": ["JERRY: (Sarcastically) Really? What a shock."]},
{"line": ["HELEN: Goodbye, Jerry."]},
{"line": ["JERRY: Take care."]},
{"line": ["HELEN: We'll call you. (Leaves)"]},
{"line": ["MORTY: Bye, Jer."]},
{"line": ["JERRY: Bye, Dad. Take it easy."]},
{"line": ["MORTY: Bye, Mr. Kramer."]},
{"line": ["KRAMER: Yeah. So long, Morty. (Morty leaves)"]},
{"line": ["JERRY: So, when do I get my dinner?"]},
{"line": ["KRAMER: There's no dinner. The bet's off. I'm not gonna do it."]},
{"line": ["JERRY: Yes. I know you're not gonna do it. That's why I bet."]},
{"line": ["KRAMER: There's not bet if I' not doing it."]},
{"line": ["JERRY: That's the bet! That you're not doing it!"]},
{"line": ["KRAMER: Yeah, well, I could do it. I don't want to do it."]},
{"line": ["JERRY: We didn't bet on if you wanted to. We bet on if it would \n              be done."]},
{"line": ["KRAMER: And it could be done."]},
{"line": ["JERRY: Well, of course it could be done! Anything could be done! \n              But it only is done if it's done. Show me the levels! The bet is \n              the levels."]},
{"line": ["KRAMER: But I don't want the levels!"]},
{"line": ["JERRY: That's the bet! (Phone rings, Jerry answers it) Hello? ..No, \n              oh, hi.. no, they just left.. Oh my God.. hand on a second. Maybe \n              I can still catch them. (Jerry"]},
{"line": ["goes over to the window, and opens it. He yells out of it) Ma!.. \n              Ma!.. Up here! Don't get in the cab! .. Manya died! ..Manya died!!"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Jerry's apartment]"]},
{"line": ["HELEN: Who did you talk to?"]},
{"line": ["JERRY: Uncle Leo."]},
{"line": ["HELEN: And when's the funeral?"]},
{"line": ["JERRY: I don't know. He said he'd call back."]},
{"line": ["MORTY: You know what this means, don't you? We lost the supersaver. \n              Those tickets are non-refundable."]},
{"line": ["HELEN: She just had a check-up. The doctor said she was fine. Unless.."]},
{"line": ["JERRY: What?"]},
{"line": ["HELEN: What? Nothing."]},
{"line": ["JERRY: You don't think.. What? The pony remark?"]},
{"line": ["HELEN: Oh, don't be ridiculous. She was an old woman."]},
{"line": ["JERRY: You don't think that I killed her?"]},
{"line": ["MORTY: You know what the flight back'll cost us?"]},
{"line": ["JERRY: It was just an innocent comment! I didn't know she had a \n              pony!"]},
{"line": ["MORTY: Maybe we can get an army transport flight. They got a base \n              in Sarasota, I think."]},
{"line": ["JERRY: The whole thing ws taking out of context. It was a joke. \n              (Phone rings) That's probably Uncle Leo."]},
{"line": ["(Helen picks it up)"]},
{"line": ["HELEN: Hello? ..Yes, I know.. Well, it's just one of those things.. \n              Sure, sure, we'll see you then. (Hangs up) The funeral's Wednesday."]},
{"line": ["JERRY: Wednesday? What, what Wednesday?"]},
{"line": ["HELEN: Two o' clock, Wednesday. (Jerry shrugs) What?"]},
{"line": ["JERRY: I've got the softball game on Wednesday. It's the championship."]},
{"line": ["HELEN: So? You're not obligated. Go play in your game."]},
{"line": ["JERRY: I didn't even know the woman."]},
{"line": ["HELEN: So don't go."]},
{"line": ["JERRY: I mean I met her three times. I don't know her last name."]},
{"line": ["HELEN: Jery, no one's forcing you."]},
{"line": ["JERRY: I mean, who has a funeral on a Wednesday? That's what I \n              want to know. I mean, it's the championship. I'm hitting everything."]},
{"line": ["HELEN: I don't have a dress to wear. (To Morty) And you. You don't \n              have anything."]},
{"line": ["MORTY: I got a sport jacket."]},
{"line": ["HELEN: You're not wearing that to a funeral."]},
{"line": ["MORTY: What's wrong with it?"]},
{"line": ["HELEN: It looks ridiculous."]},
{"line": ["MORTY: What? I'm gonna buy a new jacket now?"]},
{"line": ["JERRY: I don't know what to do."]},
{"line": ["MORTY: ..You know what this funeral's gonna wind up costing me? \n              Oh boy!"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Night club]"]},
{"line": ["JERRY: We don't understand death. And the proof of this is that \n              we give dead people a pillow. And, uh, I mean, hey, you know. I \n              think if you can't stretch out and"]},
{"line": ["get some solid rest at that point, I don't see how bedding accessories \n              really make the difference. I mean, they got the guy in a suit with \n              a pillow. No is he going to a"]},
{"line": ["meeting, or is he catching forty winks? I mean, let's make up our \n              mind where we think they're going."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Coffee Shop]"]},
{"line": ["ELAINE: I actually like ponies. I was just trying to make conversation. \n              What time's your game?"]},
{"line": ["JERRY: Two Forty-Five."]},
{"line": ["ELAINE: And what time's the funeral?"]},
{"line": ["JERRY: Two o' clock."]},
{"line": ["ELAINE: How long does a funeral take?"]},
{"line": ["JERRY: Depends on how nice the person was. But you gotta figure, \n              even Oswald took forty-five minutes."]},
{"line": ["ELAINE: So you cna't do both?"]},
{"line": ["JERRY: You know, if the situation were reversed and Manya had some \n              mah-jongg championship or something, I wouldn't expect her to go \n              to my funeral. I would"]},
{"line": ["understand."]},
{"line": ["ELAINE: How can you even consider not going?"]},
{"line": ["GEORGE: You know, I've been thinking.. I cannot envision any circumstances \n              in which I'll ever have the opportunity to have sex again. How's \n              it gonna happen? I"]},
{"line": ["just don't see how it could occur."]},
{"line": ["ELAINE: You know, funerals always make me think about my own mortality \n              and how I'm actually going to die someday. Me, dead. Imagine that."]},
{"line": ["GEORGE: They always make me take stock of my life and how I've \n              pretty much wasted all of it, and how I plan to continue wasting \n              it."]},
{"line": ["JERRY: I know, and then you say to yourself, \"From this moment \n              on, I'm not going to waste any more of it.\" But then you go, \n              \"How? What can I do that's not"]},
{"line": ["wasting it?\""]},
{"line": ["ELAINE: Is this a waste of time? What should we be doing? Can't \n              you hae coffee with people?"]},
{"line": ["GEORGE: You know, I can't believe you're even considering not playing. \n              We need you. You're hitting everything."]},
{"line": ["ELAINE: He has to go. He may have killed her."]},
{"line": ["JERRY: Me? What about you? You brought up the pony."]},
{"line": ["ELAINE: Oh, yeah, but I didn't say I hated anyone who had one."]},
{"line": ["GEORGE: (To Jerry) Who's going to play left field?"]},
{"line": ["JERRY: Bender."]},
{"line": ["GEORGE: Bender? He can't play left. He stinks. I just don't see \n              what purpose is it going to serve your going? I mean, you think \n              dead peole care who's at the"]},
{"line": ["funeral? They don't even know they're having a funeral. It's not \n              like she's hanging out in the back going, \"I can't believe \n              Jerry didn't show up.\""]},
{"line": ["ELAINE: Maybe she's there in spirit. How about that?"]},
{"line": ["GEORGE: If you're a spirit, and you can travel to other dimensions \n              and galaxies, and find out the mysteries of the universe, you think \n              she's going to want to hang"]},
{"line": ["around Drexler's funeral home on Ocean Parkway?"]},
{"line": ["ELAINE: George, I met this woman! She is not traveling to any other \n              dimensions."]},
{"line": ["GEORGE: You know how easy it is for dead people to travel? It's \n              not like getting on a bus. One second. It's all mental."]},
{"line": ["JERRY: Fifty years they were married. Now he's moving to Pheonix."]},
{"line": ["ELAINE: Phoenix? What's happening with his appartment?"]},
{"line": ["JERRY: I don't know. They've been in there since, like, World War \n              II. The rent's three hundred a month."]},
{"line": ["ELAINE: Three hundred a month? Oh my God."]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Funeral home]"]},
{"line": ["(The eulogy is in progress. Jerry attended afterall)"]},
{"line": ["MAN: Although this may seem like a sad even, it should not be a \n              day of mourning.. for Manya had a rich, fulfilling life. She grew \n              up in a different world - a simpler"]},
{"line": ["world - with loving parents, a beautiful home in the country, and \n              from what I understand, she eve had a pony.. (Jerry throws his hands \n              up) Oh, how she loved that"]},
{"line": ["pony. Even in her declining years, whenever she would speak of \n              it, her eyes would light up. It's lustrous coat, it's flowing mane. \n              It was the pride of Krakow. (Jery"]},
{"line": ["sinks in his seat)"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Anteroom of funeral parlor]"]},
{"line": ["JERRY: (Looking at his watch) Well, the game's starting just about \n              now."]},
{"line": ["HELEN: It was good that the two of you came. It was a nice gesture."]},
{"line": ["(Scene cuts to Morty talking to an intern)"]},
{"line": ["INTERN: I'm not a doctor yet, Uncle Morty. I'm just an intern. \n              I can't write a note to an airline."]},
{"line": ["MORTY: You've got your degree. They don't care. They just want \n              to see something."]},
{"line": ["(Scene cuts back to Jerry)"]},
{"line": ["JERRY: (To Isaac) I just wanted to say how sorry I was.."]},
{"line": ["LEO: (Interrupting) Jerry, you wanna hear something? Your cousin, \n              Jeffrey, is switching parks. They're transferring him to Riverside \n              - so he'll completely revamp that"]},
{"line": ["operation, you understand? He'll do in Riverside what he did in \n              Central Park. It's more money. So, that's your cousin."]},
{"line": ["(Scene cuts back to Morty)"]},
{"line": ["MORTY: You don't understand, I've never paid a full fare."]},
{"line": ["JERRY: (To Isaac) Once again, I just want to say how sorry I am \n              abou tthe other night."]},
{"line": ["ELAINE: Oh, me too."]},
{"line": ["ISAAC: Oh no, no, no. She forgot all about that. She was much mor \n              upset about the potato salad."]},
{"line": ["ELAINE: So, I understand you're moving to Phoenix?"]},
{"line": ["(Jerry shake his head and walks away)"]},
{"line": ["ISAAC: Yeah, my brother lives there. I think Manya would've liked \n              Phoenix."]},
{"line": ["ELAINE: Mmm.. gorgeous, exquisite town. Who, what's happening with \n              your apartment?"]},
{"line": ["ISAAC: Of course it's very hot there. I'l lhave to get an air conditioner."]},
{"line": ["ELAINE: Oh, you can have mine. I'll ship it out ot you.. but what \n              about that big apartment on West End Avenue?"]},
{"line": ["ISAAC: Although they say it's a dry heat."]},
{"line": ["ELAINE: Dry, wet.. what's happening with your apartment?"]},
{"line": ["ISAAC: I don't even know if I should take my winter clothing."]},
{"line": ["ELAINE: I have an idea. Leave the winter clothing in the apartment, \n              and I'll watch it for you and I'll live there and I'll make sure \n              that nothing happens to it."]},
{"line": ["(Jerry comes back)"]},
{"line": ["ISAAC: Oh, the apartment. Jeffrey's taking the apartment."]},
{"line": ["ELAINE: (to Jerry) Oh, Jeffrey."]},
{"line": ["JERRY: (To Elaine) You know Jeffery?"]},
{"line": ["ELAINE: Yeah, from what I understand, he works for the Parks Department."]},
{"line": ["(Helen approaches Jerry)"]},
{"line": ["HELEN: It's raining."]},
{"line": ["JERRY: (Moves to the window) It's raining? It's raining. The game \n              will be postponed. We'll play tomarrow."]},
{"line": ["(Scene cuts back to Morty)"]},
{"line": ["MORTY: Believe me, I wouldn't bother you if the army hadn't closed \n              that base in Sarasota. Here, scribble a little something here."]},
{"line": ["INTERN: I can't. I'll get in trouble."]},
{"line": ["MORTY: Oh, for God's sakes!"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Coffee Shop]"]},
{"line": ["GEORGE: Who gets picked off in softball? It's unheard of."]},
{"line": ["JERRY: It's never happend to me before."]},
{"line": ["ELAINE: I remember saying to myself, \"Why is Jerry so far \n              off the base?\""]},
{"line": ["JERRY: I'll have to live with this shame for the rest of my life."]},
{"line": ["GEORGE: And they in the fifth inning, why did you take off on the \n              pop fly?"]},
{"line": ["JERRY: I thought there were two outs."]},
{"line": ["ELAINE: I couldn't believe it when I saw you running. I thought \n              maybe they had changed the rules or something."]},
{"line": ["JERRY: It was the single worst moment of my life."]},
{"line": ["GEORGE: What about Sharon Besser?"]},
{"line": ["JERRY: Oh, well, of course. 1973."]},
{"line": ["ELAINE: Makes you wonder, though, doesn't it?"]},
{"line": ["JERRY: Wonder about what?"]},
{"line": ["ELAINE: You know.. the spirit world."]},
{"line": ["JERRY: You think Manya showed up during the game and put a hex \n              on me?"]},
{"line": ["ELAINE: I never saw anyone play like that."]},
{"line": ["JERRY: But I went ot the funeral."]},
{"line": ["ELAINE: Yeah, but that doesn't make up for killing her."]},
{"line": ["GEORGE: Maybe Manya missed the funeral because she was off visiting \n              another galaxy that day."]},
{"line": ["JERRY: Don't you think she would've heard I was there?"]},
{"line": ["GEORGE: Not necessarily. (Elaine laughs)"]},
{"line": ["JERRY: Who figures and immigrant's gonna have a pony?"]},
{"line": ["(Scene ends)"]},
{"line": ["[Setting: Night Club]"]},
{"line": ["JERRY: What is the pony? What is the point of the pony? Why do \n              we have these animals, these ponies? What do we do with them? Besides \n              the pony ride. Why"]},
{"line": ["ponies? What are we doing with them? I mean, police don't use them \n              for, you know, crowd control. \"Hey, uh, you wanna get back \n              behind the barricades. Hey!"]},
{"line": ["Hey, little boy. Yeah, I'm talking to you. Behind the barricades!\" \n              So somebody, I assume, genetically engineered these ponies. Do you \n              think they could make them"]},
{"line": ["any size? I mean, could they make them like the size of a quarter, \n              if they wanted? That would be fun for Monopoly, though, wouldn't \n              it? Just have a little pony and"]},
{"line": ["you put him on the, \"Baltic, that's two down, go ahead. Hold \n              it. Right ther, Baltic. yeah, that's it. Fine. Right there, hold \n              it right there.\""]},
{"line": ["END OF SHOW."]},
{"line": [" \n             \n            \n            \n        \n      \n    \n     \n      \n      \n    \n  \n\n\n \n\n \n\n\n\n", "\n        "]},
{"line": []},
{"line": [" "]},
{"line": []},
{"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]},
{"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}
]