[
{"title": "The Lip Reader"},
{"line": []},
{"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]},
{"line": [" "]},
{"line": ["Transcribed by: Matt Dittloff"]},
{"line": ["Cast:"]},
{"line": ["Jerry Seinfeld Jerry Seinfeld (well, duh!)"]},
{"line": ["George Castanza Jason Alexander"]},
{"line": ["Elaine Benes Julia Louis-Drefus"]},
{"line": ["Kramer Michael Richards"]},
{"line": ["Guest Stars: "]},
{"line": ["Christopher Darga Driver"]},
{"line": ["Linda Kash Gwen"]},
{"line": ["Jerry Sroka Todd"]},
{"line": ["Marlee Matlin Laura"]},
{"line": ["Veralyn Jones Renee"]},
{"line": ["Dylan Haggerty Young Man "]},
{"line": ["Bret Anthony Teen"]},
{"line": ["----------------------------------------------------------------------"]},
{"line": ["At the comedy club"]},
{"line": ["Jerry: Professional tennis. To me I don't understand all the shushing. \n              Why are they always shushing. Shh, shh. Don't the players know that \n              we're there? Should we duck down behind the seats so they don't \n              see us watching them? Tennis is basically just ping-pong and the \n              players are standing on the table. That's all it is. And that goofy \n              scoring, you win one point and all the sudden you're up by 15. Two \n              points, 30-love. 30-love. Sounds like an English call girl. \"That'll \n              be 30, love... And could you be a little quieter next time, please, \n              shh.\""]},
{"line": ["(Commercial)"]},
{"line": ["In the bleachers at the tennis court. Two players are hitting the \n              ball back and forth."]},
{"line": ["Jerry: Are these seats unbelievable or what?"]},
{"line": ["George: Where's the sunblock?"]},
{"line": ["Jerry: Here."]},
{"line": ["George: 25? You don't have anything higher?"]},
{"line": ["Jerry: What, are you on Mercury?"]},
{"line": ["George: I need higher. This has paba in it, I need paba-free."]},
{"line": ["Jerry: You got a problem with paba?"]},
{"line": ["George: Yes, I have a problem with paba."]},
{"line": ["Jerry: You don't even know what paba is."]},
{"line": ["George: I know enough to stay away from it."]},
{"line": ["George: So are you going to Todd's party this weekend?"]},
{"line": ["Jerry: I'll go if someone else drives. You going?"]},
{"line": ["George: Gwen really wants to go."]},
{"line": ["Jerry: You're bringing a date to a party?"]},
{"line": ["George: No good?"]},
{"line": ["Jerry: A party is a bad date situation. It doesn't matter who you're \n              with. You could be with J. Edgar Hoover. You don't want to sit and \n              talk with Hoover all night. You want to circulate. (Makes hand motions) \n              Ho, ho, ho."]},
{"line": ["George: Why'd you pick Hoover? Was he that interesting to talk \n              to?"]},
{"line": ["Jerry: Well I would think, with the law enforcement and the cross \n              dressing. Seems like an interesting guy."]},
{"line": ["George: Yeah I guess. What can I do? I gotta take her with me. \n              Todd introduced us, I'm obligated."]},
{"line": ["Jerry: That woman is absolutely stunning."]},
{"line": ["George: The Croat? [the tennis player]"]},
{"line": ["Jerry: Not the Croat, the lineswoman. That is the most beautiful \n              lineswoman I've ever seen."]},
{"line": ["George: Yeah, she's a B.L."]},
{"line": ["Jerry: B.L.?"]},
{"line": ["George: Beautiful lineswoman. I'm going to go to the concession \n              stand and get some real sunblock. You want anyting? Jerry? (Jerry \n              is staring at the lineswoman) Jerry?"]},
{"line": ["At Elaine's office."]},
{"line": ["Coworker: You know, I just heard the Lexington line is out."]},
{"line": ["Elaine: You are kidding me. How am I supposed to get to this meeting?"]},
{"line": ["Coworker: Take a car service. We have an account."]},
{"line": ["Elaine: Oh forget it, I hate those. Everytime I take one, the driver \n              will *not* stop talking to me. No matter how disinterested I seem \n              he just keeps yakking away. Blah, blah, blah, blah. Why does everything \n              always have to have a social componant? Now a stage coach, that \n              would have been a good situation for me. Cause I'm in the coach, \n              and the driver is way up there on the stage. "]},
{"line": ["Coworker: Well you're not going to get a cab now. Four thirty in \n              the afternoon? Read a magazine, keep your head down."]},
{"line": ["Elaine: I guess that could work."]},
{"line": ["At the tennis court concession stand. George is eating a sundae."]},
{"line": ["At Jerry's apartment. Kramer is watching TV."]},
{"line": ["Announcer: And that is it. The match to Ms. Natalia Valdoni. Comming \n              up next, mens single, but for now let's stop a minute and take a \n              look at our beautiful tennis center backdrop."]},
{"line": ["Kramer: Hey, hey, it's George."]},
{"line": ["George is on TV eating a sundae. His face is covered in ice cream \n              and fudge. He is taking a bite of ice cream and dripping it around \n              his mouth."]},
{"line": ["Announcer: Holy cow it's a scorcher. Boy I bet you that guy can \n              cover a lot of court. Hey buddy, they got a new invention. It's \n              called a napkin. We'll take a station break and continue with more..."]},
{"line": ["Elaine in the car service car."]},
{"line": ["Driver: Dag Gavershole Plaza (sp?) huh? (Elaine ignores him) Pendant \n              Publishing, that's books right? (Elaine is annoyed and still ignoring \n              him) Miss?"]},
{"line": ["Elaine: Pardon me?"]},
{"line": ["Driver: Books, that's what you do?"]},
{"line": ["Elaine: Yeah."]},
{"line": ["Driver: Yeah, I don't read much myself, (Elaine is annoyed) well \n              you know besides the paper. Yeah a lot of people read to relax, \n              but not me. You know what I do? "]},
{"line": ["Elaine: You know I'm having a lot of trouble, um, hearing you back \n              here. So..."]},
{"line": ["Driver: (Yelling) I said you know what I do (Elaine is very annoyed) \n              when I want to relax? The Jumble. Hey do you make a book of Jumbles?"]},
{"line": ["Elaine: I'm going to have to be honest with you. I'm going deaf."]},
{"line": ["Driver: Going deaf?"]},
{"line": ["Elaine: What?"]},
{"line": ["Driver: Oh I'm sorry."]},
{"line": ["Elaine: It can be very frustrating."]},
{"line": ["Driver: Hey what about a hearing aid?"]},
{"line": ["Elaine: An I fearing AIDS? Oh, yeah sure, who isn't. But you know \n              you gotta live your life."]},
{"line": ["Driver: No, no I said. Ehhh, forget it. (Elaine looks pleased)"]},
{"line": ["At the tennis court."]},
{"line": ["Jerry: I can't take my eyes off that lineswoman. That lineswoman \n              is absolutely mesmerizing."]},
{"line": ["George: Boy you are really smitten."]},
{"line": ["Jerry: I gotta talk to her. What do you think?"]},
{"line": ["George: Cold? How are you going to do that? You're not one of those \n              guys."]},
{"line": ["Jerry: I'm going to psyche myself into it like those people that \n              just walk across the hot coals."]},
{"line": ["George: They're not mocked and humiliated when they get to the \n              other side."]},
{"line": ["Jerry: I have to. I won't be able to live with myself."]},
{"line": ["George: Wait a minute Jerry, there's a bigger issue here. If you \n              go through that wall and become one of those guys I'll be left here \n              on this side. Take me with you."]},
{"line": ["Jerry: I can't."]},
{"line": ["George: What are you going to say?"]},
{"line": ["Jerry: I don't know, \"Hi\"."]},
{"line": ["George: You think you're going to the other side with \"Hi\"? \n              You're not going to make it."]},
{"line": ["Elaine in the car service car."]},
{"line": ["Radio: Base to 92 come in"]},
{"line": ["Driver: Yes this is 92"]},
{"line": ["Radio: After this go back to city for a 6:00 pickup"]},
{"line": ["Driver: Righteo"]},
{"line": ["Radio: 794 Bleeker the party's Hanks. Tom Hanks."]},
{"line": ["Elaine: Tom Hanks? After me you're picking up Tom Hanks? I love \n              him."]},
{"line": ["Driver: So I guess your hearing goes in and out huh?"]},
{"line": ["Elaine: Yeah. Yes it does..."]},
{"line": ["Driver: Yeah. You know what I think? I think you made that whole \n              thing up. "]},
{"line": ["Elaine: No no, no no."]},
{"line": ["Driver: Yeah yeah, I know your type. You're too good to make conversation \n              with someone like me. Oh god forbid you could discuss the Jumbles. \n              But to go so far as to pretend you're almost deaf, I mean that is \n              truly disgusting. And Mr. Tom Hanks, may I say he too would be disgusted \n              by your behavior."]},
{"line": ["At the tennis court. Jerry is standing behind the lineswoman."]},
{"line": ["Jerry: Excuse me. (Woman ignores him) Excuse me? (Still ignores \n              him) Oh that's nice. That's right ignore me. That's real polite. \n              Nobody's even talking to you. All you big lineswoman. Oh you've \n              got some kind of a cool job. I know your type thinking your too \n              good for everyone, but it's women like you (woman turns around and \n              notices him) oh well, what are you deaf?"]},
{"line": ["Laura: Bingo."]},
{"line": ["At Jerry's apartment."]},
{"line": ["Kramer: And you're saying she's deaf."]},
{"line": ["Jerry: I'm not *saying* she's deaf, she's deaf."]},
{"line": ["Kramer: Can't hear a thing."]},
{"line": ["Jerry: Can't hear a thing."]},
{"line": ["Kramer: And you're going to go out with her."]},
{"line": ["Jerry: Yeah, isn't that something?"]},
{"line": ["Elaine enters."]},
{"line": ["Elaine: Hey."]},
{"line": ["Jerry and Kramer: Hey."]},
{"line": ["Kramer: Hey I know how to sign. "]},
{"line": ["Jerry: Really?"]},
{"line": ["Kramer: Yeah when I was 8, I had a deaf cousin who lived with us \n              for about a year. (signing as he speaks) So I haven't been able \n              to do it in a while."]},
{"line": ["Elaine: What is this about?"]},
{"line": ["Jerry: I met this deaf lineswoman at the tennis match."]},
{"line": ["Elaine: You are kidding. That is amazing. (She pushes Jerry, Jerry \n              falls back into Kramer.) I just took a car service from work and \n              to get the driver to not talk to me, I pretended I was going deaf."]},
{"line": ["Jerry: Wow good plan."]},
{"line": ["Elaine: Oh didn't work. He caught me hearing. I know it's terrible, \n              but I'm not a terrible person."]},
{"line": ["Jerry and Kramer: No."]},
{"line": ["Elaine: No. When I shoo squirrels away, I always say \"get \n              out of here\". I never ever throw things at them and try to \n              injure them like other people. "]},
{"line": ["Jerry: That's nice."]},
{"line": ["Elaine: Yeah, and when I see freaks in the street I never, ever \n              stare at them. Yet, I'm careful not to look away, you know, because \n              I want to make the freaks feel comfortable."]},
{"line": ["Jerry: That's nice for the freaks."]},
{"line": ["Elaine: Yeah, and I don't poof up my hair when I got to a movie \n              so people behind me can see. I've got to make it up to this guy \n              or I won't be able to live with myself. What can I do?"]},
{"line": ["Jerry: Why don't you get him some tickets or something, how about \n              that friend of yours that works at the ticket area."]},
{"line": ["Kramer: Yeah yeah Pete, he can get you great tickets to something. \n              Like a rock concert. Whatever you like."]},
{"line": ["Elaine: Oh, thanks Kramer."]},
{"line": ["Kramer: You got it. Hey Jerry, do me a favor. The next time you \n              see that lineswoman ask her how those ball boys get those jobs. \n              I would love to be able to do that."]},
{"line": ["Jerry: Kramer, I think perhaps you've overlooked one of the key \n              aspects of this activity. It's ball *boys*, not ball men. There \n              are no ball men."]},
{"line": ["Elaine: Yeah I think he's right. I've never seen a ball man."]},
{"line": ["Kramer: Well there ought to be ball men."]},
{"line": ["Jerry: All right I'll talk to her. If you want to be a ball man \n              go ahead, break the ball barrier."]},
{"line": ["Elaine: Hey you know a friend of mine from work said that she saw \n              George at the tennis match on TV yesterday."]},
{"line": ["Kramer: Yeah, yeah me too. Yeah he was at the snack bar eating \n              a hot fudge sundae. He had it all over his face. He was wearing \n              that chocolate on his face like a beard and they got in there real \n              nice and tight. And he's... (Imitates scooping up ice cream.)"]},
{"line": ["At Monk's."]},
{"line": ["Gwen: I'm sorry George."]},
{"line": ["George: I don't understand things were going so great. What happened? \n              Something must have happened."]},
{"line": ["Gwen: It's not you, it's me."]},
{"line": ["George: You're giving me the \"it's not you, it's me\" \n              routine? I invented \"it's not you, it's me\". Nobody tells \n              me it's them not me, if it's anybody it's me."]},
{"line": ["Gwen: All right, George, it's you."]},
{"line": ["George: You're *damn* right it's me."]},
{"line": ["Gwen: I was just trying to..."]},
{"line": ["George: I know what you were trying to do. Nobody does it better \n              than me."]},
{"line": ["Gwen: I'm sure you do it very well."]},
{"line": ["George: Yes well unfortunately you'll never get the chance to find \n              out."]},
{"line": ["George then looks confused like what he said just didn't sound \n              right."]},
{"line": ["At Jerry's apartment."]},
{"line": ["Jerry: But I thought things were going great."]},
{"line": ["George: Yeah so did I."]},
{"line": ["Jerry: Did she say why?"]},
{"line": ["George: No. She tried to give me the \"it's not you, it's me\" \n              routine."]},
{"line": ["Jerry: But that's your routine."]},
{"line": ["George: Yeah. Well aparently word's out."]},
{"line": ["Kramer enters."]},
{"line": ["Kramer: Hey, George, I saw you on TV yesterday."]},
{"line": ["George: Really? At the tennis match?"]},
{"line": ["Kramer: Yeah you were at the snack bar eating a hot fudge sundae."]},
{"line": ["George: Get out of here. I didn't see any cameras there."]},
{"line": ["Kramer: Oh, the cameras was, vrooom, there. The announcers, they \n              made a couple of cracks about you."]},
{"line": ["George: Cracks? What were they saying?"]},
{"line": ["Kramer: That you had ice cream all over your face. They were talking \n              about how funny you looked."]},
{"line": ["George: Maybe Gwen saw it. Maybe that's what did it."]},
{"line": ["Kramer: Well I'll tell you it wasn't a pretty sight."]},
{"line": ["George: She must have seen me eating it on TV."]},
{"line": ["Jerry: So she sees you with hot fudge on your face and she ends \n              it? You really think she would be that superficial?"]},
{"line": ["George: Why not. I would be."]},
{"line": ["The phone rings."]},
{"line": ["Jerry: Hello... Oh hi dad... You saw him?... Really with the ice \n              cream?... All right I'll talk to you later, bye. "]},
{"line": ["George: You're parents saw me on TV?"]},
{"line": ["Jerry: Yeah."]},
{"line": ["George: This is nighmare. Kramer how long was I on?"]},
{"line": ["Kramer: It felt like 8 seconds."]},
{"line": ["George: One-one-thousand, two-one-thousand, three-one-thousand."]},
{"line": ["Elaine enters."]},
{"line": ["Elaine: I heard you *really* inhaled that thing. Did anyone tape \n              it?"]},
{"line": ["George: Can we move on?"]},
{"line": ["Jerry: He thinks Gwen broke up with him because she saw him eating \n              the ice cream on TV."]},
{"line": ["Elaine: Oh come on. If she's that superficial you don't want her."]},
{"line": ["George: Yes I do."]},
{"line": ["Elaine: So I guess you're not going to Todd's party on Friday."]},
{"line": ["George: Well I can't now, Gwen's going to be there."]},
{"line": ["Kramer: Well she should be the one that shouldn't go."]},
{"line": ["Jerry: Well if a couple breaks up and have plans to go to a neutral \n              place, who withdraws? What's the ettiquite? "]},
{"line": ["Kramer: Excellent question."]},
{"line": ["Jerry: I think she should withdraw. She's the breaker, he's the \n              breakee. He needs to get on with his life."]},
{"line": ["Elaine: I beg to differ."]},
{"line": ["Jerry: Really."]},
{"line": ["Elaine: He's the *loser*. She's the victor. To the victor belong \n              the spoils."]},
{"line": ["Jerry: Well I don't care, I don't want to go anyway. I don't want \n              to fight that traffic on Friday night."]},
{"line": ["Elaine: Well we can take the car service from my office."]},
{"line": ["Jerry: Really?"]},
{"line": ["Elaine: Yeah, they don't know."]},
{"line": ["Kramer: All right, I'll see you later."]},
{"line": ["Jerry: Okay."]},
{"line": ["George: \"To the victor goes the spoils.\" What are you \n              going to do tonight?"]},
{"line": ["Jerry: Oh I got a date with Laura the lineswoman."]},
{"line": ["George: Oh. (he stands there)"]},
{"line": ["Jerry: Why? (George fiddles with the lock on the door.) Well what \n              are you doing?"]},
{"line": ["George: Well I was just going to wander the streets. Wouldn't want \n              to tag along with you or anything."]},
{"line": ["Jerry: Oh, uh, do you want to come with us?"]},
{"line": ["George: Jerry please, that's very nice, but, uh, (closes the door) \n              where would we be going?"]},
{"line": ["At a Chinese restaurant."]},
{"line": ["George: So, I've got ice cream all over my face. There were no \n              napkins there. Whoever it was that's responsible for stocking that \n              concession stand cost me a relationship."]},
{"line": ["Laura: They never have napkins there."]},
{"line": ["Jerry: Let's get the check. (Waves in the air) Is this considered \n              signing? Do you do this when you want the check? Really. I know \n              a sign, that's my first sign."]},
{"line": ["Laura: Uh, oh. That couple is breaking up."]},
{"line": ["George: They're breaking up? How do you know?"]},
{"line": ["Jerry: She reads lips."]},
{"line": ["George: What are they saying now?"]},
{"line": ["Laura: \"It's not you, it's me.\""]},
{"line": ["George: (Holding his drink up to his mouth) Oh my gosh, I just \n              had a great idea. She could come to the party tomorrow and read \n              Gwen's lips for me."]},
{"line": ["Jerry: (Puts his hand over his mouth) What?"]},
{"line": ["George: (Puts nuts into his mouth, and in the process covers his \n              mouth) We bring her to the party, and she can tell me what Gwen \n              is saying about me."]},
{"line": ["Jerry: (Holds his drink up to his mouth) She's not a novelty act, \n              George. Where you hire her out for weddings and bar mitzvas."]},
{"line": ["George: (Puts his hands on his face, rubbing his eyes) Look. It's \n              a skill, just like juggling. She probably enjoys showing it off."]},
{"line": ["Jerry: (Puts his napkin over his mouth) I don't know George. I'm \n              not sure about this."]},
{"line": ["George: (Puts his arms in the air, stretching, and covers his mouth \n              with an arm) Could you ask her, just ask her. If she says no, case \n              closed."]},
{"line": ["Jerry: (Puts his hand on his chin over his mouth) All right."]},
{"line": ["Jerry: Uh Laura, George was wondering if..."]},
{"line": ["Laura: Sure. I'll do it."]},
{"line": ["After the restaurant. Jerry at Laura's place."]},
{"line": ["Jerry: So I really had a good time."]},
{"line": ["Laura: Yeah, me too."]},
{"line": ["Jerry: So you want to go to the party on Friday night?"]},
{"line": ["Laura: Yeah."]},
{"line": ["Jerry: All right, we're taking a car service. So we'll swing by \n              and pick you up. How about six? (Laura looks offended). Six is good. \n              (Laura looks offended and angry). You got a problem with six? (Laura \n              opens the door and gets out). What? What? "]},
{"line": ["(Commercial)"]},
{"line": ["At the tennis court."]},
{"line": ["Man: Okay listen up people. There are plenty of you here, but we've \n              only got two spots to fill. Good luck."]},
{"line": ["Boy: Hey pops, isn't there a better way to spend your twilight \n              years?"]},
{"line": ["Kramer: I may be old, but I'm spry."]},
{"line": ["Boy: The tryout lasts three and a half to four hours. Are you up \n              for it?"]},
{"line": ["Kramer: Oh I'll be up for it punk."]},
{"line": ["Kramer fetches some balls, and he is doing some pretty fancy footwork."]},
{"line": ["At Jerry's apartment."]},
{"line": ["Jerry: See I was saying \"six\" but she thought I was saying \n              \"sex\". We straightened the whole thing out though."]},
{"line": ["George: She confused \"six\" with \"sex\"?"]},
{"line": ["Jerry: Yeah."]},
{"line": ["George: Well if she can't tell \"six\" from \"sex\" \n              then how is she going to lip read from across the room?"]},
{"line": ["Jerry: Well \"six\" and \"sex\" are close."]},
{"line": ["George: It's two completely different sounds. \"ih\" and \n              \"eh\"."]},
{"line": ["Jerry: Eh."]},
{"line": ["George: It seems like a problem."]},
{"line": ["Jerry: Well I'm not dating any other deaf women."]},
{"line": ["Kramer enters."]},
{"line": ["Kramer: Hey guess who's going to be the new ball man for the finals."]},
{"line": ["Jerry: You're kidding."]},
{"line": ["Kramer: Yeah. They said they haven't seen anybody go after balls \n              with such gusto."]},
{"line": ["George: When is that car service comming?"]},
{"line": ["Jerry: In five minutes. He's then going to pick us up, then we're \n              going to pick up Elaine, and Laura is going to meet us there."]},
{"line": ["George: If this lip reading thing works tonight do you know how \n              incredible this is going to be? It's like having Superman for your \n              friend."]},
{"line": ["Jerry: I know. It's like X-ray vision."]},
{"line": ["George: If we could just harness this power and use it for our \n              own personal gain, there'd be no stopping us."]},
{"line": ["Newman enters."]},
{"line": ["Newman: I hear you've got some lip reader working for you. You \n              gotta let me use her for one day. Just one day."]},
{"line": ["Jerry: Can't do it Newman."]},
{"line": ["Newman: But Jerry, we've got this new supervisor down at the post \n              office. He's working behind this glass. I know they're talking about \n              me. They're going to transfer me, I know it. Two hours, give me \n              two hours."]},
{"line": ["Jerry: Not going to happen."]},
{"line": ["Newman: (Sinister) All right, all right. All right you go ahead. \n              You go ahead and keep it secret. But you remember this. When you \n              control the mail, you control... information."]},
{"line": ["In the car service car."]},
{"line": ["Jerry: Oh just pull over right there by the stop sign."]},
{"line": ["Driver (The same driver as before): Pardon me sir?"]},
{"line": ["Jerry: I said pull over by the stop sign."]},
{"line": ["Driver: I'm so sorry, you'll have to forgive me. I can't hear a \n              damn thing. I went to that rock concert last night at the garden. \n              My seats were right up agains the speaker. It's a heavy metal group. \n              Metalla-something."]},
{"line": ["Kramer: -ca."]},
{"line": ["Driver: Huh?"]},
{"line": ["George: What?"]},
{"line": ["Jerry: ca."]},
{"line": ["George: ah."]},
{"line": ["Driver: My ears are still ringing. Some woman's idea of a joke."]},
{"line": ["Elaine gets in. The driver looks up and notices her. He gets angry."]},
{"line": ["A moment later, the group gets out of the car."]},
{"line": ["Driver: Get out. Get out. Go on. Hey. Shut the door."]},
{"line": ["Kramer shuts the door and the car takes off, squeeling the tires."]},
{"line": ["At the party."]},
{"line": ["Jerry: You know the whole idea of taking the car service was so \n              I wouldn't have to fight the traffic on Friday night."]},
{"line": ["Laura sees the group and gets up. She points to her watch."]},
{"line": ["Jerry: I know. I'm late. Hey now I know two signs, (puts his hand \n              in the air) check, and (points to his watch) late. Hey this is the \n              guy you helped become the first ball man."]},
{"line": ["Kramer and Laura start signing to each other. We see confusion \n              from them as they are signing. George puts his forhead on his hand."]},
{"line": ["Kramer: She doesn't know what she's talking about."]},
{"line": ["Todd: Guys you made it."]},
{"line": ["George: Hey hey."]},
{"line": ["Todd: Sorry to hear about Gwen."]},
{"line": ["George: Why? Did she say something to you about why she broke up \n              with me?"]},
{"line": ["Todd: Oh no. Tonight will be the first chance I've had to talk \n              to her. Look George, I'm friends with both of you. I can't betray \n              her confidence by telling you anything."]},
{"line": ["George: I wouldn't hear of it, huh. It's none of my business. You \n              should try to find out everything you possibly can. In fact, I'll \n              even stay all the way on the other side of the room so there's no \n              chance of me overhearing anything."]},
{"line": ["Todd: You are so centered."]},
{"line": ["George: (to the others) Let's go, let's go. All right what are \n              they saying?"]},
{"line": ["Gwen and Todd talk. Laura makes hand signs and Kramer translates."]},
{"line": ["Kramer: \"Hi Gwen, hi tide.\""]},
{"line": ["Jerry: Hi tide?"]},
{"line": ["Kramer: Hi Todd."]},
{"line": ["Kramer: \"You've got something between your teeth\""]},
{"line": ["George: What?"]},
{"line": ["Kramer: No that's what he said. \"That's interesting. I love \n              carrots, but I hate carrot soup. And I hate peas, but I love pea \n              soup.\" So do I."]},
{"line": ["Elaine: She's so wild. Can I borrow her for a few hours tomorrow \n              afternoon?"]},
{"line": ["Jerry: No. If I lend her to you I'll have to lend her to everybody."]},
{"line": ["Gwen: I don't envy you Todd. The place is going to be a mess."]},
{"line": ["Todd: Maybe you can stick around after everybody leaves and we \n              can sweep together."]},
{"line": ["Kramer: \"Why don't you stick around and we can sleep together.\""]},
{"line": ["George: What?"]},
{"line": ["Kramer: \"You want me to sleep with you?\""]},
{"line": ["Todd: I don't want to sweep alone."]},
{"line": ["Kramer: He says \"I don't want to sleep alone.\" She says, \n              oh boy, \"love to.\""]},
{"line": ["George walks across the room over to them."]},
{"line": ["George: So you're getting rid of me and now the two of you are \n              going to sleep together?"]},
{"line": ["Gwen: What? You're crazy."]},
{"line": ["Kramer: \"What? You're crazy.\""]},
{"line": ["George: I heard your whole conversation."]},
{"line": ["Gwen: How?"]},
{"line": ["Kramer: \"How?\""]},
{"line": ["George: (looks back to the group) I can read lips. You said let's \n              sleep together."]},
{"line": ["Gwen: No I didn't. I said \"sweep\". Let's sweep together, \n              you know with a broom. Cleaning up."]},
{"line": ["Kramer: \"... with a broom, cleaning up.\""]},
{"line": ["George: Sweep?"]},
{"line": ["Gwen: Yes sweep."]},
{"line": ["Kramer: \"Yes sweep.\""]},
{"line": ["George: Cut it."]},
{"line": ["Kramer: George says \"Cut it.\""]},
{"line": ["George: Cut it."]},
{"line": ["Kramer: George is saying \"Cut it.\""]},
{"line": ["George: Cut it. (goes back to the group) (Yelling) Would you stop \n              signing? She said \"sweep together\" you idiots, not \"sleep \n              together.\""]},
{"line": ["Laura's mouth is wide open. She looks at Kramer and points to George. \n              She is mad at Kramer. Aparently she did say sweep and Kramer mis-translated. \n              She signs to Kramer."]},
{"line": ["Kramer: I know how to sign."]},
{"line": ["Kramer and Laura are arguing back and forth with sign language. \n              They are gesturing signs fiercely. One of Laura's signs causes her \n              hand to swing backwards and hit George in the face."]},
{"line": ["George: Ow. My eye, my eye."]},
{"line": ["(Commercial)"]},
{"line": ["At the tennis court."]},
{"line": ["Elaine: It's so amazing getting to see Monica Sellas playing in \n              the finals."]},
{"line": ["Jerry: I know and on the first tournament of her comeback."]},
{"line": ["Kramer is sitting poised on the sideline. He waves back to the \n              group. George and Elaine gives him a thumbs up. The two players \n              hit the ball back and forth. The ball lands in the net. Kramer springs \n              into action running toward the ball and runs into Monica Sellas. \n              Monica falls to the ground in pain."]},
{"line": ["Jerry: Thus ends the great ball man experiment."]},
{"line": ["Laura gets into the car service car."]},
{"line": ["Driver (The same driver as before): You with the tennis center?"]},
{"line": ["Laura: Yep."]},
{"line": ["Driver: Hey how about that ball man injuring Monica Sellas. Wasn't \n              that something."]},
{"line": ["Laura. I'm deaf."]},
{"line": ["Driver: Oh. (Very suspicious look on his face.)\n            \n            \n            \n        \n      \n    \n     \n      \n      \n    \n  \n\n\n \n\n \n\n\n\n \n\n\n\n", "\n        "]},
{"line": []},
{"line": [" "]},
{"line": []},
{"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]},
{"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}
]