[
{"title": "The Big Salad"},
{"line": []},
{"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]},
{"line": [" "]},
{"line": ["Broadcast: 22 Sep 94", "\n        Written by: Larry David, Bill Masters & Bob Shaw ", "\n        Directed by: ", "Andy \n        Ackerman", " "]},
{"line": ["Guest Stars: ", "\n        ", "Michelle \n        Forbes", " [ Julie ], ", "\n        Jerry Levine [ Stationer ], ", "\n        Marita Geraghty [ Margaret ], ", "\n        Barry Nolan [ Reporter ], ", "\n        Dean Hallo [ Gendason ], ", "\n        Lauren Bowles [ Waitress ] "]},
{"line": ["Monologue:", "\n        =========", "\n        Its fascinating. When you go into a stationery store that they\u0092re \n        ", "\n        manufacturing millions of pens; constantly we\u0092re all buying them. \n        I ", "\n        must have bought six thousand Bics in my life. I\u0092ve used up maybe \n        two of ", "\n        them. Where are the rest of them? When you move the refrigerator there\u0092s \n        a ", "\n        couple back there but it doesn\u0092t account for it. Where are all the \n        pens? ", "\n        That\u0092s why it\u0092s so embarrassing if you don\u0092t have one. \n        You got a pen? Can I borrow ", "\n        a pen? We always have to whisper because it\u0092s so humiliating. I don\u0092t \n        ", "\n        have a pen. They\u0092re making millions of them every week!   \n        I know; where are they?", "\n      "]},
{"line": ["[Stationery store]"]},
{"line": ["Stationer: May I help you?"]},
{"line": ["Elaine: Yeah, uh, I'm looking for a Rollamech 1000 mechanical pencil."]},
{"line": ["Stationer: Oh, I know the Rollamech 1000. "]},
{"line": ["Elaine: No, I'm sure you do."]},
{"line": ["Stationer: They're pretty expensive."]},
{"line": ["Elaine: Well, it's for my boss."]},
{"line": ["Stationer: What do you do?"]},
{"line": ["Ex; Whatever. "]},
{"line": ["Stationer: Well, we don't have any in stock right now but I would be \n        happy to order it for you. Just give me your phone number and when it \n        comes in I'll give you a call. You're name is? "]},
{"line": ["Elaine: Elaine."]},
{"line": ["Stationer: Elaine, . . . and your last name?"]},
{"line": ["Elaine: It's just Elaine, like Cher. Ha ha ha"]},
{"line": ["Stationer: And your number?"]},
{"line": ["Elaine: Uh, aw, KL5-239O."]},
{"line": ["Stationer: Okay. Thanks a lot. You'll be hearing from me. "]},
{"line": ["Elaine: Okay, [to Jerry]  Move  along. . . "]},
{"line": ["Jerry: Why did you give him MY number?"]},
{"line": ["[On the street]"]},
{"line": ["Elaine: I think he's got ideas. "]},
{"line": ["Jerry: I wonder if any woman ever said that about Einstein?"]},
{"line": ["Jerry: Call me when the pencil comes in Okay?"]},
{"line": ["[On the street]"]},
{"line": ["Elaine: Just call me when the new pen comes in, okay?"]},
{"line": ["Jerry: Why does Mr. Pitt prefer a pencil to a pen anyway? Hey. Look who's \n        here."]},
{"line": ["George: Hey, hey."]},
{"line": ["Elaine: Hey hey"]},
{"line": ["Julie: Hi Jerry."]},
{"line": ["Jerry: Hi Julie."]},
{"line": ["George: Elaine, Julie."]},
{"line": ["Elaine: Hi."]},
{"line": ["Julie: Hi."]},
{"line": ["Julie: Oh, hi.  Elaine's my middle name."]},
{"line": ["Elaine: Oh, mine's \"Ike\"."]},
{"line": ["George: Hey, wanna get some lunch?"]},
{"line": ["Jerry: Just had a big bowl of Kix."]},
{"line": ["George: Ah, well, that's very mature. What about you?"]},
{"line": ["Elaine: Ah, no."]},
{"line": ["Julie: Please come, Elaine."]},
{"line": ["Elaine: No, no. How about if you bring me back something?"]},
{"line": ["George: Sure, all right, what do you want?"]},
{"line": ["Elaine: Um, hum, I don't know.. . . A big salad? "]},
{"line": ["George: What big salad? I'm going to the coffee shop."]},
{"line": ["Elaine: They have big salads."]},
{"line": ["George: I've never seen a big salad."]},
{"line": ["Elaine: They have a big salad."]},
{"line": ["George: Is that what I ask for? The BIG salad?"]},
{"line": ["Elaine: It's okay, you don't\u0085"]},
{"line": ["George: No, no, Hey I'll get it. What's in the BIG salad?"]},
{"line": ["Jerry: Big lettuce, big carrots, tomatoes like volleyballs."]},
{"line": ["George: (???), we'll see you in a little while."]},
{"line": ["[Jerry's]"]},
{"line": ["Elaine: Maybe I should just get married."]},
{"line": ["Jerry: Dating is really starting to get embarrassing isn't it?"]},
{"line": ["Elaine: I know. You know, whenever I'm on a date I feel people can tell."]},
{"line": ["Jerry: People on dates shouldn't even be allowed out in public."]},
{"line": ["Elaine: You can say that again."]},
{"line": ["Jerry: It's embarrassing for them. It's painful for us to watch. I'm \n        going out with someone later, I'm not even taking her out of the house."]},
{"line": ["Elaine: Good for you."]},
{"line": ["Jerry: I don't need a bunch of people staring at us."]},
{"line": ["Elaine: Right on baby. (???)"]},
{"line": ["[noise from hall]"]},
{"line": ["Jerry: What was that?"]},
{"line": ["[Kramer enters with his golf clubs]"]},
{"line": ["Kramer: That Gendason, what a jerk. I'm never playing golf with him again."]},
{"line": ["Elaine: Who Gendason?"]},
{"line": ["Kramer: Steve Gendason."]},
{"line": [".Elaine: Why is that name familiar?", "\n        Hx: He used to be a baseball player."]},
{"line": ["Elaine: Oh, how did you end up playing golf with him?"]},
{"line": ["Kramer: Well, I met him on the course a couple of years ago. Yeah. Played \n        with him a lot. But today was it! We're on the fifteenth hole, ya, he's \n        beating me by a couple of strokes. Then, he's about to hit his second \n        shot, when, he picks up the ball and CLEANS it."]},
{"line": ["Elaine: So what?"]},
{"line": ["Kramer: Umph, sorry! But the rules clearly state that you cannot clean \n        the ball unless it's on the green. The rules are very clear about that. \n      "]},
{"line": ["Jerry: Certainly are. "]},
{"line": ["Kramer: Ya, so I penalized him a stroke. "]},
{"line": ["Jx; Ah, so what happened? "]},
{"line": ["Kramer: He LOST IT! We almost came to blows. We were face to face like \n        a manager and an umpire like this . . kara a pukka ba ya ka ba . . . "]},
{"line": ["Jerry: All right. You're in MY face."]},
{"line": ["Elaine: I still don't see what the big deal is. "]},
{"line": ["Kramer: A rule is a rule. And let's face it. Without rules there's chaos. \n      "]},
{"line": ["[Monks]"]},
{"line": ["Julie: I like Anna ???'s column and Sapphire. Don't you like Sapphire?"]},
{"line": ["George: Oh, Sapphire. Uh ha "]},
{"line": ["Julie: Although at times can be rather pedantic."]},
{"line": ["George: He can be pedantic. He can be pedantic."]},
{"line": ["Julie: And Bob Herbert's great. He's the Daily News."]},
{"line": ["George: Yes. Yes. You know what's interesting. The quarterback for the \n        Atlanta Falcons is Bobby Hebert. No \"r\" which I find fascinating. \n        You know it's Herbert h-e-r-b-e-r-t, Hebert h-e-b-e-r-t. \"Hebert\" \n        it's a fun name to pronounce. Try and say it Hebert. Take a shot. All \n        right. [check arrives] All right. I "]},
{"line": ["got it."]},
{"line": ["Julie: No, no. I'd like to take you out."]},
{"line": ["George: No, Julie, Julie, don't insult me. You know, what difference \n        does it make who pays for lunch. It's totally meaningless. "]},
{"line": ["Julie: Okay, thanks, George."]},
{"line": ["Wx: Here's your big salad to go."]},
{"line": ["Julie: Oh, thank you. "]},
{"line": ["[Jerry's]"]},
{"line": ["Jerry: [on phone] Hello. No she's not here. Okay, fine, whatever. I'll \n        tell her. Okay. Goodbye. The stationery store guy called to say he ORDERED \n        your pencil. "]},
{"line": ["Elaine: I told ya'. He has ideas."]},
{"line": ["Jerry: He doesn't even care if a man answers."]},
{"line": ["Elaine: Or you."]},
{"line": ["[George and Julie enter]"]},
{"line": ["George: Hey, hey."]},
{"line": ["Elaine: Hey."]},
{"line": ["Julie: Sorry e're late."]},
{"line": ["Elaine: No problem."]},
{"line": ["Julie: Here's your big salad."]},
{"line": ["Elaine: Thank you, Julie."]},
{"line": ["Julie: Oh, you're very welcome. So, I guess I better get going. Gotta \n        meet mother a t the Guggenheim. Sure you don't want to go?"]},
{"line": ["George: No, you go Guggenheim. I'm not much of a Guggenheim."]},
{"line": ["Julie: Sure, George."]},
{"line": ["George: Ya, you go. "]},
{"line": ["Julie: Okay, I'll see you later. Goodbye."]},
{"line": ["Jerry: Bye bye"]},
{"line": ["[Julie exits]"]},
{"line": ["George: Did you see what just happened?"]},
{"line": ["Jerry: Well, that all depends. . . "]},
{"line": ["George: Did you happen to notice that Julie handed the big salad to Elaine?"]},
{"line": ["Jerry: Yeah, so?"]},
{"line": ["George: Well, she didn't BUY the big salad. I bought the big salad. "]},
{"line": ["Jerry: Is that a fact?"]},
{"line": ["George: Yes it is. She just took credit for my salad. That's not right."]},
{"line": ["Jerry: No it isn't. "]},
{"line": ["George: I mean I'm the one who bought it. "]},
{"line": ["Jerry: Yes you did."]},
{"line": ["George: You think she should have said something?"]},
{"line": ["Jerry: She could have."]},
{"line": ["George: Oh, I know."]},
{"line": ["Jerry: Imagine, her taking credit for your big salad. "]},
{"line": ["George: You know you buy a big salad for somebody it would be nice if \n", "\n        they knew it. "]},
{"line": ["Jerry: Obviously."]},
{"line": ["[Kramer rushes in]"]},
{"line": ["Kramer: Turn on the TV."]},
{"line": ["Jerry: What?"]},
{"line": ["Kramer: I'm puttin it on\u0085"]},
{"line": ["TV: . . . the district attorney's office and the police department have \n        not answered any questions as yet. To repeat in case you're just joining \n        us. Former baseball start Steve Genderson, has been taken to Police headquarters \n        for questioning the murder of Bobby Pinkus the owner of Royal Dry Cleaners \n        at 2759 Amsterdam Avenue. According to Pinkus' wife, Gendeson had been \n        involved in a dispute with the cleaner about a stain on a pair of gray \n        Sans-A-Belt slacks. We also have a report that earlier in the day a groundskeeper \n        at Vancourtland's Golf Course saw an irate Gendeson leaving the clubhouse \n        in a huff. Whether there is a possible connection between the two is something \n        we'll just have to wait."]},
{"line": ["Kramer: Jerry . . . ", "\n        Jerry: Well, it has nothing to do with you."]},
{"line": ["Kramer: Yeah, but maybe he was so mad from the penalty stroke that he \n        murdered the dry cleaner."]},
{"line": ["Jerry: Well, generally speaking you don't need any extra incentive to \n        murder a dry cleaner. I wouldn't worry about that. "]},
{"line": ["[In a cab]"]},
{"line": ["Elaine: I like Julie. She's very personable."]},
{"line": ["George: Yeah, she's very lovely."]},
{"line": ["Elaine: That's great George. "]},
{"line": ["George: So did you enjoy your lunch?"]},
{"line": ["Elaine: Yeah, A big salad. Very good. Actually it was too big. Ha ha \n        ha Wht?"]},
{"line": ["George: oh, . . .because she handed you the bag. I could have handed \n        you the bag. She happened to pick it up at the restaurant even though, \n        . . . "]},
{"line": ["Elaine: Even though what?"]},
{"line": ["George: . . . naw, it's just you thanked HER, and and oh, . . . what's \n        the difference?"]},
{"line": ["Elaine: What? What are you trying to say, George?"]},
{"line": ["George: It's just that I was the one who actually paid for the big salad. \n        She just happened to hand it to you. But it's no big deal. "]},
{"line": ["Elaine: You want the money for the big salad, George?"]},
{"line": ["George: No, no,"]},
{"line": ["Elaine: What is the problem?"]},
{"line": ["George: There is no problem. . . just a small miscommunication. Whereby \n        you thanked her instead of the person actually responsible for purchasing \n        the big salad."]},
{"line": ["[Jerry's]"]},
{"line": ["Jerry: And Kramer thinks a penalty stroke may have driven him to it."]},
{"line": ["Margaret: Well, they haven't even arrested him yet. Come on, let's go \n        out."]},
{"line": ["Jerry: Ah, no , I don't think so."]},
{"line": ["Margaret: Why not?"]},
{"line": ["Jerry: We don't need a bunch of people staring at us."]},
{"line": ["Margaret: Who is staring?", "\n        Jerry: Oh, they're staring. They know we're on a date. They're making \n        fun. Come on. It's embarrassing. "]},
{"line": ["[Phone rings]"]},
{"line": ["Jerry: Hello. No she's not here. Yes I will tell her. No I don't know \n        what time she might be coming back. Look I gotta' go. Goodbye. . . . That, \n        that's a long story. "]},
{"line": ["[Newman enters]"]},
{"line": ["Jerry: Hello Newman."]},
{"line": ["Margaret: Hello Jerry, I was wondering if you knew where Kramer was. \n      "]},
{"line": ["Jerry: No, no I don't. Why?"]},
{"line": ["Margaret: You know, Genderson. This is something big. "]},
{"line": ["Jerry: I suppose."]},
{"line": ["Margaret: What did Kramer say? "]},
{"line": ["Jerry: I don't know. Nothing.? "]},
{"line": ["Margaret: Come on Jerry. You know something TELL ME! TELL ME!, Oh, chocolates \n        . . . Margaret?"]},
{"line": ["Margaret: Hello."]},
{"line": ["Jerry: You two know each other?"]},
{"line": ["Newman: You might say that."]},
{"line": ["Margaret: We used to go out."]},
{"line": ["Newman: Well, tootle loo. And nice seeing you again Margaret, goodbye \n        Jerry. Have fun. Hehe "]},
{"line": ["Jerry: . . . YOU went out with . . . Newman?"]},
{"line": ["Margaret: Just a few times. "]},
{"line": ["Jerry: Why?"]},
{"line": ["Margaret: I liked him. "]},
{"line": ["Jerry: You liked, Newman?"]},
{"line": ["Margaret: Look I'm a little uncomfortable talking about this okay?"]},
{"line": ["Jerry: No, I'm sorry. I'm just a little curious. I mean why did you stop \n        seeing him. "]},
{"line": ["Margaret: He ended it. "]},
{"line": ["Jerry: . . . HE ended it? "]},
{"line": ["Margaret: YES!! Yes! It was a couple of years ago. Why does it matter? \n      "]},
{"line": ["Jerry: No, no of course not. "]},
{"line": ["[Kramer enters]"]},
{"line": ["Kramer: Jerry, Jerry they found a tee. "]},
{"line": ["Jerry: What tee?"]},
{"line": ["Kramer: A golf tee. In the dry cleaner."]},
{"line": ["[Monk's]"]},
{"line": ["Jerry: Newman! She went out with Newman!"]},
{"line": ["Elaine: It must be a mistake."]},
{"line": ["Jerry: No. It isn't and the most distressing part of it is, not that \n        she went out with him but that HE stopped seeing her. Do you understand? \n        He, Newman; Newman stopped seeing her. Newman never stopped seeing anybody. \n        Newman will see whoever is willing to see him. Not so much why she did \n        see him as disturbing as that is. But why, did HE, Newman, stop seeing \n        her? "]},
{"line": ["Elaine: Perhaps there's more to him than meets the eye. "]},
{"line": ["Jerry: No, there's less. "]},
{"line": ["Elaine: It's possible."]},
{"line": ["Jerry: No it isn't. I've looked into his eyes. He's pure evil. "]},
{"line": ["Elaine: He's an enigma, a mystery wrapped in a riddle. "]},
{"line": ["Jerry: Yeah, he's a mystery wrapped in a Twinkie."]},
{"line": ["Wx: Would you like some more coffee? "]},
{"line": ["Jerry: No,, but thank you. "]},
{"line": ["Jerry: Oh, by the way, your stationery store guy called and he's got \n        your pencil. "]},
{"line": ["Elaine: Ugh! You are kidding me. "]},
{"line": ["Jerry: No, he left the store early, made a special trip to the distributor \n        and got it. "]},
{"line": ["Elaine: I bought mine yesterday on 14th Street. "]},
{"line": ["Jerry: Well, what did you do that for? You ordered it."]},
{"line": ["Elaine: To please Mr. Pitt. "]},
{"line": ["Jerry: Well, you better go down there and tell this guy. He's very excited. \n      "]},
{"line": ["Elaine: Uh, great!"]},
{"line": ["Jerry: Hi Julie."]},
{"line": ["Jerry: Hi. "]},
{"line": ["Elaine: Hi Julie."]},
{"line": ["Jerry: Hi, how are you, Elaine? I'm meeting George here. "]},
{"line": ["Elaine: Oh, well then I better get going otherwise George will make me \n        buy him lunch to make up for that big salad he bought me yesterday. "]},
{"line": ["Jerry: How do you know THAT?"]},
{"line": ["[Newman's apartment]"]},
{"line": ["[knock knock]"]},
{"line": ["Newman: Who is it."]},
{"line": ["Jerry: It's Jerry."]},
{"line": ["Newman: You've come at a bad time now. Could you come back later?"]},
{"line": ["Jerry: Come on Newman. OPEN THE DOOR!"]},
{"line": ["Newman: Hellooo Jerry. What a rare treat. What brings you down to the \n        east wing?"]},
{"line": ["Jerry: Okay, pudgy, lets stop playing games. What happened with margaret?"]},
{"line": ["Newman: There's no need to get excited. Can't we discuss this like gentlemen?"]},
{"line": ["Jerry: No, we can't. My skin is crawling just being inside your little \n        rat's nest. Now, what happened?"]},
{"line": ["Newman: Do you really want to know what happened? I'll tell you what \n        Happened. She wasn't my type. "]},
{"line": ["Jerry: Noit your type? "]},
{"line": ["Newman: Not really. "]},
{"line": ["Jerry: Well, how come? "]},
{"line": ["Newman: Ah, she just didn't do it for me. "]},
{"line": ["Jerry: What, what is wrong with her? "]},
{"line": ["Newman: Well, h ha ha- if you're happy with her, that's all that matters."]},
{"line": ["Jerry: You don't think she's attractive?"]},
{"line": ["Newman: No. I need a really pretty face. But, Hey, that's me. "]},
{"line": ["Jerry: Okay, Newman, thanks a lot. "]},
{"line": ["Newman: Care for some lemonade? "]},
{"line": ["Jerry: No, thank you. "]},
{"line": ["Newman: Drop bye anytime, jerry. Hah, ha ha "]},
{"line": ["[Jerry's apartment]"]},
{"line": ["Kramer: Listen to this, \"If a player cleans his ball during the \n        play of a hole accept on the putting green he shall incur a penalty of \n        one stroke. \" That's a rule, Jerry."]},
{"line": ["Jerry: But it's just a friendly game. Why do you have to be such a stickler?"]},
{"line": ["Kramer: Because that's the way I weas raised. You know when I was growing \n        up I had to be in bed every night by nine o'clock. And if I wasn't, well \n        I don't have to tell you what happened. "]},
{"line": ["Jerry: What are you so worried about this for?"]},
{"line": ["Kramer: You know he talked about Pinkus on the course? "]},
{"line": ["Jerry: He did?"]},
{"line": ["Kramer: Oh yeah, he said he brought a pair of pants into Pinkus' and \n        they came back stained with some kind of dry cleaning fluid. And Pinkus \n        denied responsibility. You see he was very upset with Pinkus. "]},
{"line": ["Jerry: So it had nothing to do with you. "]},
{"line": ["Kramer: Yeah, but maybe I pushed him over the edge. "]},
{"line": ["Jerry: No, I don't think so. "]},
{"line": ["Kramer: Poor Pinkus, poor little Pinkus."]},
{"line": ["Jerry: Hey, let me ask you a question. You met margaret. Doo you think \n        Margaret's good looking? Um, she's a natural beauty. Oh, no makeup. I \n        like that. "]},
{"line": ["Jerry: Yeah, and the curls. You like the curls?"]},
{"line": ["Kramer: Oh, I love curls."]},
{"line": ["Jerry: Yeah,, me too. "]},
{"line": ["Kramer: All right, I'll see you later."]},
{"line": ["Jerry: Where you going?"]},
{"line": ["Kramer: Genderson's."]},
{"line": ["Jerry: You're going to see Genderson?"]},
{"line": ["Kramer: It's weighing on my conscience. "]},
{"line": ["[Monk's]"]},
{"line": ["George: You know, I think I could have played with dolls if their were \n        dolls in the house. It seems like fun to me. It doesn't seem like a gender \n        thing. I think I would like to play with dolls. What's so terrible?"]},
{"line": ["Julie: Ha. So, George, I was talking to Elaine before."]},
{"line": ["George: A ha! We're just friends. "]},
{"line": ["Julie: Yes, well anyway, she said something that was kind of intriguing. \n      "]},
{"line": ["George: Oh, share."]},
{"line": ["Julie: Well, when I came over to the table she mentioned something about \n        how she better hurry up and leave or you'd make her buy lunch to make \n        up for the one you bought yesterday."]},
{"line": ["George: Ha, ha ha uh, I'm not following that. "]},
{"line": ["Julie: Well, my question is, How could Elaine be under the impression \n        that you bought the big salad, when I was the one who handed it to her? \n      "]},
{"line": ["George: Well, she probably just assumed. "]},
{"line": ["Julie: Um, did she?"]},
{"line": ["George: . . .uh, . . . wait a second. Are you suggesting that I went \n        out of my way to tell Elaine that even though you handed her the big salad, \n        that it came from me? "]},
{"line": ["Julie: That's what I'm suggesting. "]},
{"line": ["George: . . . WELL IT WAS A BIG SALAD. AND WHAT I WOULD LIKE TO KNOW \n        IS, HOW DOES A PERSON WHO HAS NOTHING TO DO WITH THE BIG SALAD CLAIM RESPONSIBILITY \n        FOR THAT SALAD AND ACCEPT THE THANK YOU UNDER FALSE PRETENSES - AH - AH?"]},
{"line": ["Julie: George, all I did was hand someone a bag. "]},
{"line": ["[Julie leaves]"]},
{"line": ["[Stationery store]"]},
{"line": ["Elaine: It's just that my boss is very demanding and he needed the pencil \n        right away."]},
{"line": ["Stationer: Well,, why did you tell me to order it if you knew you were \n        going to get one someplace else?"]},
{"line": ["Elaine: No, no no I didn't know. I, I'm sorry. "]},
{"line": ["Stationer: I went all the way down to the warehouse. It took me three \n        hours. I had a big fight with the foreman. "]},
{"line": ["Elaine: Really? A fight with the foreman? "]},
{"line": ["Stationer: Yes. "]},
{"line": ["Elaine: Well, again, I'm just awfully sorry. "]},
{"line": ["Stationer: Yeah? Well, then how about going out with me tonight? "]},
{"line": ["Elaine: Okay. "]},
{"line": ["[In Margaret's car]"]},
{"line": ["Margaret: I mean they found a tee and he played golf that day. Nobody \n        walks into a dry cleaner's with a tee. The circumstantial evidence is \n        overwhelming. "]},
{"line": ["Jerry: You had how many dates with him? Three? "]},
{"line": ["Margaret: Around three. I don't know. "]},
{"line": ["Jerry: And . . "]},
{"line": ["Margaret: I told you. He stopped calling me. I moved on. I'm not hung \n        up on him. What are you looking at? "]},
{"line": ["Jerry: What? I'm not looking. Nothing. "]},
{"line": ["Jerry: Why are you looking at my face? "]},
{"line": ["Jerry: Where am I going to look? "]},
{"line": ["Margaret: Kiss me."]},
{"line": ["Jerry: . . . I can't. "]},
{"line": ["[Throws Jerry out onto sidewalk and drives off]"]},
{"line": ["Jerry: Newman!"]},
{"line": ["[Jerry's apartment]"]},
{"line": ["Jerry: All I could think of was when I was looking at her face was; Newman \n        found this unacceptable. "]},
{"line": ["Elaine: Well, ,I'm going out with the stationery store guy. "]},
{"line": ["Jerry: You're going out with the stationery store guy?"]},
{"line": ["Elaine: I felt so guilty about the pencil I couldn't say no. "]},
{"line": ["[George enters, upset]"]},
{"line": ["Elaine: Well, well, well, I'm not treating you to lunch ANYMORE! You \n        had to tell Julie that I made a special point of telling you that I bought \n        you the big salad. Didn't ya'. "]},
{"line": ["Elaine: Uh, uh."]},
{"line": ["George: You know, if it was a regular salad I wouldn't have said anything. \n        But you had to have the BIG SALAD. "]},
{"line": ["[phone rings]"]},
{"line": ["Jerry: Hello, what? You're kidding. I'm turning it on. Oh, my god. Get \n        out of here. [hangs up] Hey listen to this. They issued a warrant for \n        Genderson's arrest. He escaped and the police spotted him on the New Jersey \n        Turnpike. "]},
{"line": ["TV: As you can see white Bronco. The police have cleared the highway \n        traffic in front of him but they are keeping their distance and don't \n        want the situation to escalate. And we have gotten an identification on \n        the driver of the vehicle. His name is; Kramer, one of Genderson's golfing \n        buddies. "]},
{"line": ["Police: 9-1-1 What are you reporting"]},
{"line": ["Kramer: Yeah, this is Kramer. I got Genderson in the car. He wants to \n        see his fish. I'm taking him to see his fish. So tell the police to back \n        off. "]},
{"line": ["Police: Okay, sir, and what's your name?"]},
{"line": ["Kramer: My name is Kramer. You know who I am dammit! "]},
{"line": ["Genderson: I told you not to take the turnpike."]},
{"line": ["Kramer: I thought we would blend in."]},
{"line": ["Genderson: If we took the palisades this never have happened. "]},
{"line": ["Kramer: we would have had all that bridge traffic. "]},
{"line": ["Genderson: Ah, just drive. "]},
{"line": ["[END]"]},
{"line": [" "]},
{"line": ["Monologue", "\n        =========", "\n        (Jail?) doesn't really seem like that great of revenge. Wouldn't years \n        of subtle psychological mind games be a lot more satisfying? Constantly \n        calling him, hanging up when he answers the phone. Sending pizzas and \n        taxis to their house all night long. After a while he would go, \"I \n        wish that guy would kill me already, I can't take it anymore.\" And \n        how come when the police catch some really bad criminal or something they \n        put him in the handcuffs, they hit him with the baton, they put the choke \n        hold on him, then they're always careful they don't want him to hurt his \n        head when they're putting him in the back of the patrol car. \"Watch \n        your head, watch your head. Don't hit that metal edge there. . . . That \n        REALLY hurts\""]},
{"line": []},
{"line": [" "]},
{"line": []},
{"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]},
{"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}
]