[
{"title": "The Phone Message"},
{"line": []},
{"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]},
{"line": [" "]},
{"line": ["The bad thing about television is that everybody you see on television \n              is "]},
{"line": ["doing something better than what you're doing. Did you ever see \n              anybody on TV "]},
{"line": ["like just sliding off the front of the sofa with potato chip crumbs \n              on their "]},
{"line": ["face? Some people have a little too much fun on television: the \n              soda "]},
{"line": ["commercial people - where do they summon this enthusiasm? Have \n              you seen them? "]},
{"line": ["\"We have soda, we have soda, we have soda\", jumping, \n              laughing, flying through "]},
{"line": ["the air - it's a can of soda. Have you ever been standing there \n              and you're "]},
{"line": ["watching TV and you're drinking the exact same product that they're \n              advertising "]},
{"line": ["right there on TV, and it's like, you know, they're spiking volleyballs, \n            "]},
{"line": ["jetskiing, girls in bikinis and I'm standing there - \"Maybe \n              I'm putting too much "]},
{"line": ["ice in mine.\""]},
{"line": [" "]},
{"line": ["Monk's Diner, day. George and Jerry enter. George is excited:"]},
{"line": ["George: So then, as we were leaving, we were just kind of standing \n              there, "]},
{"line": ["and she was sort of smiling at me, and I wasn't sure if she wanted \n              me to ask her "]},
{"line": ["out, because when women smile at me I don't know what it means. \n              Sometimes I "]},
{"line": ["interpret it like they're Psychotic or something and I don't know \n              if I'm "]},
{"line": ["supposed to smile back, I don't know what to do. So I just stood \n              there like - "]},
{"line": ["remember how Quayle looked when Benson gave him that Kennedy line? \n              - that's what "]},
{"line": ["I looked like."]},
{"line": ["Jerry: So you didn't ask?"]},
{"line": ["George: No, I froze."]},
{"line": ["Jerry: (Points to counter) Counter."]},
{"line": [" "]},
{"line": ["George: Oh yeah. So wait, wait. A half-hour later I'm back in the \n              office, "]},
{"line": ["I tell Lloyd the whole story. He says \"So why don't you call \n              her\". I says \"I "]},
{"line": ["can't.\" I couldn't, I couldn't do it right then. For me to \n              ask a woman out I "]},
{"line": ["gotta get into a mental state like the karate guys before they \n              break the bricks. "]},
{"line": ["So Lloyd calls me a wuss."]},
{"line": ["Jerry: He said wuss? "]},
{"line": ["George: Yeah. Anyway, he shamed me into it."]},
{"line": ["Jerry: So you called. (They sit at counter)"]},
{"line": ["George: Right. And, and to cover my nervousness I started eating \n              an apple, "]},
{"line": ["because I think if they hear you chewing on the other end of the \n              phone, it "]},
{"line": ["makes you sound casual."]},
{"line": ["Jerry: Yeah, like a farm boy."]},
{"line": ["George: Right. So I call her up, I tell her it's me, she gives \n              me an "]},
{"line": ["enthusiastic 'Hi!'"]},
{"line": ["Jerry: Wow. Enthusiastic 'Hi!', that's beautiful."]},
{"line": ["George: Oh, I don't get the enthusiastic 'Hi!', I'm outta there."]},
{"line": ["Jerry: Alright, so you're chewing your apple, you got your enthusiastic \n            "]},
{"line": ["'Hi!' Go ahead."]},
{"line": ["George: So, we're talking, and I don't like to go too long before \n              I ask them "]},
{"line": ["out, I wanna get it over with right away, so I just blurt out \"What \n              are you "]},
{"line": ["doing Saturday night?\""]},
{"line": ["Jerry: And?"]},
{"line": ["George: She bought."]},
{"line": ["Jerry: Great day in the morning."]},
{"line": ["George: Then I got off the phone right away."]},
{"line": ["Jerry: Sure, it's like robbing a bank: you don't loiter around \n              in front of "]},
{"line": ["the teller holding that big bag of money. You come in, you hit \n              and get out."]},
{"line": ["George: It's amazing: we, we both have dates on the same night. \n              I can't "]},
{"line": ["remember the last time that happened."]},
{"line": [" "]},
{"line": ["George's car, parked outside apartment building, night. George \n              and his date "]},
{"line": ["Carol:"]},
{"line": ["George: I can't stand doing laundry. That's why I have forty pairs \n              of "]},
{"line": ["underwear."]},
{"line": ["Carol: You do not."]},
{"line": ["George: Absolutely. Because instead of doing a wash, I just keep \n              buying "]},
{"line": ["underwear. My goal is to have over three hundred and sixty pair. \n              That way, I "]},
{"line": ["only have to do wash once a year. "]},
{"line": ["(They both laugh)"]},
{"line": [" "]},
{"line": ["Jerry's car, also parked outside an apartment building. Jerry and \n              his "]},
{"line": ["girlfriend Donna:"]},
{"line": ["Jerry: (In awful Scots/Irish accent) Come on, try it. Let me hear \n              you try "]},
{"line": ["a Scottish accent."]},
{"line": ["Donna: That's Irish."]},
{"line": ["Jerry: Irish, Scottish, what's the difference, lassie?"]},
{"line": ["(Donna laughs)"]},
{"line": [" "]},
{"line": ["Back to George and Carol:"]},
{"line": ["Donna: So, er, thanks for dinner. It was great."]},
{"line": ["George: Yeah. We should do this again."]},
{"line": ["Donna: Would you like to come upstairs for some coffee?"]},
{"line": ["George: Oh, no, thanks. I can't drink coffee late at night, it \n              keeps me up."]},
{"line": ["Donna: (Looks disappointed) So, um, OK."]},
{"line": ["George: OK."]},
{"line": ["Donna: Goodnight. "]},
{"line": ["George: Yeah, take it easy."]},
{"line": ["(Donna leaves car. George realizes what he has done and bashes \n              his "]},
{"line": ["forehead in disgust)"]},
{"line": [" "]},
{"line": ["Back to Jerry and Donna:"]},
{"line": ["Donna: Thanks again for the movie."]},
{"line": ["Jerry: You're welcome."]},
{"line": ["Donna: I'd invite you up, but the place is being painted."]},
{"line": ["Jerry: Oh, that's OK."]},
{"line": ["Donna: Unless you want to go to your place."]},
{"line": ["Jerry: OK, but there's no cake or anything, if that's what you're \n              looking "]},
{"line": ["for."]},
{"line": [" "]},
{"line": ["Back to George, driving, looking frustrated:"]},
{"line": ["George: Take it easy, huh, take it easy."]},
{"line": [" "]},
{"line": ["Jerry's apartment. Jerry and Donna sit on the sofa:"]},
{"line": ["Jerry: I think if one's going to kill oneself, the least you could \n              do is "]},
{"line": ["leave a note - it's common courtesy. I don't know, that's just \n              the way I was "]},
{"line": ["brought up."]},
{"line": ["Donna: Values are very important."]},
{"line": ["Jerry: Oh, so important. So what are you doing Thursday night - \n              you wanna "]},
{"line": ["have dinner?"]},
{"line": ["Donna: Thursday's great. (Moves closer)"]},
{"line": ["Jerry: (Looks at his pants) Tan pants. Why do I buy tan pants, \n              Donna? I "]},
{"line": ["don't feel comfortable in them."]},
{"line": ["Donna: Are those Cotton Dockers?"]},
{"line": ["Jerry: Oh, I can't begin to tell you how much I hate that commercial. \n            "]},
{"line": ["Donna: Really? I like that commercial. (Jerry pauses) "]},
{"line": ["Jerry: You like that commercial?"]},
{"line": ["Donna: Yeah, it's clever."]},
{"line": ["Jerry: Now wait a second, you mean the one where the guys are all \n              standing "]},
{"line": ["around, supposedly being very casual and witty?"]},
{"line": ["Donna: Yeah, that's the one."]},
{"line": ["Jerry: What could you possibly like about that?"]},
{"line": ["Donna: I don't know, I like the guys."]},
{"line": ["Jerry: Yeah, they're so funny and so comfortable with each other, \n              and I "]},
{"line": ["could be comfortable too, if I had pants like that. I could sit \n              on a porch and "]},
{"line": ["wrestle around, and maybe even be part of a real bull session."]},
{"line": ["Donna: Hey, I know guys like that. To me the dialogue rings true."]},
{"line": ["Jerry: (Shrugs. Pause) Even if the dialogue did ring true. Even \n              if "]},
{"line": ["somehow somewhere men actually talk like that, what does that have \n              to do with "]},
{"line": ["the pants? Doesn't that bother you?"]},
{"line": ["Donna: (Increasingly annoyed) That's the idea. That's what's clever \n              about "]},
{"line": ["it, that they're not talking about the pants."]},
{"line": ["Jerry: But they're talking about nothing."]},
{"line": ["Donna: That's the point."]},
{"line": ["Jerry: I know the point."]},
{"line": ["Donna: No one is telling you to like it."]},
{"line": ["Jerry: I mean, all those quick shots of the pants, just pants, \n              pants, "]},
{"line": ["pants, pants, pants, pants, pants. What is that supposed to be?"]},
{"line": ["(Donna sighs, leans away from Jerry, looks at watch)"]},
{"line": [" "]},
{"line": ["Jerry monologue:"]},
{"line": ["What's brutal about the date is the scrutiny that you put each \n              other "]},
{"line": ["through. Because whenever you think about this person in terms \n              of the future, "]},
{"line": ["you have to magnify everything about them. You know, like the guy'll \n              be like "]},
{"line": ["'I don't think her eyebrows are even. Could I look at uneven eyebrows \n              for the "]},
{"line": ["rest of my life?' And of course the woman's looking at the guy, \n              thinking 'What "]},
{"line": ["is he looking at? Do I want somebody looking at me like this for \n              the rest of my "]},
{"line": ["life?'"]},
{"line": [" "]},
{"line": ["Jerry's apartment, day. Jerry and Elaine:"]},
{"line": ["Jerry: I'm supposed to see her again on Thursday, but can I go \n              out with "]},
{"line": ["someone who actually likes this commercial?"]},
{"line": ["Elaine: I once broke up with a guy because he didn't keep his bathroom \n              clean "]},
{"line": ["enough."]},
{"line": ["Jerry: No kidding. Did you tell him that was the reason?"]},
{"line": ["Elaine: Oh yeah, I told him all the time. You would not have believed \n              his "]},
{"line": ["tub: germs were building a town in there - they were constructing \n              offices. "]},
{"line": ["Houses near the drain were going for $150,000."]},
{"line": ["(George enters, looking miserable, holding a brown paper bag)"]},
{"line": ["Elaine: Hi."]},
{"line": ["(George produces Pepto-Bismol bottle and box of bicarb from bag, \n              places "]},
{"line": ["them on counter)"]},
{"line": ["Jerry: You're still thinking about this?"]},
{"line": ["George: (While preparing bicarb) She invites me up at twelve o \n              clock at "]},
{"line": ["night, for coffee. And I don't go up. \"No thank you, I don't \n              want coffee, it "]},
{"line": ["keeps me up. Too late for me to drink coffee.\" I said this \n              to her. People "]},
{"line": ["this stupid shouldn't be allowed to live. I can't imagine what \n              she must think "]},
{"line": ["of me."]},
{"line": ["Jerry: She thinks you're a guy that doesn't like coffee."]},
{"line": ["George: She invited me up. Coffee's not coffee, coffee is sex."]},
{"line": ["Elaine: Maybe coffee was coffee."]},
{"line": ["George: Coffee's coffee in the morning, it's not coffee at twelve \n              o clock at "]},
{"line": ["night."]},
{"line": ["Elaine: Well some people drink coffee that late."]},
{"line": ["George: Yeah, people who work at NORAD, who're on twenty-four hour \n              missile "]},
{"line": ["watch. Everything was going along so great: she was laughing, I \n              was funny. I "]},
{"line": ["kept saying to myself \"Keep it up, don't blow it, you're doing \n              great.\""]},
{"line": ["Elaine: It's all in your head. All she knows is she had a good \n              time. I "]},
{"line": ["think you should call her."]},
{"line": ["George: I can't call her now, it's too soon. I'm planning a Wednesday \n              call."]},
{"line": ["Elaine: Oh, why? I love it when guys call me the next day."]},
{"line": ["George: Of course you do, but you're imagining a guy you like, \n              not a guy who "]},
{"line": ["goes (in stupid voice) \"Oh no, I don't drink coffee late at \n              night.\" If I call "]},
{"line": ["her now, she's gonna think I'm too needy. "]},
{"line": ["Women don't wanna see need. They want a take-charge guy - a colonel, \n              a "]},
{"line": ["kaiser, a tsar."]},
{"line": ["Elaine: All she'll think is that you like her."]},
{"line": ["George: Yes, she wants me to like her, if she likes me, but she \n              doesn't like "]},
{"line": ["me!"]},
{"line": ["Elaine: I don't know what your parents did to you."]},
{"line": ["(Kramer enters, points at Jerry)"]},
{"line": ["Kramer: Hey, I just thought of a really funny thing for your act. \n              Alright, "]},
{"line": ["you're up there, you're on the stage and you go \"Hey, you \n              ever notice how cars "]},
{"line": ["here in New York, they never get out of the way of ambulances anymore. \n            "]},
{"line": ["Someone's in a life-and-death situation, and we're thinking 'Well, \n              sorry buddy, "]},
{"line": ["you should've thought of that when you were eating cheese omelettes \n              and sauages "]},
{"line": ["for breakfast every morning for the last thirty years.'\" So \n              you gonna use it?"]},
{"line": ["Jerry: I don't think so."]},
{"line": ["Kramer: It's funny."]},
{"line": ["Elaine: It is funny."]},
{"line": ["Kramer: That's as good as anything you do."]},
{"line": ["George: Alright, I gotta make a call. Everybody out, come on."]},
{"line": ["Jerry: Why do we have to leave?"]},
{"line": ["George: Because I can't call a woman with other people in the room. \n              Come "]},
{"line": ["on, let's go."]},
{"line": ["Elaine: Oh, see, this is the problem."]},
{"line": ["Jerry: You're kicking me out of my house?"]},
{"line": ["George: Yes."]},
{"line": ["Elaine: Don't forget."]},
{"line": ["George: Oh Jerry, do you have any apples?"]},
{"line": ["Jerry: Don't do the apples. That's enough already with the apples."]},
{"line": ["(Elaine, Kramer and Jerry leave. George removes jacket, dials phone)"]},
{"line": ["Phone: Hi, it's Carol, I 'll get back to you. (Beep)"]},
{"line": ["George: Uhm, hi, it's George, George Costanza, remember me? The \n              guy that "]},
{"line": ["didn't come up for coffee."]},
{"line": ["You see, I didn't realise that coffee didn't really mean ... well, \n            "]},
{"line": ["whatever. Anyway, it was fun. It was, erm, it was fun, so, oh boy, \n              uhm, so, "]},
{"line": ["you call me back. If you want, it's up to you, you know, whatever \n              you wanna do. "]},
{"line": ["Either way. The ball's in your court. So, er, take it easy."]},
{"line": ["(Hangs up. Jerry enters)"]},
{"line": ["Jerry: I'm just gonna get my jacket, I'll meet you downstairs. \n              What's the "]},
{"line": ["matter, did you call?"]},
{"line": ["(Elaine enters) "]},
{"line": ["George: Got her machine. I'm dead, I'm a dead man. That's it. I'm \n              dead, "]},
{"line": ["I'm a dead man. Dead man."]},
{"line": ["Jerry: What did you say?"]},
{"line": ["George: I don't know what the hell I said. I gave her an ultimatum \n              and "]},
{"line": ["there's nothing I can do. It's a machine. The little light is blinking \n              right "]},
{"line": ["now: 'Come and listen to the idiot. Hey everybody, the idiot's \n              on!'"]},
{"line": ["Jerry: After one date you try and improvise on her machine?"]},
{"line": ["George: Now I'm in the worst position of all."]},
{"line": ["Elaine: Y'know, my brother-in-law once left a message on this guy's \n              machine, "]},
{"line": ["and he blurted out some business information he wasn't supposed \n              to, and it would "]},
{"line": ["have cost him $15,000, so he waited outside the guy's house and \n              when the guy "]},
{"line": ["came home he went upstairs with him and he switched the tape."]},
{"line": ["George: He did that?"]},
{"line": ["Elaine: Yeah."]},
{"line": ["George: Somebody did that?"]},
{"line": ["Jerry: She'll call you back. You're overreacting."]},
{"line": [" "]},
{"line": ["Jerry's apartment. Jerry and Donna: "]},
{"line": ["Jerry: Not once."]},
{"line": ["Donna: Never?"]},
{"line": ["Jerry: I have never seen one episode of 'I Love Lucy' in my life \n              ever."]},
{"line": ["Donna: That's amazing."]},
{"line": ["Jerry: Thank you."]},
{"line": ["Donna: Is there anything else about you I should know?"]},
{"line": ["Jerry: Yes, I'm lactose intolerant."]},
{"line": ["Donna: Really?"]},
{"line": ["Jerry: I have no patience for lactose. And I won't stand for it. \n              Uhm, "]},
{"line": ["I'll be right back. (Goes to bathroom)"]},
{"line": ["(George enters)"]},
{"line": ["George: Wait till you hear this (sees Donna). Whoa, ah, I'm sorry, \n              I "]},
{"line": ["didn't, I had no idea. (Goes to leave)"]},
{"line": ["Donna: Wait, wait. He's in the bathroom."]},
{"line": ["George: I just wanted to talk to him for a minute, but I'll come \n              back."]},
{"line": ["Donna: You don't have to leave."]},
{"line": ["George: You sure?"]},
{"line": ["Donna: Yes."]},
{"line": ["George: OK."]},
{"line": ["Donna: I'm Donna."]},
{"line": ["George: Donna. Oh, you're the one that likes that commercial!"]},
{"line": ["Donna: He told you about that."]},
{"line": ["George: No, he, he didn't actually tell me that, uh, we were talking \n              about "]},
{"line": ["that commercial, in fact I think I brought it up because I like \n              that commercial. "]},
{"line": ["No, he, he would never tell me anything like that. He never discusses \n              anything. "]},
{"line": ["He's, he's like a clam. You're not gonna mention this, to him.. \n              (Jerry re-"]},
{"line": ["enters)"]},
{"line": ["Donna: (To Jerry) So you go around telling your friends I'm not \n              hip "]},
{"line": ["because I like that commercial. "]},
{"line": ["Jerry: What? (To George) What did, what did you say?"]},
{"line": ["George: Say? What? Nothing, I.. "]},
{"line": ["Donna: You told him how I like the commercial."]},
{"line": ["Jerry: Well, so what if I said that?"]},
{"line": ["Donna: Well, so, you didn't have to tell your friends."]},
{"line": ["Jerry: No, I had to tell my friends, my friends didn't have to \n              tell you."]},
{"line": ["George: (To Donna) Why did you have to get me in trouble?"]},
{"line": ["Donna: I don't like you talking about me with your friends behind \n              my back."]},
{"line": ["George: Boy oh boy."]},
{"line": ["Jerry: I said I couldn't believe you liked that commercial. So \n              what?"]},
{"line": ["Donna: I asked some friends of mine this week, and all of them \n              liked the "]},
{"line": ["commercial."]},
{"line": ["Jerry: Boy, I bet you got a regular Algonquin round table there."]},
{"line": ["(Kramer enters)"]},
{"line": ["K Hey."]},
{"line": ["Jerry: Oh, Kramer, this is Donna."]},
{"line": ["k Oh. Cotton Dockers!"]},
{"line": ["George: Hello! Alright, we should be going. Come on .(Grabs Kramer)"]},
{"line": ["k What? Where are we going?"]},
{"line": ["George: Come on!"]},
{"line": ["Donna: Don't bother, I'm leaving."]},
{"line": ["Jerry: Donna, really, you're making too much of this."]},
{"line": ["K One hundred percent Cotton Dockers, if they're not Dockers, they're \n              just "]},
{"line": ["pants!"]},
{"line": ["Jerry: Please, Donna."]},
{"line": ["Donna: I don't wanna hear it.(Leaves) "]},
{"line": ["George: I can't believe I said that. You know me, I'm a vault."]},
{"line": ["Jerry: Don't worry about it, it wasn't working anyway."]},
{"line": ["k What happened there?"]},
{"line": ["Jerry: I'll tell you later. "]},
{"line": ["George: You are not gonna believe what's going on with this woman."]},
{"line": [" "]},
{"line": [" "]},
{"line": ["Monk's Diner. George and Jerry sat in booth: "]},
{"line": ["George: OK, so you remember I made the initial call Sunday, she \n              doesn't call "]},
{"line": ["back. I call again Monday, I leave another message. I call Tuesday, \n              I get the "]},
{"line": ["machine again: \"I know you're there, I don't know what your \n              story is.\" "]},
{"line": ["Yesterday, I'm a volcano - I try one more call, the machine comes \n              on, and fly "]},
{"line": ["like Mussolini from the balcony- \"Where the hell do you get \n              the nerve? You "]},
{"line": ["invite me up for coffee and then you don't call me back for four \n              days? I don't "]},
{"line": ["like coffee, I don't have to come up. I'd like to get one more \n              shot at the "]},
{"line": ["coffee just so I could spit it in your face.\""]},
{"line": ["Jerry: You said that?"]},
{"line": ["George: I lost it."]},
{"line": ["Jerry: I can't blame you. I can't believe she never called you \n              back."]},
{"line": ["George: She did. Today."]},
{"line": ["Jerry: What?"]},
{"line": ["George: She called my office. She said she's been in the Hamptons \n              since "]},
{"line": ["Sunday. She didn't know if I was trying to get in touch with her. \n              Her machine "]},
{"line": ["broke, and she's been using her old machine and she doesn't have \n              the beeper for "]},
{"line": ["it."]},
{"line": ["Jerry: So she didn't get the messages."]},
{"line": ["George: Exactly, but they're on there waiting. She said she can't \n              wait to "]},
{"line": ["see me, we're having dinner tonight. She's supposed to call me \n              as soon as she "]},
{"line": ["gets home."]},
{"line": ["Jerry: But what about the messages?"]},
{"line": ["(George produces cassette tape from pocket)"]},
{"line": ["Jerry: Elaine's thing? How you gonna get in?"]},
{"line": ["George: I'll meet her outside the building."]},
{"line": ["Jerry: But you know as soon as she gets in the apartment she's \n              going right "]},
{"line": ["for that machine."]},
{"line": ["George: Or she goes for the bathroom. That's my only chance. Who \n              am I "]},
{"line": ["kidding? I can't do this, I can't do this. I don't even know how \n              to work those "]},
{"line": ["stupid machines."]},
{"line": ["Jerry: There's nothing to it. You lift the lid, it comes right \n              out."]},
{"line": ["George: You do it for me."]},
{"line": ["Jerry: What?"]},
{"line": ["George: Come on, it'll be so much easier."]},
{"line": ["Jerry: How you gonna get me up there?"]},
{"line": ["George: I'll tell her I bumped into you, I'm giving you a ride \n              uptown."]},
{"line": ["Jerry: And who makes the switch?"]},
{"line": ["George: You do."]},
{"line": ["Jerry: I do."]},
{"line": ["George: I can't do it. I'll, I'll keep her busy."]},
{"line": ["Jerry: I can't get involved in this."]},
{"line": ["George: I think I may be in love with this woman."]},
{"line": ["Jerry: What if she sees me?"]},
{"line": ["George: Oh, you are such a wuss."]},
{"line": ["Jerry: A wuss?"]},
{"line": ["George: Yeah."]},
{"line": ["Jerry: Did you call me a wuss?"]},
{"line": [" "]},
{"line": ["Outside apartment building, night. George and Jerry are sat on \n              a low wall:"]},
{"line": ["George: Well there is traffic. It might take her till eight-fifteen."]},
{"line": ["Jerry: I got one problem: you're keeping her busy in the other \n              room. Now, "]},
{"line": ["what if she somehow gets away from you and is coming in? You have \n              to signal me "]},
{"line": ["that she's coming."]},
{"line": ["George: A signal, right, erm, OK, er OK, the signal is, I'll call \n              out 'Tippy "]},
{"line": ["toe!'"]},
{"line": ["Jerry: 'Tippy Toe?' I don't think so."]},
{"line": ["George: You don't like 'Tippy toe?'"]},
{"line": ["Jerry: No 'Tippy toe.'"]},
{"line": ["George: Alright, er, OK I got it, erm, I'll sing."]},
{"line": ["Jerry: What song?"]},
{"line": ["George: Erm, 'How do you solve a problem like Maria?'"]},
{"line": ["Jerry: What is that?"]},
{"line": ["George: Oh, it's a lovely song. (Sings) How do you solve a problem \n              like "]},
{"line": ["Maria?"]},
{"line": ["Jerry: Anything else?"]},
{"line": ["George: You pick it."]},
{"line": ["Jerry: 'Lemon Tree'"]},
{"line": ["George: Peter, Paul and Mary."]},
{"line": ["Jerry: No, Trini Lopez."]},
{"line": ["Both: (Singing) Lemon tree very pretty and a lemon flower"]},
{"line": ["George: You got the tape?"]},
{"line": ["Jerry: (Produces tapes) Standard. Micro."]},
{"line": ["George: How do you feel? Confident?"]},
{"line": ["Jerry: Feel good."]},
{"line": ["George: You nervous?"]},
{"line": ["Jerry: Not at all."]},
{"line": ["George: Get up, get up, it's her. Oh, the hell with this, I'm scared \n              to "]},
{"line": ["death, just walk away, it's off, cancel everything, go!"]},
{"line": ["(Carol arrives)"]},
{"line": ["George: Hey! What are you doing here? I thought I was supposed \n              to call you "]},
{"line": ["when I got home."]},
{"line": ["George: I, I couldn't wait. I was too anxious to see you."]},
{"line": ["Carol: Oh, that's so sweet."]},
{"line": ["George: Oh, this is my friend, Jerry Seinfeld. I just bumped into \n              him "]},
{"line": ["around the corner. Isn't that a coincidence? The funny thing is, \n              I see him all "]},
{"line": ["the time."]},
{"line": ["Jerry: All the time."]},
{"line": ["Carol: It's nice to meet you."]},
{"line": ["Jerry: Hi."]},
{"line": ["Carol: So, I'm starving. Where are we gonna eat?"]},
{"line": ["George: You know, we could go uptown, and that way we could give \n              Jerry a "]},
{"line": ["ride home."]},
{"line": ["Carol: OK. Let's go, I'm ready, where'd you park?"]},
{"line": ["George: Don't you wanna go upstairs first?"]},
{"line": ["Carol: No, what for? I'll just give my bag to the doorman."]},
{"line": ["Jerry: You know, I really need to use the bathroom."]},
{"line": ["Carol: Oh well there's a bathroom in the coffee shop just next \n              door."]},
{"line": ["George: Yes, yes, but er, I have to make a call, so..."]},
{"line": ["Carol: Well they have a phone."]},
{"line": ["(George takes Carol to one side)"]},
{"line": ["George: I know Jerry. He has this phobia about public toilets. \n              I think we "]},
{"line": ["really should go upstairs."]},
{"line": ["Carol: (Aloud) You know, I think I will go upstairs. I can check \n              my "]},
{"line": ["machine."]},
{"line": ["George: Right, right."]},
{"line": ["(They enter building)"]},
{"line": [" "]},
{"line": ["Inside Carol's apartment. Carol, Jerry and George enter:"]},
{"line": ["Carol: The bathroom's on the hall to the right."]},
{"line": ["Jerry: Er, you know, why don't you go first, you just had a long \n              trip."]},
{"line": ["Carol: No, I'm fine."]},
{"line": ["Jerry: Uhmmm, you know, it's the damnedest thing, it went away."]},
{"line": ["Carol: Oh that's weird."]},
{"line": ["George: No, no that can happen. I've, er, I've read about that \n              in medical "]},
{"line": ["journals. It's a freak thing, but..."]},
{"line": ["Carol: Well, let me just check my messages, and we'll go."]},
{"line": ["George: Uh, Carol, can I talk to you for a second? Right now."]},
{"line": ["Carol: Sure."]},
{"line": ["George: Please, this is very, very important. (Leads her to other \n              room)"]},
{"line": ["(Jerry goes over to machine to switch tape)"]},
{"line": ["George: (Shouts from other room) Uhh, tippy toe! Tippy toe! Lemon \n              tree!"]},
{"line": ["(Carol reappears followed by George)"]},
{"line": ["Carol: (To Jerry) Now I know who you are. You're a comedian. I've \n              seen "]},
{"line": ["you, it's driving me crazy."]},
{"line": ["Jerry: Right. I am."]},
{"line": ["George: Carol, that's so rude. Please, I'm serious, just for a \n              moment, if "]},
{"line": ["you wouldn't mind, and then we'll talk to Jerry."]},
{"line": ["(George leads Carol back out, Jerry switches tapes)"]},
{"line": ["Jerry: (Shouts) Hey you two. I'm ready to go."]},
{"line": ["(George and Carol return)"]},
{"line": ["Carol: That's what you had to tell me? Your father wears sneakers \n              in the "]},
{"line": ["pool?"]},
{"line": ["George: (To Jerry) Don't you find that strange?"]},
{"line": ["Jerry: Yes."]},
{"line": ["Carol: Well, I'll just check my machine and we'll go. No, nothing \n              here, "]},
{"line": ["let's go. Oh, I forgot to tell you. After I talked to you today \n              my neighbour "]},
{"line": ["called me and played my messages to me over the phone."]},
{"line": ["George: Oh, uhhh..."]},
{"line": ["Carol: Yours were hilarious, we were both cracking up. I just love \n              jokes "]},
{"line": ["like that."]},
{"line": ["(All three leave)"]},
{"line": [" "]},
{"line": ["Jerry's closing monologue:"]},
{"line": ["I love my phone machine. I wish I was a phone machine. I wish if \n              I saw "]},
{"line": ["somebody on the street I didn't want to talk to I could go \"Excuse \n              me, I'm not "]},
{"line": ["in right now. If you could just leave a message, I could walk away.\" \n              I also "]},
{"line": ["have a cordless phone, but I don't like that as much, because you \n              can't slam "]},
{"line": ["down a cordless phone. You get mad at somebody on a real phone \n              - \"You can't "]},
{"line": ["talk to me like that!\" Bang! You know. You get mad at somebody \n              on a cordless "]},
{"line": ["phone - \"You can't talk to me like that!\" (Mimes fiddly \n              button-pressing) \"I "]},
{"line": ["told him!\""]},
{"line": [" "]},
{"line": [" "]},
{"line": [" "]},
{"line": [" \n             \n            \n            \n        \n      \n    \n     \n      \n      \n    \n  \n\n\n \n\n \n\n\n\n \n\n\n\n", "\n        "]},
{"line": []},
{"line": [" "]},
{"line": []},
{"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]},
{"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}
]