[
{"title": "The Couch"},
{"line": []},
{"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]},
{"line": [" "]},
{"line": ["\n        Transcribed by Brian Dickson on Nov. 27, 2002.", "\n        Originally posted on The News Guys(Mike's) site ", "\n        ", "(Permission is given to copy scripts to other sites provided credits \n        as two lines above are included - Thanks)"]},
{"line": ["SEINFELD Episode no. 91 \"The Couch\" (Original air date 27 Oct \n        1994)", "\n        ", "\n        Directed by Andy Ackerman. Written by Larry David.", "\n        ", "\n        Guest stars: Reni Santoni (Poppie)", "\n            David James Elliott (Carl)", "\n            Robert Hooks (Joe)", "\n            Denise Dowse (Joe's wife)", "\n            Diana Theodore (Remy)", "\n            Patton Oswald (Video store clerk)", "\n            Jessica Hecht (Marie)", "\n            Mari Weiss (Woman no. 1)", "\n            Tamar Cooper (Woman no. 2)", "\n        Beverly C. Brown (Woman no. 3)", "\n            Jeris Lee Poindexter (Moving guy)", "\n        ", "\n        ", "\n        Jerry's stand-up: The love seat, that's a nice little item, there...I \n        guess some guy ", "\n        thought, 'Well, if we can't get them to sit closer to us, why not just \n        shorten the ", "\n        furniture?' My other favorite furniture brand is the La-Z-Boy. This is \n        very flattering to ", "\n        the prospective customer, isn't it? Why don't we just call it the 'half-conscious \n        deadbeat ", "\n        with no job, home all day, eating Cheetos and watching TV' recliner? I \n        mean, it goes back ", "\n        so far, that thing...I mean, it's like, 'Go to bed already! It's over! \n        You're wiped!'", "\n        ", "\n        ", "\n        Opening scene - Jerry and George in a furniture store. Jerry is shopping \n        for a new couch.", "\n        ", "\n        JERRY: So, she got you to join a book club?", "\n        ", "\n        GEORGE: I got a feeling I'm gonna be much smarter than you pretty soon.", "\n        ", "\n        JERRY: Well, I think that statement alone reflects your burgeoning intelligence. \n        <Sits on a couch.> Hey, what about this one?", "\n        ", "\n        GEORGE: Nah, I don't like that one.", "\n        ", "\n        JERRY: So, what's your first book?", "\n        ", "\n        GEORGE: \"Breakfast At Tiffany's.\" 90 pages. <Waves a hand \n        like it's nothing.>", "\n        ", "\n        JERRY: It's kinda old, isn't it?", "\n        ", "\n        GEORGE: They wanted to read a Truman Capote book.", "\n        ", "\n        JERRY (standing): Oh, sure...Truman Capote.", "\n        ", "\n        GEORGE: He's a great writer.", "\n        ", "\n        JERRY: Oh, yeah.", "\n        ", "\n        GEORGE: Did you ever read anything by him?", "\n        ", "\n        JERRY: No. You?", "\n        ", "\n        GEORGE: Nah.", "\n        ", "\n        JERRY (sees a white couch by the wall): Oh, what about this one? Look \n        at this, this is it! This is what I'm looking for. <Sits on the couch.> \n        Oh, yeah!", "\n        ", "\n        ", "\n        New scene - Jerry and Elaine in Jerry's apartment. The moving guys are \n        delivering Jerry's new couch.", "\n        ", "\n        ELAINE: Hey, what's going on?", "\n        ", "\n        JERRY: New couch, baby!", "\n        ", "\n        ELAINE: New couch? Why?", "\n        ", "\n        JERRY: I love this couch. You know what the best part about it is? It \n        doesn't fold out, so no one can sleep over. ", "\n        ", "\n        <Elaine laughs. Carl and another furniture mover come in, and they \n        pick up Jerry's old couch.>", "\n        ", "\n        ELAINE (to Carl, flirtatiously): Hello.", "\n        ", "\n        CARL: Hello.", "\n        ", "\n        ELAINE: Oh, let me get the door for you. <They carry the couch out \n        the door.> Ooh, be careful!", "\n        ", "\n        JERRY: Wait till you see it, it's perfect. The guy told me it's one of \n        a kind, they stopped making it.", "\n        ", "\n        ELAINE: What are you doing with your old couch?", "\n        ", "\n        JERRY: Nothing, the moving guys are taking it. Why, you want it?", "\n        ", "\n        ELAINE: Yeah, I'll take it.", "\n        ", "\n        JERRY: Well, I'm sure that they can deliver it to your apartment.", "\n        ", "\n        ELAINE: Yes, they can. <Kramer enters.>", "\n        ", "\n        KRAMER: Hey! Couch is comin.'", "\n        ", "\n        JERRY: It's here!", "\n        ", "\n        KRAMER: Alright! Yeah. You know, I'm excited about this, Jerry. In a way, \n        I feel like I'm getting a new couch.", "\n        ", "\n        JERRY (nonplussed): Yeah. So do I.", "\n        ", "\n        KRAMER: Ooh! Remember Poppie?", "\n        ", "\n        JERRY: Oh, you mean from Poppie's Restaurant?", "\n        ", "\n        KRAMER: Yeah, yeah. Anyway, uh...we're going into business together. Remember \n        that idea I had a few years ago about the pizza place where you make your \n        own pizza?", "\n        ", "\n        JERRY: Yeah.", "\n        ", "\n        ELAINE: What was that again?", "\n        ", "\n        KRAMER: It's a pizza place where you make your own pie! We give you the \n        dough, the sauce, the cheese...you pound it, slap it, you flip it up into \n        the air...you put your toppings on and you slide it into the oven! Sounds \n        good, huh?", "\n        ", "\n        ELAINE (in a southern accent): Ooh, I can't wait to get me a fella and \n        make mah own pie!", "\n        ", "\n        JERRY: What made you resurrect that old idea?", "\n        ", "\n        KRAMER: Well, I happened to be eating at Poppie's when I told him the \n        \"old\" idea, and his eyes - waaaaaah! - just lit up. You know, \n        he wants to back it.", "\n        ", "\n        ELAINE: I heard Poppie's was good, let's go.", "\n        ", "\n        JERRY: I'm not goin' there. Didn't he get busted by the Board of Health?", "\n        ", "\n        KRAMER: That was in the past, Jerry. As it happens, New York Magazine \n        just judged his kitchen to be one of the cleanest in the city. They got \n        a duck there, you think you died and went to heaven.", "\n        ", "\n        ELAINE: Ooh! I love duck. C'mon, c'mon!", "\n        ", "\n        KRAMER: Yeah, but you gotta order it two days in advance. (To Jerry) You \n        know, I'm gonna call him, I'm gonna order the duck for you.", "\n        ", "\n        JERRY: Oh, Kramer, I -", "\n        ", "\n        <Kramer turns around and runs smack into Jerry's new couch being brought \n        in by Carl and the other moving guy, and hits the floor. They place the \n        couch in the same spot as the old one.>", "\n        ", "\n        JERRY: Right there, guys. That's perfect. Ah? Whatta ya think, Lainie?", "\n        ", "\n        ELAINE: Well, I don't know. I'll have to sit on it.", "\n        ", "\n        JERRY: Oh no, I don't want anyone sitting on it.", "\n        ", "\n        CARL (hands Jerry an invoice): Sign here.", "\n        ", "\n        ELAINE (to Carl): Excuse me, I was wondering if would it be possible if \n        you could deliver the old couch to my apartment? It's not very far.", "\n        ", "\n        CARL: Sure.", "\n        ", "\n        ELAINE: 'Kay. You, uh...you got room in the truck for me?", "\n", "\n        ", "\n        CARL: Yeah, I think we can squeeze you in.", "\n        ", "\n        ELAINE: Oh, goody. Okay, well uh...(to Jerry and Kramer)...I'll see you \n        chumps later. <Elaine and Carl exit.>", "\n        ", "\n        KRAMER: Did you offer those guys a drink?", "\n        ", "\n        JERRY: Uh, no. Should I have?", "\n        ", "\n        KRAMER: What kind of a person are you?", "\n        ", "\n        JERRY: I don't know.", "\n        ", "\n        ", "\n        New scene - George at home, preparing to read \"Breakfast At Tiffany's.\"", "\n        ", "\n        GEORGE: Okay. \"Breakfast At Tiffany's.\" <Begins to read, \n        but gradually his attention is drawn to the TV Guide on the end table. \n        George realizes there's a show on he wants to see by looking at his watch, \n        and doesn't start the book.>", "\n        ", "\n        ", "\n        New scene - Jerry and Elaine at Poppie's Restaurant.", "\n        ", "\n        ELAINE: So, he puts the couch down, and just as he's about to leave he \n        says, \"Do you date moving men?\"", "\n        ", "\n        JERRY: Ah ha...", "\n        ", "\n        ELAINE: You wanna know what I said?", "\n        ", "\n        JERRY: I can't wait.", "\n        ", "\n        ELAINE: \"I do now.\" ", "\n        ", "\n        JERRY: Clever.", "\n        ", "\n        ELAINE: Is that something? ", "\n        ", "\n        JERRY: Yes.", "\n        ", "\n        ELAINE: Is that something?", "\n        ", "\n        JERRY: You're something. So anyway, when they were in my house before, \n        I didn't offer them anything to drink. ", "\n        ", "\n        ELAINE: Well, they're real men, Jerry. They get sweaty.", "\n        ", "\n        JERRY: So, anyone sweaty comes into your house has to be offered a drink?", "\n        ", "\n        ELAINE: Yes.", "\n        ", "\n        JERRY: Well, would you apologize for me? <Elaine nods. Poppie comes \n        out of the kitchen.>", "\n        ", "\n        POPPIE: Hello! Jerry, so good to see you again! <Puts his hand out.>", "\n        ", "\n        JERRY (clearly creeped out by having to shake Poppie's hand): Hello, Poppie. \n        This is Elaine.", "\n        ", "\n        ELAINE: Nice to meet you, Poppie.", "\n        ", "\n        POPPIE: Let me show you to your table. <Leads Jerry and Elaine to the \n        table.> Your duck is cooking as we speak. It is so succulent...so succulent!", "\n        ", "\n        JERRY: Well, Kramer told us all about your business venture together. \n        ", "\n        ", "\n        POPPIE: Your friend and I are going to make a lot of money. Of course, \n        I already have a lot of money. Poppie does very well...very well.", "\n        ", "\n        ELAINE: Well, your mother must be very proud of you.", "\n        ", "\n        POPPIE: My mother...was taken from my house by the Communists in the middle \n        of the night when I was ten years old. She was sent to a slave labor camp, \n        where she labored for twelve years. Finally, they released her and she \n        was on a boat to America to re-unite with us...but she was served some \n        bad fish, and she died...on the high seas.", "\n        ", "\n        JERRY: So, what's good tonight?", "\n        ", "\n        ", "\n        Cut back to George at home. His television program finishes, and he turns \n        off the TV. He stretches, then goes back to reading - not \"Breakfast \n        At Tiffany's\" however, but an issue of Cracked magazine.", "\n        ", "\n        ", "\n        Cut back to Jerry and Elaine at Poppie's.", "\n        ", "\n        ELAINE: Boy, I'm really looking forward to this duck. I've never had food \n        ordered in advance before.", "\n        ", "\n        JERRY: Ah, I could've stayed home and ordered a pizza from Paccino's.", "\n        ", "\n        ELAINE: Paccino's? Oh no. You should never order pizza from Paccino's. \n        ", "\n        ", "\n        JERRY: Why not?", "\n        ", "\n        ELAINE: Because, the owner contributes a lot of money to those fanatical, \n        anti-abortion groups.", "\n        ", "\n        JERRY: So, you won't eat the pizza?", "\n        ", "\n        ELAINE: No way.", "\n        ", "\n        JERRY: Really.", "\n        ", "\n        ELAINE: Yeah.", "\n        ", "\n        JERRY: Well, what if Poppie felt the same way?", "\n        ", "\n        ELAINE: Well, I guess I wouldn't eat here, then.", "\n        ", "\n        JERRY: Really! ", "\n        ", "\n        ELAINE: Yeah. That's right.", "\n        ", "\n        JERRY: Well, perhaps we should inquire. Poppie! Oh, Poppie. Could I have \n        a word? <Poppie comes over.>", "\n        ", "\n        POPPIE: Yes, Jerry. I just checked your duck...it is more succulent than \n        even I had hoped.", "\n        ", "\n        JERRY: Poppie, I was just curious...where do you stand on the abortion \n        issue?", "\n        ", "\n        POPPIE: When my mother was abducted by the Communists, she was with child...", "\n        ", "\n        JERRY: Oh, boy.", "\n        ", "\n        POPPIE: ...but the Communists, they put an end to that! So, on this issue \n        there is no debate! And no intelligent person can think differently.", "\n        ", "\n        ELAINE (offended): Well...Poppie. I think differently.", "\n        ", "\n        POPPIE: And what gives you the right to do that?", "\n        ", "\n        ELAINE (standing up): The Supreme Court gives me the right to do that! \n        Let's go Jerry, c'mon.", "\n        ", "\n        WOMAN AT NEXT TABLE (to her date): I heard that. Let's go, Henry.", "\n        ", "\n        HENRY: But we just got here...", "\n        ", "\n        WOMAN AT ANOTHER TABLE: I'm with you, Poppie!", "\n        ", "\n        WOMAN AT YET ANOTHER TABLE (to her date): Let's go!", "\n        ", "\n        ELAINE (to Poppie): And I am not coming back!", "\n        ", "\n        POPPIE: You're not welcome!", "\n        ", "\n        JERRY: Well, I'm certainly glad I brought it up. <Gets up and leaves.>", "\n        ", "\n        ", "\n        New scene - Jerry and George in a booth at the coffee shop.", "\n        ", "\n        JERRY: Well, you should have seen it. It was quite a scene over there.", "\n        ", "\n        GEORGE: I'm sorry I missed it.", "\n        ", "\n        JERRY: Oh, you really missed something. And I have to say...it was pretty \n        much all my fault. <Jerry smiles. George laughs.> So, how's the \n        book coming? <George's laughs taper off...> I say, how's the book \n        comin'?", "\n        ", "\n        GEORGE: Oh...pretty good.", "\n        ", "\n        JERRY: So, what's it about?", "\n        ", "\n        GEORGE: Well, it's about Holly Go-Lightly.", "\n        ", "\n        JERRY: Holly Go-Lightly. ", "\n        ", "\n        GEORGE: Yeah, she's quite a character.", "\n        ", "\n        JERRY: Yes, you haven't read a page, have you?", "\n        ", "\n        GEORGE: No. ", "\n        ", "\n        JERRY: Big surprise.", "\n        ", "\n        GEORGE: I couldn't. You know, if it's not about sports, I find it very \n        hard to concentrate. ", "\n        ", "\n        JERRY: You're not very bright, are you?", "\n        ", "\n        GEORGE: No, I'm not. I would like to be, but I'm not. What am I gonna \n        do? The book club meets in a few days.", "\n        ", "\n        JERRY: Why don't you rent the movie?", "\n        ", "\n        GEORGE: 'Why don't I rent the movie.' See, this is when I like you. Alright, \n        now I'm relieved. <Kramer enters and comes over to the booth.>", "\n        ", "\n        KRAMER (scanning a menu): So...how was the dinner last night?", "\n        ", "\n        JERRY: Oh...well...", "\n", "\n        ", "\n        KRAMER: Did you enjoy the duck? <Elaine comes back from the bathroom.> \n        Oh, Elaine! I was just asking how dinner went last night.", "\n        ", "\n        ELAINE (sitting down): Oh...well...", "\n        ", "\n        KRAMER: Alright, what did you do to Poppie?", "\n        ", "\n        ELAINE: Nothing.", "\n        ", "\n        KRAMER: Well, he's in the hospital. And the cook says you put him there.", "\n        ", "\n        ELAINE: What's wrong with him?", "\n        ", "\n        KRAMER: I don't know! I'm gonna go and visit him later. <angrily> \n        It would be nice if you got him something. <Punches the the table to \n        accentuate this, and leaves.>", "\n        ", "\n        JERRY: We should get him something.", "\n        ", "\n        ELAINE: Yeah. You're right.", "\n        ", "\n        ", "\n        New scene - Elaine and Carl sitting in carl's moving van after a date.", "\n        ", "\n        ELAINE: Do you know that I have been using the same bottle of shampoo \n        for a year? And I shampoo every day. <Carl smiles.> So, what do \n        you think of my conversation?", "\n        ", "\n        CARL: Not much! <They both laugh.> I, uh, would have invited you \n        up, but I don't have any furniture.", "\n        ", "\n        ELAINE: You don't have any furniture?", "\n        ", "\n        CARL: No, I hate furniture. I can't look at it. <They laugh again.>", "\n        ", "\n        ELAINE: Well, I can understand that. Pretty good date, huh?", "\n        ", "\n        CARL: Yeah! No heavy lifting. <Elaine and Carl look into each others \n        eyes, then kiss.>", "\n        ", "\n        ", "\n        New scene - Kramer visiting Poppie at the hospital. There sitting on a \n        bench outside.", "\n        ", "\n        KRAMER: Anyway, Jerry and Elaine felt very badly about what happened to \n        you, and they wanted you to have this.", "\n        ", "\n        POPPIE (opening the gift basket): What's this? A bottle of wine and a \n        five-alarm chili? They're trying to kill Poppie?! ", "\n        ", "\n        KRAMER: Why, what...?", "\n        ", "\n        POPPIE: Don't they know I have a gastro-intestinal disorder? If I would \n        have any of this, I would die. Then Poppie's no good to anyone! This is \n        a sick, sick joke on Poppie. How could you be friends with those two?", "\n        ", "\n        KRAMER: Well, we're not very close.", "\n        ", "\n        POPPIE: They owe me for those ducks. They were flown in from Newfoundland.", "\n        ", "\n        KRAMER: Oh, they got good ducks there, huh?", "\n        ", "\n        POPPIE: Oh, very good ducks.", "\n        ", "\n        ", "\n        New scene - Elaine shows up at Jerry's apartment. Jerry opens the door.", "\n        ", "\n        ELAINE: I'm in looove! ", "\n        ", "\n        JERRY: Whoa!", "\n        ", "\n        ELAINE: This is it, Jerry! This is it! He is such an incredible person! \n        He's real, he's honest, he's unpretentious...oh, I'm really lucky!", "\n        ", "\n        JERRY: Did you tell him I was sorry I didn't offer him the drink?", "\n        ", "\n        ELAINE: No, I forgot. And, the best part is, he doesn't play games. You \n        know? There are no games! <Sits down on the couch.>", "\n        ", "\n        JERRY: No games? What is the point of dating without games? How do you \n        know if you're winning or losing?", "\n        ", "\n        ELAINE (putting on lipstick): Well, all I know is, he doesn't like games \n        and he doesn't play games, you know? He has too much character and integrity.", "\n        ", "\n        JERRY: Ah ha. And what is his stand on abortion?", "\n        ", "\n        ELAINE (looks at Jerry and smears lipstick across her face): What?", "\n        ", "\n        JERRY: What is his stand...on abortion?", "\n        ", "\n        ELAINE: Well, I'm sure he's pro-choice.", "\n        ", "\n        JERRY: How do you know?", "\n        ", "\n        ELAINE: Because he, well...he's just so good-looking.", "\n        ", "\n        JERRY: Well, you should probably ask, because if he's gonna be coming \n        over with those Paccino's pizzas...could be trouble.", "\n        ", "\n        ", "\n        New scene - George at a video store counter.", "\n        ", "\n        GEORGE: I'd like to rent Breakfast At Tiffany's.", "\n        ", "\n        CLERK (checking the computer): Uh, this is out. Someone has it.", "\n        ", "\n        GEORGE: Out? Oh no, I've been to four other places, you're the only ones \n        that have had it.", "\n        ", "\n        CLERK: Well, I could put it on reserve for you, if you'd like.", "\n        ", "\n        GEORGE: Maybe we could call them and ask them to return it.", "\n        ", "\n        CLERK: Oh, sorry. We can't do that.", "\n        ", "\n        GEORGE: Well, maybe they're done with it. I could go pick it up.", "\n        ", "\n        CLERK: I don't think so. It doesn't work that way. ", "\n        ", "\n        <The clerk goes to help another customer, and leaves George unattended. \n        George waits until the clerk's back is turned, then has a good look at \n        the information on his computer monitor.>", "\n        ", "\n        ", "\n        Commercial break.", "\n        ", "\n        New scene - George at the address of the people who have rented Breakfast \n        At Tiffany's. He's buzzed their apartment on the intercom.", "\n        ", "\n        VOICE ON INTERCOM: Yes?", "\n        ", "\n        GEORGE: Uh, excuse me, are you Joe Temple?", "\n        ", "\n        INTERCOM: Yes.", "\n        ", "\n        GEORGE: Uh, yes, uh...you don't know me, my name is George Costanza...did \n        you happen to rent Breakfast At Tiffany's?", "\n        ", "\n        ", "\n        New scene - Jerry laying on his new couch. Kramer enters.", "\n        ", "\n        KRAMER: Hey. ", "\n        ", "\n        JERRY: Hey, what's happenin.'", "\n        ", "\n        KRAMER: Well, you know, Poppie's over at my place. Tonight's the big night. \n        I'm gonna make the first test pizza at the restaurant.", "\n        ", "\n        JERRY: You got a regular 'Manhattan Project' going on over there.", "\n        ", "\n        KRAMER: Yeah. Anyway, he's about to leave, he wants the duck money. <Poppie \n        enters.>", "\n        ", "\n        JERRY: Okay. Hi, Poppie.", "\n        ", "\n        POPPIE: Hello.", "\n        ", "\n        JERRY: I'm sorry about the gift, I didn't know about your condition.", "\n        ", "\n        POPPIE: That's fine. If you just give me my duck money, I'll be on my \n        way.", "\n        ", "\n        JERRY: Okay. I'll get it. <Goes into the bedroom.>", "\n        ", "\n        KRAMER: Why don't you sit down, Poppie? You're still recuperating. <Poppie \n        moves to the sofa and sits down, and exhales a loud sigh of relief.> \n        What, are you tired, Poppie?", "\n        ", "\n        POPPIE: No.", "\n        ", "\n        KRAMER: Hey, Poppie...you really think people wanna make their own pizza?", "\n        ", "\n        POPPIE: Kramer, did I ever tell you about my mother? My mother - ", "\n        ", "\n        JERRY (comes out of the bedroom with Poppie's money): Here you go. <Poppie \n        stands up and takes the money.> Anyway, I'm sorry again about the...<notices \n        a large, wet stain on his couch>...the...the...", "\n        ", "\n        POPPIE: The what? <Looks at Kramer, and exits.>", "\n        ", "\n        JERRY: ...the...the...", "\n        ", "\n        KRAMER (to Poppie): So long. I'll see you tonight.", "\n        ", "\n        JERRY (frantic): Kramer, Kramer, what is this?!", "\n        ", "\n        KRAMER: What is what?", "\n        ", "\n        JERRY: This puddle on my sofa! ", "\n        ", "\n        KRAMER: What puddle?", "\n        ", "\n        JERRY (points): That puddle! <Kramer sees the puddle and does a double-take.> \n        ", "\n        ", "\n        KRAMER: I don't know.", "\n        ", "\n        JERRY (looking at the puddle with Kramer): Is it...? Could it...? Could \n", "\n        he have...? IT IS! <Grabs Kramer.> Poppie peed on my sofa!!", "\n        ", "\n        KRAMER: Are you sure?", "\n        ", "\n        JERRY: Well, what is it then?! My new sofa! Poppie peed on my new sofa!", "\n        ", "\n        KRAMER: I'm sure it'll come out.", "\n        ", "\n        JERRY: I don't care if it comes out, I can't sit on that anymore!", "\n        ", "\n        KRAMER: Ah, you're making too much of it.", "\n        ", "\n        JERRY (sarcastic): Yeah, you're right. It's just a natural human function...happens \n        to be on my sofa, instead of in the toilet, where it would normally be.", "\n        ", "\n        KRAMER: Right!", "\n        ", "\n        ", "\n        New scene - George at Joe Temple's door.", "\n        ", "\n        GEORGE: Well, anyway, the book club meets tomorrow, Mr. Temple.", "\n        ", "\n        JOE: Well, I was going to watch it with my daughter. She likes Audrey \n        Hepburn very much.", "\n        ", "\n        GEORGE: She was a delicate flower. ", "\n        ", "\n        JOE: Why didn't you just read the book?", "\n        ", "\n        GEORGE: Well, as I say, the pink-eye made my vision...quite blurry... \n        <Joe's daughter comes to the door.>", "\n        ", "\n        JOE: Remy, this is George. Would you mind if he watched Breakfast At Tiffany's \n        with us? <George smiles at Remy. Remy looks at Joe doubtfully.>", "\n        ", "\n        ", "\n        ", "\n        New scene - Elaine climbs into the cab of Carl's moving van.", "\n        ", "\n        CARL: Hi.", "\n        ", "\n        ELAINE: Hi. <They kiss.>", "\n        ", "\n        CARL: I missed you.", "\n        ", "\n        ELAINE: Oh, I missed you!", "\n        ", "\n        CARL: I don't remember the last time I felt this way.", "\n        ", "\n        ELAINE: Me, either! ", "\n        ", "\n        CARL: I think about you all the time.", "\n        ", "\n        ELAINE: You do?", "\n        ", "\n        CARL: Do you think about me?", "\n        ", "\n        ELAINE: Oh yeah, all the time, all the time...although, recently I've \n        been thinking about this friend of mine. ", "\n        ", "\n        CARL: What friend?", "\n        ", "\n        ELAINE: Oh, just this woman...she got impregnated by her troglodytic half-brother, \n        and decided to have an abortion. <Waits in suspense for what Carl's \n        response will be.>", "\n        ", "\n        CARL: You know, someday...we're going to get enough people in the Supreme \n        Court to change that law.", "\n        ", "\n        <Elaine breaks down in tears.>", "\n        ", "\n        ", "\n        New scene - George sitting on Joe's couch, about to watch Breakfast At \n        Tiffany's with Joe and Remy.", "\n        ", "\n        GEORGE: So, anything to uh, nosh?", "\n        ", "\n        JOE: What did you want?", "\n        ", "\n        GEORGE: Popcorn?", "\n        ", "\n        REMY: Popcorn? Where do you think you are?", "\n        ", "\n        GEORGE: Well, a lot of people keep popcorn in the house.", "\n        ", "\n        REMY: Well, we don't.", "\n        ", "\n        GEORGE: You might want to try it...makes the movie more enjoyable, that's \n        all.", "\n        ", "\n        JOE (passes George a bowl): Here's some nuts.", "\n        ", "\n        GEORGE: Oh! Nuts! Excellent! You know what I love? How there's two nuts \n        named after people. Hazel...and filbert.", "\n        ", "\n        REMY (to Joe): Can we watch the movie now, Daddy? <Joe presses play \n        on the remote.>", "\n        ", "\n        GEORGE: Hey, let's turn off the lights, get some real 'movie atmosphere.'", "\n        ", "\n        JOE: The lights are fine. <George shrugs, and the movie begins.>", "\n        ", "\n        ", "\n        New scene - Kramer and Poppie in the kitchen of the restaurant, making \n        the first 'test pizza.'", "\n        ", "\n        KRAMER (in a chef's hat and apron): See, anybody can do this. <Tosses \n        pizza dough into the air.>", "\n        ", "\n        POPPIE: Use your wrist! It's all in the wrist. <Kramer tosses the dough \n        way up there.> Not too high!", "\n        ", "\n        KRAMER (puts the dough on the counter): Alright, put a little sauce on \n        here... <speaks some unintelligible words in an Italian accent while \n        spreading the sauce around.> Some cheese...", "\n        ", "\n        POPPIE: Not too much!", "\n        ", "\n        KRAMER: And...cucumbers! <Grabs a large handful and puts them on the \n        pizza.>", "\n        ", "\n        POPPIE: Wait a second...what is that?", "\n        ", "\n        KRAMER: It's cucumbers.", "\n        ", "\n        POPPIE: No, no. You can't put cucumbers on a pizza.", "\n        ", "\n        KRAMER: Well, why not? I like cucumbers.", "\n        ", "\n        POPPIE: That's not a pizza. It'll taste terrible.", "\n        ", "\n        KRAMER: But that's the idea, you make your own pie.", "\n        ", "\n        POPPIE: Yes, but we cannot give the people the right to choose any topping \n        they want! Now on this issue there can be no debate!", "\n        ", "\n        KRAMER: What gives you the right to tell me how I would make my pie?", "\n        ", "\n        POPPIE: Because it's a pizza!", "\n        ", "\n        KRAMER: It's not a pizza until it comes out of the oven!", "\n        ", "\n        POPPIE: It's a pizza the moment you put your fists in the dough!", "\n        ", "\n        KRAMER: No, it isn't!", "\n        ", "\n        POPPIE: Yes, it is!", "\n        ", "\n        ", "\n        Cut back to George, Joe and Remy watching the movie. Joe's wife enters.", "\n        ", "\n        JOE'S WIFE: I'm home.", "\n        ", "\n        JOE: Hey, honey.", "\n        ", "\n        REMY: Hi, Mom.", "\n        ", "\n        JOE'S WIFE: Hi, baby. <To George.> Hello. Breakfast At Tiffany's?", "\n        ", "\n        JOE: Yeah. ", "\n        ", "\n        JOE'S WIFE: Well, I just came back from Angela's, it's not looking very \n        good for Duncan. ", "\n        ", "\n        JOE: Aw, that's too bad.", "\n        ", "\n        JOE'S WIFE: Yeah, the doctor thinks it's just a matter of time - ", "\n        ", "\n        GEORGE (clears his throat, annoyed that the movie's being interrupted): \n        Joe...could you...", "\n        ", "\n        JOE'S WIFE: Poor guy, I hate to see him suffer like this...", "\n        ", "\n        GEORGE: You know, I'm sorry, I...I hate to be one of those people, but \n        we're right in the middle of this thing...I can't hear.", "\n        ", "\n        JOE'S WIFE: Who are you?", "\n        ", "\n        JOE: This is George Costanza.", "\n        ", "\n        GEORGE (irritated): This is very hard to follow with all the talking.", "\n        ", "\n        JOE: I'll pause it, okay? <Pauses the tape with the remote.>", "\n        ", "\n        GEORGE: Any more grape juice? <Gets up and goes to the kitchen. Remy \n        moves to the end of the couch where George was sitting.>", "\n        ", "\n        JOE'S WIFE: Who is this guy?", "\n        ", "\n        REMY: He's in some book club.", "\n        ", "\n        JOE'S WIFE: And what's he doing here?", "\n        ", "\n        REMY: Cheating on his test. <George returns from the kitchen with a \n        glass of grape juice.>", "\n        ", "\n        GEORGE: So, we watching the movie, or are we still talking? <Joe's \n        wife shakes her head and goes into the other room. George gestures to \n        Remy to move.> Okay, c'mon. Let's go.", "\n        ", "\n", "\n        REMY: What?", "\n        ", "\n        GEORGE: C'mon, you took my seat.", "\n        ", "\n        REMY: It's not your seat.", "\n        ", "\n        GEORGE: I was sitting there, c'mon.", "\n        ", "\n        REMY: You didn't save it.", "\n        ", "\n        GEORGE: I had the arm! Joe...", "\n        ", "\n        JOE: What's the difference?", "\n        ", "\n        GEORGE: Well, I was very comfortable! I've got my nuts here...", "\n        ", "\n        REMY: It's my couch.", "\n        ", "\n        GEORGE: Alright, c'mon, scooch over. <Tries to squeeze into the corner \n        seat of the couch and struggles with Remy. He spills his glass of grape \n        juice all over the couch in the process.>", "\n        ", "\n        REMY: Look! Look what you did! You got grape juice all over our couch, \n        you've ruined our couch! <Joe slowly walks toward George with his hands \n        on his hips.>", "\n        ", "\n        GEORGE: Joe...", "\n        ", "\n        ", "\n        New scene - Jerry and Elaine in Jerry's apartment the next day, looking \n        at the \"Poppie-stain\" on Jerry's sofa.", "\n        ", "\n        ELAINE: Oh my god.", "\n        ", "\n        JERRY: You see?!", "\n        ", "\n        ELAINE: So, you're gonna get a new couch?", "\n        ", "\n        JERRY: Well, I guess I have no choice.", "\n        ", "\n        ELAINE: Do you want your old couch back?", "\n        ", "\n        JERRY: I was hoping you'd offer. <The intercom buzzes, Jerry answers \n        it.> Yeah?", "\n        ", "\n        INTERCOM: It's the movers.", "\n        ", "\n        JERRY: 'Kay. <Buzzes them in.>", "\n        ", "\n        ELAINE: Who's that?", "\n        ", "\n        JERRY: Your boyfriend, he's taking it out.", "\n        ", "\n        ELAINE: No, no, he's not my boyfriend.", "\n        ", "\n        JERRY: Why?", "\n        ", "\n        ELAINE: Take a guess.", "\n        ", "\n        JERRY: Oh, really. <Carl and another moving guy come in and pick up \n        the couch.>", "\n        ", "\n        ELAINE: Hi.", "\n        ", "\n        CARL: Hi.", "\n        ", "\n        JERRY: Hey Carl, I also need you to go to Elaine's and bring my old couch \n        back.", "\n        ", "\n        CARL: Today?", "\n        ", "\n        JERRY: Could you?", "\n        ", "\n        CARL: Sure.", "\n        ", "\n        ELAINE (to Jerry): What are you doing with this couch?", "\n        ", "\n        JERRY: George is taking it.", "\n        ", "\n        ELAINE: Did you tell him it was peed on?", "\n        ", "\n        JERRY: He said he doesn't care, he'll just turn the cushion over.", "\n        ", "\n        ", "\n        New scene - Elaine and Carl in Elaine's kitchen.", "\n        ", "\n        CARL: I'm sorry you feel that way, Elaine.", "\n        ", "\n        ELAINE: Yeah, me too. ", "\n        ", "\n        CARL: It's just too bad.", "\n        ", "\n        ELAINE: Yeah. It is.", "\n        ", "\n        CARL: Well, I better get this couch back to Jerry's.", "\n        ", "\n        ELAINE: Can I offer you anything to drink?", "\n        ", "\n        CARL (off-camera): Yeah, sure.", "\n        ", "\n        ELAINE (looking in the fridge): All I've got is grape juice.", "\n        ", "\n        CARL: Throw it!", "\n        ", "\n        <Elaine heaves the grape juice bottle over-hand at Carl, and we hear \n        the sound of breaking glass.>", "\n        ", "\n        CARL: The couch!", "\n        ", "\n        ", "\n        Commercial break.", "\n        ", "\n        New scene - George sitting in with the book club around a back booth at \n        Monk's.", "\n        ", "\n        MARIE (describing Holly Go-Lightly in \"Breakfast At Tiffany's\"): \n        She didn't want the constraints of any relationship, that's why she got \n        rid of the cat. The most important thing in Holly's life was her independence.", "\n        ", "\n        GEORGE: Well, not really. After all, she did get together with George \n        Peppard. I mean, Fred.", "\n        ", "\n        MARIE: George...Fred's gay.", "\n        ", "\n        <George ponders this quizzically.>", "\n        ", "\n        End of episode.", "\n        ", "\n        Transcribed by Brian Dickson on Nov. 27, 2002.", "\n        Originally posted on The News Guys(Mike's) site  \n      \n     \n      \n      \n    \n  \n\n\n"]},
{"line": [" "]},
{"line": []},
{"line": [" "]},
{"line": []},
{"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]},
{"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}
]