[
{"title": "The Gymnast"},
{"line": []},
{"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]},
{"line": [" "]},
{"line": ["Written by: Alec Berg & Jeff Schaffer ", "\n        Directed by: Andy Ackerman"]},
{"line": ["Guest Cast:", "\n        Lois Nettleton: Mrs. Enright", "\n        Elina Lwensohn: Katya", "\n        Jessica Hecht: Lindsay", "\n        Maurice Godin: Misha", "\n        James Sweeney: Aronson", "\n        David Blackwood: Beck", "\n        Phil Ramsey: Man in Car", "\n        Damian London: Party Guest"]},
{"line": ["------------------------------------------------------------------"]},
{"line": ["[Nightclub]"]},
{"line": ["JERRY: I've never been able to figure out why they make these bizarre \n        toilet seats that they have. You know, like those clear Lucite ones, with \n        all the, the coins in it? It's a lovely tribute to our past president, \n        by the way. It's not bad enough Lincoln got shot in the head, we gotta \n        pull down our pants and sit on him, too. It's just incomprehensible that \n        you would buy a thing like this, you install it on your toilet seat, and \n        this says what about you? \"Well, I can't afford to just throw money \n        down the toilet, but look how close I am!\""]},
{"line": [" "]},
{"line": ["[Jerry's apartment]"]},
{"line": ["JERRY: I cannot believe Lindsay's still seeing you after that \"Breakfast \n        at Tiffany's\" thing."]},
{"line": ["GEORGE: I think she finds my stupidity charming."]},
{"line": ["JERRY: As we all do."]},
{"line": ["GEORGE: Yeah, anyway, she's uh, having some kind of a family lunch, I'll \n        swing by after."]},
{"line": ["JERRY: Oh, so you're gonna meet the mother?"]},
{"line": ["GEORGE: Yeah, I'll zip in, \"How do you do?\", zip out. She'll \n        love me."]},
{"line": ["JERRY: You're good with the mothers."]},
{"line": ["GEORGE: Y'know, I'm better with the mothers than I am with the daughters."]},
{"line": ["JERRY: Maybe you should date the mothers."]},
{"line": ["GEORGE: Well, if I could talk to the mothers and have sex with the daughters, \n        then I'd really have something goin'."]},
{"line": ["JERRY: Oh, you got something goin'."]},
{"line": ["GEORGE: Yeah."]},
{"line": ["KRAMER: (enters apartment) Hey."]},
{"line": ["GEORGE: Hey! (heads toward bathroom)"]},
{"line": ["KRAMER: Hey, you got a hammer?"]},
{"line": ["JERRY: What do you need a hammer for?"]},
{"line": ["KRAMER: Well, I got this new poster. 3-D art? Computers generate 'em."]},
{"line": ["JERRY: Oh, yeah! I wanna see that. Bring it over."]},
{"line": ["KRAMER: No, no, I don't have it now. I gotta pick it up at Mr. Pitt's. \n        Elaine was framing a bunch of stuff for him, so she did me a favor. What, \n        you wanna take a ride?"]},
{"line": ["JERRY: Nah, I don't think so."]},
{"line": ["KRAMER: (shouting to the bathroom door) George, you wanna go for a ride?"]},
{"line": ["GEORGE: (inside bathroom) Nah."]},
{"line": ["KRAMER: Oh, COME ON!"]},
{"line": ["JERRY: Hey, could you wait until the man finishes?"]},
{"line": ["KRAMER: All right, I've had it with you two. (opens apartment door to \n        leave)"]},
{"line": ["JERRY: Hey, guess what? Remember that woman you saw me with the other \n        day? You know, she used to be an Olympic gymnast?"]},
{"line": ["KRAMER: A gymnast!"]},
{"line": ["JERRY: Yeah, she's Romanian, she won a silver at the '84 Olympics."]},
{"line": ["KRAMER: A gymnast, Jerry. Think of the flexibility. Mmm, that sex'll \n        melt your face."]},
{"line": ["JERRY: Yeah, well, I think I'm bailing."]},
{"line": ["KRAMER: (shuts door) \"Bailing\"?"]},
{"line": ["JERRY: Yeah, you know, Kramer, there's always a price to pay for just \n        a sexual dalliance."]},
{"line": ["KRAMER: Jerry, you should pay that price."]},
{"line": ["JERRY: She's Romanian. What am I gonna talk to her about, Ceausescu?"]},
{"line": ["KRAMER: Ch- oo-... what?"]},
{"line": ["GEORGE: (emerging from bathroom, buttoning his shirt) A gymnast! I can't \n        believe it, you didn't tell me she was a gymnast."]},
{"line": ["JERRY: (watching George buttoning his shirt) What is this?"]},
{"line": ["GEORGE: What, I'm puttin' my shirt back on."]},
{"line": ["JERRY: (stares at George, incredulous) \"Back on\"? What was \n        it doing off?"]},
{"line": ["GEORGE: I take it off when I go to the, uh, y'know, to the \"office\"."]},
{"line": ["JERRY: (laughing) What for?"]},
{"line": ["GEORGE: Well, it frees me up. No encumbrances."]},
{"line": ["JERRY: Unbuttoned, or all the way off?"]},
{"line": ["GEORGE: ALL the way, baby!"]},
{"line": ["JERRY: Of course."]},
{"line": ["KRAMER: (convulses in pain) Yeow! Whoa."]},
{"line": ["JERRY: What, again? Kramer, if you keep getting these attacks, you should \n        see the doctor and have it checked out."]},
{"line": ["KRAMER: (exiting apartment) Yeah, yeah, yeah..."]},
{"line": ["JERRY: (picks up newspaper, turns to George) You always take the shirt \n        off?"]},
{"line": ["GEORGE: Always."]},
{"line": ["JERRY: Boy, I tell ya', knowing you is like going out in the jungle. \n        I never know what I'm going to find next, and I'm real scared."]},
{"line": [" "]},
{"line": ["[Mr. Pitt's office]"]},
{"line": ["MR. PITT: Elaine, I need you to proofread this report for my meeting \n        with the Poland Creek Bottled Water people."]},
{"line": ["ELAINE: What meeting?"]},
{"line": ["MR. PITT: I told you. I sit on the Board of Trustees for Morgan Springs, \n        and we're trying to acquire Poland Creek."]},
{"line": ["ELAINE: Oh! (tries to take paper)"]},
{"line": ["MR. PITT: (pulls away) Are you using a fountain pen?"]},
{"line": ["ELAINE: Yes?"]},
{"line": ["MR. PITT: They smear! Under no circumstances is ink to be used in this \n        office."]},
{"line": ["ELAINE: All right! I'll use a pencil, Mr. Pitt."]},
{"line": ["(knock at door)"]},
{"line": ["KRAMER: Elaine?"]},
{"line": ["ELAINE: Come in, come in!"]},
{"line": ["KRAMER: Yeah. (enters, points at package) Yah, huh?"]},
{"line": ["ELAINE: Ah, right there, yeah."]},
{"line": ["KRAMER: (rips open package) Yeah, that's..."]},
{"line": ["ELAINE: Kramer, it's..."]},
{"line": ["KRAMER: (holds up framed picture): There she blows! (throws paper around)"]},
{"line": ["ELAINE: Kramer, Kramer, can you do this at home? I've got, I've got work \n        to do, okay?"]},
{"line": ["KRAMER: Oh, these are nice corners, huh?"]},
{"line": ["MR. PITT: Elaine, did I hear... (sees Kramer) Oh, this is very odd."]},
{"line": ["KRAMER: (looking at picture) Yeah, it's 3-D art. Computers generate 'em. \n        BIG computers."]},
{"line": ["MR. PITT: Yes, I've heard about these. How do they work?"]},
{"line": ["KRAMER: Well, you blur your eyes like you're starin' straight through \n        the picture. And you keep your eyes unfocused. And then... (Kramer and \n        Pitt stare at picture) Oh, oh, oh, YEAH!"]},
{"line": ["MR. PITT: I don't see it."]},
{"line": ["KRAMER: Yeah, it's a spaceship, surrounded by planets, asteroids..."]},
{"line": ["MR. PITT: I still don't see it."]},
{"line": ["ELAINE: Okay, Kramer, that's enough. Mr. Pitt has got work to do."]},
{"line": ["KRAMER: Ya' ever dream in 3-D? It's like the boogeyman is comin' right \n        at you."]},
{"line": ["MR. PITT: A spaceship, where?"]},
{"line": ["KRAMER: (pointing) Right in here. Just keep your eyes unfocused. (convulses \n        in pain) Waahh! Oh, mama!"]},
{"line": ["ELAINE: Kramer, what's wrong?"]},
{"line": ["KRAMER: Mama!"]},
{"line": ["ELAINE: Kramer, Kramer, are you okay?"]},
{"line": ["KRAMER: I think I gotta go to the doctor! (exits) Oh, mama!"]},
{"line": ["MR. PITT: (still staring at picture) How long does it usually take?"]},
{"line": [" "]},
{"line": ["[Lindsay's mother's apartment]"]},
{"line": ["(Lindsay's relatives are laughing, and George has apparently been witty \n        and charming)"]},
{"line": ["MRS. ENRIGHT: Oh, George, it is so nice to finally meet you. And I'm \n        sorry we've kept Lindsay so long."]},
{"line": ["LINDSAY: Mother..."]},
{"line": ["GEORGE: Oh, no, no, not at all. No, I have always felt that the most \n        important thing in the world is spending time with family."]},
{"line": ["MRS. ENRIGHT: Oh? Are you and your family close?"]},
{"line": ["GEORGE: (hesitates) Very close, yes. Almost painfully close."]},
{"line": ["LINDSAY: Mother, I'm going to walk Nana and Aunt Phyllis to the elevator. \n        George, do you mind waiting just one more minute?"]},
{"line": ["GEORGE: Mind? Why would I mind? I would love to wait! (shakes hands with \n        Nana) Nana, nice to see you. Ni-ni-ni-ni-NANA! (embraces another guest, \n        kisses her) Aunt Phyllis, always a pleasure. What a pleasure! Hey, let's \n        do this again real soon. I had fun, huh?"]},
{"line": ["MRS. ENRIGHT: Can I offer you anything to eat?"]},
{"line": ["GEORGE: Oh, no no no, I'm fine. Let me help you with these dishes, huh?"]},
{"line": ["MRS. ENRIGHT: Oh no, George, you don't have to..."]},
{"line": ["GEORGE: No, I know I don't have to, I want to."]},
{"line": ["MRS. ENRIGHT: George, you are such a gentleman."]},
{"line": ["GEORGE: I'd argue if I could, Mrs. Enright. (exits) Here we go, all right."]},
{"line": [" "]},
{"line": ["[Kitchen]"]},
{"line": ["(George opens trash bin, sees an clair at the top with one bite taken \n        out of it. After looking around to make sure no one is watching, he picks \n        up the clair and takes a bite just as Mrs. Enright enters the kitchen.)"]},
{"line": ["MRS. ENRIGHT: (wide-eyed) Oh..."]},
{"line": ["GEORGE: (spits out mouthful of food): Mrs. Enright! Mrs. Enright!"]},
{"line": [" "]},
{"line": ["[Mr. Pitt's office]"]},
{"line": ["ELAINE: (pointing at 3-D picture) Look, there's a spaceship! That is \n        so cool!"]},
{"line": ["MR. PITT: Where is it?"]},
{"line": ["ELAINE: (pointing) Right here."]},
{"line": ["MR. PITT: I'm looking there!"]},
{"line": ["ELAINE: No, no, unfocus."]},
{"line": ["MR. PITT: I am unfocused!"]},
{"line": ["(phone rings)"]},
{"line": ["ELAINE: (answering phone) Hello? Oh, yeah, okay fine. Uh, he'll be right \n        down. (to Pitt) Car's here to pick you up and take you to the meeting."]},
{"line": ["MR. PITT: (still staring at picture) Meeting?"]},
{"line": ["ELAINE: Yeah, the Poland Creek merger?"]},
{"line": ["MR. PITT: Why don't you go for me?"]},
{"line": ["ELAINE: How can I go?"]},
{"line": ["MR. PITT: Oh, all they're gonna do is read the report."]},
{"line": ["ELAINE: Mr. Pitt, I do not think that is such a good idea."]},
{"line": ["MR. PITT: Oh, DAMN this thing!"]},
{"line": [" "]},
{"line": ["[Jerry's car]"]},
{"line": ["JERRY: (trying desperately to make conversation) So, Ceausescu. He must've \n        been some dictator."]},
{"line": ["KATYA: Oh yes. He was not shy about dictating."]},
{"line": ["JERRY: He, uh, he must've been dictating first thing in the morning. \n        \"I want a cup of coffee and a muffin!\""]},
{"line": ["KATYA: And you could not refuse."]},
{"line": ["JERRY: No, you'd have to be crazy."]},
{"line": ["KATYA: He was a very bad dictator."]},
{"line": ["JERRY: Yes. Very bad. Very, very bad."]},
{"line": [" "]},
{"line": ["[Monk's Diner]"]},
{"line": ["JERRY: So lemme get this straight: you find yourself in the kitchen. \n        You see an clair, in the receptacle. And you think to yourself, \"What \n        the hell, I'll just eat some trash.\""]},
{"line": ["GEORGE: No, no. No, no, no. It was not trash!"]},
{"line": ["JERRY: Was it in the trash?"]},
{"line": ["GEORGE: Yes."]},
{"line": ["JERRY: Then it was trash."]},
{"line": ["GEORGE: It wasn't down in, it was sort of on top."]},
{"line": ["JERRY: But it was in the cylinder!"]},
{"line": ["GEORGE: Above the rim."]},
{"line": ["JERRY: Adjacent to refuse, is refuse."]},
{"line": ["GEORGE: It was on a magazine! And it still had the doily on."]},
{"line": ["JERRY: Was it eaten?"]},
{"line": ["GEORGE: One little bite."]},
{"line": ["JERRY: Well, that's garbage."]},
{"line": ["GEORGE: But I know who took the bite. It was her aunt!"]},
{"line": ["JERRY: Well, you, my friend, have crossed the line that divides Man and \n        Bum. You are now a Bum."]},
{"line": ["(Kramer enters, walking awkwardly)"]},
{"line": ["JERRY: Hey!"]},
{"line": ["KRAMER: Hey."]},
{"line": ["JERRY: What's with you?"]},
{"line": ["KRAMER: I got a stone."]},
{"line": ["JERRY: What stone?"]},
{"line": ["KRAMER: A kidney stone."]},
{"line": ["JERRY: What is that, anyway?"]},
{"line": ["KRAMER: It's a, it's a stony mineral concretion, formed abnormally in \n        the kidney. And this jagged shard of calcium pushes its way through the \n        ureter into the bladder. It's forced out through the urine!"]},
{"line": ["JERRY: Oh, that's gotta hurt."]},
{"line": [" "]},
{"line": ["[Poland Creek office]"]},
{"line": ["ARONSON: Our shareholders have given basic approval for the merger, including \n        the stock swap."]},
{"line": ["ELAINE: Ah. The \"stock swap\". Let's swap some stock. (giggles)"]},
{"line": ["BECK: And if you'll just give this to Mr. Pitt, and tell him we expect \n        to be in full-scale production by the spring."]},
{"line": ["ELAINE: All right. (standing up) Hey, you guys--what's the name of the \n        new company gonna be?"]},
{"line": ["BECK: Moland Spring."]},
{"line": ["ELAINE: (making a face) \"Moland\"?"]},
{"line": ["ARONSON: Yes, we combined Morgan and Poland."]},
{"line": ["ELAINE: Yeah, I know, but... \"Moland\"? I wouldn't drink anything \n        called \"Moland\"."]},
{"line": ["ARONSON: But it was Mr. Pitt's idea."]},
{"line": ["ELAINE: Oh! Well, ah, what's in a name? I mean, water's water. Right?"]},
{"line": ["ARONSON: (to Beck) We've got to do something about that name."]},
{"line": [" "]},
{"line": ["[Jerry's apartment]"]},
{"line": ["GEORGE: (on phone, as Jerry gestures beside him) No, Lindsay, it was \n        not IN the garbage. It was above the garbage. Hovering. Like an angel. \n        Of course I know your aunt bit it. I kissed her goodbye. Listen, can I \n        tell you something else? In my family, we used to eat out of the garbage \n        all the time. (Jerry makes a face) It was no big thing. That's right. \n        Oh, okay. Buh-bye. (hangs up phone) I'm back in, she gave me a second \n        chance."]},
{"line": ["JERRY: Good for you."]},
{"line": ["GEORGE: Yes, good for me!"]},
{"line": ["JERRY: Y'know what you should do now? Get her some flowers, smooth it \n        out."]},
{"line": ["GEORGE: Yes, flowers. I will get her flowers, I will go to the florist!"]},
{"line": ["KRAMER: (enters apartment, holding up videotape) Behold! The Games of \n        the '84 Olympiad! Katya's silver medal performance! (inserts tape into \n        VCR, sets up TV)"]},
{"line": ["JERRY: Kramer, are you still on this? I've seen gymnasts. I know what \n        they do. It's not going to make any difference."]},
{"line": ["KRAMER: Jerry, what is your problem?"]},
{"line": ["JERRY: Kramer, y'know, guys like you, with no conscience, don't know \n        what it's like for guys like me. I'm in the unfortunate position of having \n        to consider people's feelings."]},
{"line": ["KRAMER: All right, Jerry--are you familiar with the Kama Sutra?"]},
{"line": ["JERRY: No."]},
{"line": ["KRAMER: Tantric yoga?"]},
{"line": ["JERRY: No."]},
{"line": ["KRAMER: Jerry, you stand on the threshold to the magical world of sensual \n        delights that most men dare not dream of!"]},
{"line": ["JERRY: Boy, you can really talk some trash. (to George) I guess that's \n        better than eating it."]},
{"line": ["KRAMER: All right, all right, why don't we just watch the tape? (starts \n        playback)"]},
{"line": ["JERRY: All right."]},
{"line": ["GEORGE: Did you pass your stone yet?"]},
{"line": ["KRAMER: Not yet. But the suspense is killing me."]},
{"line": ["JERRY: (pointing at TV) Hey, that's her!"]},
{"line": ["KRAMER: Oh yeah. Oh yeah, that's her. (feminine grunts and sighs can \n        be heard as they watch the tape) Look at the height, Jerry, the extension! \n        Now watch the tuck. Handstand, half-turn, giant into a straddle, back \n        into another handstand. Nice kip. Reverse hecht. Oh, nice leg extension, \n        good form! Now, here comes the big dismount. Look at the rotation, full \n        in, double back, and she sticks the landing! (gets up to leave as George \n        and Jerry continue to watch, mouths agape) Perhaps you'd like to keep \n        the tape? (silence) Well, I'll take that as a yes."]},
{"line": [" "]},
{"line": ["[Jerry's car, night]"]},
{"line": ["JERRY: (smiling and excited) Well, here we are."]},
{"line": ["KATYA: Yes. We are here."]},
{"line": ["JERRY: How did you stay on that beam like that? (holds up hand) I mean, \n        it's only this wide!"]},
{"line": ["KATYA: I can balance myself in any position."]},
{"line": ["(Jerry swallows)"]},
{"line": ["KATYA: It is amazing after years of training how one can contort one's \n        body. Of course, it is only useful in gymnastics."]},
{"line": ["JERRY: Oh boy..."]},
{"line": [" "]},
{"line": ["[Jerry's apartment, morning]"]},
{"line": ["JERRY: I couldn't believe it. Uh, I mean I thought I was entering a \"magical \n        world\" of sensual delights, but it was just so ordinary. I mean, \n        there was nothing gymnastic about it."]},
{"line": ["ELAINE: Well, what did you think she was gonna do?"]},
{"line": ["JERRY: Well, you know. I mean... I dunno."]},
{"line": ["ELAINE: No, what?"]},
{"line": ["JERRY: Well, obviously I prefer not to mention any, you know..."]},
{"line": ["ELAINE: What did you think, she was going to take some of that chalk \n        and..."]},
{"line": ["JERRY: You see, now I really don't want to get into this, any kind of \n        specifics..."]},
{"line": ["ELAINE: Oh, come on. One thing? One thing! What?"]},
{"line": ["JERRY: Well... Frankly, I thought, you know, I was gonna kinda' be like \n        the apparatus."]},
{"line": ["KRAMER: You mean like the uneven parallel bars?"]},
{"line": ["JERRY: See, again, I really don't feel that..."]},
{"line": ["ELAINE: The balance beam?"]},
{"line": ["JERRY: Could we stop?"]},
{"line": ["ELAINE: (gasps in mock surprise) Not the pommel horse?"]},
{"line": ["JERRY: All right. Let's just drop it."]},
{"line": ["(Jerry and Elaine move to couch)"]},
{"line": ["JERRY: So lemme ask you this: how long would you say I have to put in \n        now because of, you know, last night."]},
{"line": ["ELAINE: I dunno, at least three weeks."]},
{"line": ["JERRY: (sarcastic) Oh, great."]},
{"line": ["ELAINE: Jerry, that is such small potatoes. I think that I may have single-handedly \n        put the kibosh on the big water merger."]},
{"line": ["JERRY: Between Poland and Morgan?"]},
{"line": ["ELAINE: Yeah. Started a big name controversy."]},
{"line": ["(Kramer shouts from off-screen)"]},
{"line": ["JERRY: Kramer! The stone!"]},
{"line": ["(Jerry and Elaine rush to Kramer's apartment, stand in doorway)"]},
{"line": ["JERRY: What happened, did you pass the stone?"]},
{"line": ["KRAMER: (Off-screen) No, I tried to do a reverse hecht off my couch and \n        I didn't make it."]},
{"line": [" "]},
{"line": ["[City street]"]},
{"line": ["GEORGE: (singing as he exits florist with bouquet and a cup of coffee) \n        \"...tootsie, good-bye. Too-too, tootsie...\" (takes a drink, \n        makes a face, shouts back at shop) You call this coffee? (dumps out coffee \n        behind him, accidentally hitting a parked car's windshield)"]},
{"line": ["MAN IN CAR: Hey! What the hell was that?!"]},
{"line": ["GEORGE: I'm sorry! I'm terribly sorry! I- I-"]},
{"line": ["MAN IN CAR: Clean that up!"]},
{"line": ["GEORGE: Oh, sure. Of course. (looks for place to set down flowers) Um, \n        uh, could you hold these? For just a second, just a second. (grabs newspapers \n        from trash bin, begins wiping windshield) Here you go, now don't worry \n        about a thing. It's gonna be fine. Here we go. Look at this shine."]},
{"line": ["MRS. ENRIGHT: (sees George cleaning car windshield, looks appalled)"]},
{"line": ["GEORGE: Look at this sparkle. (looks up, sees Lindsay's mother) Mrs. \n        Enright! (runs after her) Mrs. Enright! Mrs. Enright!"]},
{"line": [" "]},
{"line": ["[Jerry's apartment]"]},
{"line": ["GEORGE: (on phone, as Jerry gestures beside him) No, Lindsay, I had accidentally \n        spilled coffee on the gentleman's windshield. Why would I do that? I have \n        a job! Well, did she see a squeegee? Well, you're not going to make a \n        dime without a squeegee. That's right, that's right, just tell your mother \n        it was all a big misunderstanding. You won't regret it. Okay, I'll see \n        you later. Buh-bye. (hangs up)"]},
{"line": ["JERRY: Strike two!"]},
{"line": ["GEORGE: You think I'm going down?"]},
{"line": ["JERRY: You're behind in the count."]},
{"line": ["GEORGE: I know."]},
{"line": ["KRAMER: (enters apartment, points at Jerry) Hey, what are you doing later?"]},
{"line": ["JERRY: I'm going out with Katya, thanks to you."]},
{"line": ["KRAMER: Well, maybe you should try again. You know what happens the first \n        time: people are a little shy, a little reticent."]},
{"line": ["JERRY: If I do it again, that extends my payment book another two weeks."]},
{"line": ["KRAMER: All right, where you going?"]},
{"line": ["JERRY: We're going to the circus. One of her old Olympic teammates is \n        an acrobat. I don't even feel like going out."]},
{"line": ["KRAMER: Well, Jerry, it's your obligation. C'mon."]},
{"line": ["JERRY: Yeah, well, y'know what? If I gotta go, and spend time with this \n        girl, then you're coming with me, Dr. Cyclops!"]},
{"line": ["KRAMER: No, no, no, I don't wanna go to the circus, Jerry."]},
{"line": ["JERRY: Yeah, well you're going."]},
{"line": ["KRAMER: Yeah, but I'm afraid of clowns!"]},
{"line": [" "]},
{"line": ["[Mr. Pitt's office]"]},
{"line": ["MR. PITT: (in polo outfit, complete with jacket and high boots) I didn't \n        send you over there to complain about the name."]},
{"line": ["ELAINE: Well, I couldn't help it. \"Moland Spring\"?"]},
{"line": ["MR. PITT: I like the name \"Moland\". I picked it out. After \n        all those months of negotiating!"]},
{"line": ["ELAINE: Well, I'm so sorry! I-"]},
{"line": ["MR. PITT: Well, I'm going riding. I haven't been on Jenny for three days, \n        all because of this blasted painting. (phone rings) Elaine?"]},
{"line": ["ELAINE: Oh, sorry. (picks up phone) Hello?"]},
{"line": ["MR. PITT: (walks by 3-D poster, stops) Wait a minute! Wait a minute. \n        Ah!"]},
{"line": [" "]},
{"line": ["[Circus, backstage]"]},
{"line": ["(Clowns rush by Jerry and Kramer, Kramer flinches in fear)"]},
{"line": ["KATYA: So, Jerry, you're enjoying the circus?"]},
{"line": ["JERRY: \"Greatest Show on Earth\"!"]},
{"line": ["KATYA: My father used to take me to the circus. When the elephants came \n        by, he would scream curses at them, blaming them for all the ills of society."]},
{"line": ["JERRY: Well, they certainly take up a lot of space."]},
{"line": ["(Katya's friend walks up)"]},
{"line": ["KATYA: Ah, Misha!"]},
{"line": ["MISHA: Katya!"]},
{"line": ["KATYA: Misha, this is Jerry."]},
{"line": ["MISHA: Ah, yes. The \"co-me-dian\", eh? (speaks in Romanian to \n        Katya)"]},
{"line": ["KATYA: (laughs, replies in Romanian while pointing at Jerry)"]},
{"line": [" "]},
{"line": ["[Mr. Pitt's office]"]},
{"line": ["ELAINE: (on phone) Oh, yes, yes I'll tell him. Yes, thank you. Um, um \n        hold on. (to Pitt) Mr. Pitt!"]},
{"line": ["MR. PITT: (staring at 3-D poster) I think I'm on to something!"]},
{"line": ["ELAINE: Mr. Pitt! The board of directors is on the phone. They've called \n        an emergency meeting. They want you to be there to discuss the merger!"]},
{"line": ["MR. PITT: You said keep your eyes out of focus, which is misleading. \n        You want DEEP focus!"]},
{"line": ["ELAINE: (on phone) Yes, hi. Okay, fine, yeah, hold on just a second. \n        Lemme just... (reaches into purse) Yeah, I've got it... (pulls out both \n        hands completely covered in black ink) Oh! Oh! Yeah, yeah, he'll be there. \n        (drops phone, rushes to Pitt) Mr. Pitt, you have GOT to stop staring at \n        that poster!"]},
{"line": ["MR. PITT: I see something that could be a spaceship. Is it round? Is \n        it pointy?"]},
{"line": ["ELAINE: (grabs poster, smashes it) No, you don't see it, and you're never \n        going to see it! (grabs Pitt by the lapels, getting ink all over his jacket) \n        Mr. Pitt, you have to meet with the shareholders, you have to leave now. \n        Do you hear me? Do you hear me?!"]},
{"line": ["MR. PITT: Hmm, what's happened to me? (straightens lapels) When's the \n        meeting?"]},
{"line": ["ELAINE: In about twenty minutes."]},
{"line": ["MR. PITT: Oh! (puts finger to face, smearing ink on his upper lip which \n        now resembles an \"Adolph Hitler\"-style moustache) Do I have \n        time to change?"]},
{"line": ["ELAINE: Um, no."]},
{"line": ["MR. PITT: Well, excuse me, I'd better get straight over there."]},
{"line": ["ELAINE: Uh, Mr. Pitt..."]},
{"line": ["MR. PITT: Yes?"]},
{"line": ["ELAINE: Um, there's a just... (points at her own upper lip)"]},
{"line": ["MR. PITT: (sees Elaine's hands covered in ink) Is that ink?"]},
{"line": ["ELAINE: No?"]},
{"line": ["(Pitt exits)"]},
{"line": [" "]},
{"line": ["[George's car]"]},
{"line": ["GEORGE: Well, here we are."]},
{"line": ["LINDSAY: Do you want to come in? My mother's having a little party."]},
{"line": ["GEORGE: Maybe I could just use the bathroom."]},
{"line": ["LINDSAY: Sure."]},
{"line": [" "]},
{"line": ["[Circus, back stage]"]},
{"line": ["ANNOUNCER: (voiceover) Ladies and gentlemen, could I direct your attention \n        to the center ring, where the incomparable Misha will balance ten stories \n        above the circus floor on a wire no wider than a human thumb."]},
{"line": ["MISHA: It is time."]},
{"line": ["JERRY: Well, break a leg."]},
{"line": ["(Misha gives Jerry a dark look)"]},
{"line": ["JERRY: Eh, show biz..."]},
{"line": ["ANNOUNCER: Ladies and gentlemen, the incomparable Misha!"]},
{"line": ["(Misha exits)"]},
{"line": ["JERRY: Boy, those capes are really coming back."]},
{"line": [" "]},
{"line": ["[Lindsay's mother's apartment]"]},
{"line": ["PARTY GUEST: (exits bathroom, finds George waiting) Oh, sorry I took \n        so long. They've got one of those 3-D art posters in there. (wipes eyes) \n        It's mesmerizing."]},
{"line": ["(George enters bathroom)"]},
{"line": [" "]},
{"line": ["[Circus]"]},
{"line": ["(Kramer repeatedly convulses in pain, spilling popcorn and food everywhere, \n        enters Men's room)"]},
{"line": ["(Misha walks slowly across tightrope)"]},
{"line": ["(Long scream bellows forth from Men's room, causing other occupant to \n        flee and Misha to wobble)"]},
{"line": [" "]},
{"line": ["[Circus, back stage]"]},
{"line": ["JERRY: What is that sound?"]},
{"line": ["KATYA: (covering ears) It is horrible!"]},
{"line": ["(Shots of various circus performers reacting to the reverberating scream. \n        Misha falls off the tightrope as audience gasps in horror)"]},
{"line": [" "]},
{"line": ["[Lindsay's mother's apartment]"]},
{"line": ["(George emerges from bathroom, shirtless and rubbing eyes)"]},
{"line": ["GEORGE: Whew! Anybody see that poster in there? That is weird, wild stuff, \n        huh? Whew!"]},
{"line": ["(George looks around and sees all the party guests staring at him, then \n        realizes he's shirtless. Tries to act casual)"]},
{"line": [" "]},
{"line": ["[Morgan Springs shareholder meeting]"]},
{"line": ["(Mr. Pitt stands at a podium, and still has the small black \"ink \n        moustache\". He speaks harshly and with conviction, gesturing emphatically.)"]},
{"line": ["MR. PITT: I have been accused of wrong-doing. But these false accusations \n        will not deter us. We WILL annex Poland by the Spring, at any cost! AND... \n        our stock will rise HIGH! (raises hand)"]},
{"line": [" "]},
{"line": ["[Circus, back stage]"]},
{"line": ["KATYA: He'll be all right. I must go and be with Misha now. I don't want \n        you to come with me."]},
{"line": ["JERRY: Oh, why not?"]},
{"line": ["KATYA: It has been three days since our night together. Misha said that \n        was all the time I needed to put in."]},
{"line": ["JERRY: Really?"]},
{"line": ["KATYA: In my country, they speak of a man so virile, so potent, that \n        to spend a night with such a man is to enter a world of such sensual delights \n        most women dare not dream of. This man is known as the \"Comedian\". \n        You may tell jokes, Mr. Jerry Seinfeld, but you are no Comedian. (walks \n        off)"]},
{"line": [" "]},
{"line": ["[Circus, Men's room]"]},
{"line": ["(Kramer walks out, jubilant and whistling)"]},
{"line": ["  \n        \n       \n     \n      \n      \n    \n  \n\n\n"]},
{"line": [" "]},
{"line": []},
{"line": [" "]},
{"line": []},
{"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]},
{"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}
]