[
{"title": "The Soup"},
{"line": []},
{"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]},
{"line": [" "]},
{"line": ["\n        Episode 93 ", "\n        ", "\n        ------------------------------------------------------------------------------- \n        ", "\n        Written by: Fred Stoller ", "\n        Directed by Andy Ackerman ", "\n        ------------------------------------------------------------------------------- \n        ", "\n        ", "\n        Episode no. 93 ", "\n        pc: 607, season 6, episode 7 ", "\n        Broadcast date: November 10, 1994 ", "\n        ------------------------------------------------------------------------------- \n        ", "\n        ", "\n        The Cast ", "\n        ", "\n        Regulars: ", "\n        Jerry Seinfeld ....................... Jerry Seinfeld ", "\n        Jason Alexander .................. George Costanza ", "\n        Julia Louis-Dreyfus .............. Elaine Benes ", "\n        Michael Richards .................. Cosmo Kramer ", "\n        ", "\n        ", "\n        Guest Stars: ", "\n        ", "\n        Tracy Kolis ........................... Kelly (Monk's waitress) ", "\n        Daniel Gerroll ....................... Simon ", "\n        Linda Wallem ...................... Hildy (Reggie's waitress) ", "\n        Lawrence A. Mandley ........ Manager / Monk's ", "\n        Michael Kaplan .................... Waiter ", "\n        rc: Steve Hytner .................. Kenny Bania ", "\n        ", "\n        ", "\n        ", "\n        Opening monologue. ", "\n        ", "\n        You have a close friend and they get involved, with someone in a relationship. \n        It affects your friendship doesn't it? Because it's like you were a comedy \n        team, and now there's this third person, you know, it kind of throws off \n        the timing. Who's on first, I don't know, uh dear, who, who do you think \n        is on first? ", "\n        ", "\n        In fact, whenever a friend of mine ah, starts with a new girlfriend, we \n        should just say, \u0093I look like the person you use to know, but I've \n        been modified to survive in this relationship. In other words, if were \n        having an argument and she's there, I may say I totally disagree with \n        you, but what that really means is, I\u0092d like to help you out, but \n        I\u0092d rather continue to see her naked.\u0094 ", "\n        ", "\n        ", "\n        ", "\n        Commercial ", "\n        ", "\n        ", "\n        Opening scene. ", "\n        Exterior daylight shot of Monk's restaurant -- then inside where Jerry \n        and George are sitting in the usual booth. A waitress (Kelly) walks up \n        to the table to take their order. ", "\n        ", "\n        Waitress: O.K. Cowboys, (taps pencil on her pad) What'll you have? ", "\n        ", "\n        Jerry: I\u0092ll have the, ah, turkey club without the bacon. ", "\n        ", "\n        George: Ah, I\u0092ll have the bacon club without the turkey. (raises \n        eyebrows) ", "\n        ", "\n        Waitress: George, don't make me get tough with you. ", "\n        ", "\n        George: Why, you think you can, beat me up? ", "\n        ", "\n        Waitress: You wouldn't want me to mess up the beautiful face of yours. \n        ", "\n        ", "\n        George: Huh, nggh [snort] Stop. (flirting with her he playfully hits her \n        arm with the menu, then flicks it into the air) ", "\n        ", "\n        Waitress: You don't want bacon I\u0092ll surprise you. (she turns and \n        walks away) ", "\n        ", "\n        George: Wow, is she not terrific? ", "\n        ", "\n        Jerry: She does have a way. ", "\n        ", "\n        George: You think she thinks I have a beautiful face, or is she just saying \n        that? ", "\n        ", "\n        Jerry: Well they do work on tips. ", "\n        ", "\n        George: \u0093George, don't make me get tough with you.\u0094 Whu, hu, \n        hu, hu huuuu (raises arms) Who says that? She is really cool. What do \n        you think? You think she likes me? ", "\n        ", "\n        Jerry: Ah, I should have got the egg white omelet. ", "\n        ", "\n        George: Why should she like me? Who am I? Huh, there's a million people \n        to like. ", "\n        ", "\n        Jerry: The omelet. Damn. ", "\n        ", "\n        George: Maybe she could like me? Is it that far fetched? Maybe she sees \n        something? Is it possible? ", "\n        ", "\n        Jerry: No. ", "\n        ", "\n        George: No.  \n        ", "\n        ", "\n        Jerry: Not possible. ", "\n        ", "\n        George: Not possible. ", "\n        ", "\n        (Elaine enters and walks up to the table) ", "\n        ", "\n        Elaine: Heyyyyyy (leaning in, very friendly and happy) ", "\n        ", "\n        George: Hey Elaine. ", "\n        ", "\n        Jerry: Lannie, how was the trip? ", "\n        ", "\n        (Elaine sits down next to George in the booth) ", "\n        ", "\n        George: What trip? You were gone? ", "\n        ", "\n        Elaine: I went to England ... with Mr. Pitt, for 5 days. ", "\n        ", "\n        George: Hunh, pph (raises hands slightly, in amazement) How was it? ", "\n        ", "\n        Elaine: Actually it was great. I met an Englishman, and we really, hit \n        it off. ", "\n        ", "\n        Jerry: Yeah, well that relationships really got a lot of potential. ", "\n        ", "\n        George: he he (laughs) ", "\n        ", "\n        Elaine: Yeah well Jerome, I, happen to be flying him in on my frequent \n        flyer miles. ", "\n        ", "\n        George: Flying him in? How long\u0092s he staying for? ", "\n        ", "\n        Elaine: It's an open ended ticket. He can return any time he wants. ", "\n        ", "\n        George: All this in only 5 days. ", "\n        ", "\n        Jerry: Oh no, it's Kenny Bania. ", "\n        ", "\n        (Kenny Bania is hanging up his coat on the coat rack by the front door) \n        ", "\n        ", "\n        George: Who's he? ", "\n        ", "\n        Jerry: (quietly) Oh, he's this awful comedian. ", "\n        ", "\n        (Bania walks over to the table, stands there with his arms on his hips) \n        ", "\n        ", "\n        Bania: Hey Jerry. ", "\n        ", "\n        Jerry: Hey Kenny. (with some fake enthusiasm, just to be polite) ", "\n        ", "\n        Jerry: Elaine, George (introducing them to Bania with less enthusiasm) \n        ", "\n        ", "\n        Elaine: Hi. (she flips her hair) ", "\n        ", "\n        George: Hi (raises his left hand in a slight gesture to say hi) ", "\n        ", "\n        Bania: Hi. (to Elaine) ", "\n        ", "\n        Jerry: How's it going? ", "\n        ", "\n", "\n        Bania: Great. I've been working out. Went from a size 40, to a 42. ", "\n        ", "\n        Jerry: No kidding. ", "\n        ", "\n        Bania: Yeah, I\u0092m huge (ducks his head into his right shoulder with \n        false modesty) Well, I\u0092ll leave you guys alone. (raps his knuckle \n        twice on the table, turns and walks away) ", "\n        ", "\n        Jerry: All right. ", "\n        ", "\n        Elaine: O.K. Thanks. ", "\n        ", "\n        (Bania gets about 3-4 steps away then turns around quickly) ", "\n        ", "\n        Bania: Oh. Jerry, You know what just hit me? I was thinking -- What size \n        suit are you? ", "\n        ", "\n        Jerry: Ahh, I\u0092m a 40. Why? ", "\n        ", "\n        Bania: I just got a brand new Armani suit -- doesn't fit me anymore. You \n        want it? ", "\n        ", "\n        Jerry: Well I don't know if I ... ", "\n        ", "\n        Bania: Oh come on. Why should it just sit in the closet? ", "\n        ", "\n        Elaine: An Armani suit? ", "\n        ", "\n        George: Take the suit. ", "\n        ", "\n        Jerry: Well ... ok, I guess (voice trailing off) ", "\n        ", "\n        Bania: You gonna be home later? ", "\n        ", "\n        Jerry: Yeah. ", "\n        ", "\n        Bania: I\u0092ll drop it off. (raps his knuckle twice on the table again, \n        turns and walks away) ", "\n        ", "\n        George: Heh heh heh hey, new suit (raises coffee cup as a salute / toast) \n        ", "\n        ", "\n        Jerry: Yeah, yeah, lucky me. (sips coffee) ", "\n        ", "\n        (The waitress walks up to the table with Jerry and George's plates) ", "\n        ", "\n        Waitress: (to George) Here I personally made you a cold chicken sandwich. \n        It's not even on the menu. ", "\n        ", "\n        George: (takes a large bite - with his mouth still full, his speech is \n        muffled) Oh, this is fabulous. ", "\n        ", "\n        (The waitress cocks her head and looks at George as if she is glad he \n        likes the sandwich) ", "\n        ", "\n        ", "\n        ", "\n        New scene. ", "\n        Exterior of the restaurant, then to Jerry and George standing outside \n        on the sidewalk. Jerry is zipping up his leather jacket. George is wearing \n        a larger green jacket. ", "\n        ", "\n        George: Boy, she is nice. I like her, I like her Jerry. She's got substance. \n        She oozes substance. ", "\n        ", "\n        Jerry: Well, go in there and talk to her. She's not going to put them \n        on glass. ", "\n        ", "\n        George: You mean walk back in? That's the toughest move in the business. \n        You're sending me out to no-man\u0092s-land, and if I get shot down I \n        have to crawl all the way back. Well I can't do it! I can't do it, I tell \n        ya! ", "\n        ", "\n        (Jerry grabs George forcefully by the collar of his coat) ", "\n        ", "\n        Jerry: Pull yourself together. Your going in there soldier! That's an \n        order! ", "\n        ", "\n        (Jerry lightly slaps George on his right arm. George turns to look at \n        the restaurant and the task at hand) ", "\n        ", "\n        Jerry: Get in there. (he pushes George in the direction of the restaurant) \n        ", "\n        ", "\n        ", "\n        ", "\n        New scene. ", "\n        Exterior daylight shot of Jerry's brick apt. building, then to the interior \n        of his apt. Kramer enters quickly, sliding on his right foot. ", "\n        ", "\n        Kramer: Hey. (walking over to Jerry, who sits at the table reading the \n        newspaper) ", "\n        ", "\n        Jerry: Hey. ", "\n        ", "\n        Kramer: Listen, I need you to do me a favor. ", "\n        ", "\n        Jerry: What? ", "\n        ", "\n        Kramer: Well, I need you to help me move my refrigerator. ", "\n        ", "\n        Jerry: Why? ", "\n        ", "\n        Kramer: Cause I\u0092m getting rid of it. ", "\n        ", "\n        [Intercom buzzes] ", "\n        ", "\n        (Kramer turns & goes over to the intercom to push the speaker button. \n        He says something like \u0093ya go,\u0094 but it's difficult to make out \n        what he says) ", "\n        ", "\n        Jerry: YEAH? (speaking loudly so the visitor can hear him through the \n        intercom) ", "\n        ", "\n        Bania: [It's K.B., I have the suit] ", "\n        ", "\n        Jerry: ALL RIGHT, COME ON UP (Jerry puts his head down - he's not looking \n        forward to Kenny Bania) ", "\n        ", "\n        Kramer: (claps hands) So ... ", "\n        ", "\n        Jerry: Well, well, why are you getting rid of your refrigerator? (he gets \n        up from the table and carries a dish into the kitchen) ", "\n        ", "\n        Kramer: Well after that Kidney Stone I only want fresh food. It's gotta \n        be fresh. I\u0092m not eating any more stored food. Plus you know I want \n        the space. ", "\n        ", "\n        Jerry: Well, what for? ", "\n        ", "\n        Kramer: Well I could put a, dresser in there. I could get dressed while \n        I\u0092m making breakfast. ", "\n        ", "\n        (Bania opens the door and leans his head in) ", "\n        ", "\n        Bania: Hey (holds the Armani suit up) Here you go. (walks into the apt.) \n        ", "\n        ", "\n        Jerry: Yeah. ", "\n        ", "\n        Bania: You didn\u0092t think I was really going to give you a suit, did \n        you? ", "\n        ", "\n        Kramer: What, you're giving him this suit? ", "\n        ", "\n        Bania: That's right, and it's an Armani. ", "\n        ", "\n        Kramer: Armani? Hey, Armani Jerry. (Kramer takes the suit and looks it \n        over) ", "\n        ", "\n        Jerry: Yes, yes, I heard. ", "\n        ", "\n        Kramer: Come on, try it on. ", "\n        ", "\n        (Kramer takes the jacket off of the hangar and put the pans, still on \n        the hanger, on the kitchen counter -- he opens the jacket for Jerry to \n        slip in to) ", "\n        ", "\n        Jerry: No, it's ok. ", "\n        ", "\n        Kramer: Come on, I want to see how it fits. ", "\n        ", "\n        Jerry: All right, all right. (trying on the suit jacket) ", "\n        ", "\n        Kramer: There you go. ", "\n        ", "\n        Jerry: Ok, Yeah all right. ", "\n        ", "\n        Kramer: Oh boy, that looks great. I can't believe you're giving him this. \n        ", "\n        ", "\n        Bania: I don't even want anything for it. ", "\n        ", "\n        (grinning like a Hyena, Bania looks at Jerry -- Jerry's _expression looks \n        like \u0093what have I gotten myself into here.\u0094) ", "\n        ", "\n        Kramer: He's very generous, isn't he? ", "\n        ", "\n        Jerry: Yes, yes, he is. ", "\n        ", "\n        Bania: I\u0092ll tell you what -- you can take me out to dinner sometime. \n        ", "\n        ", "\n        (Jerry starts taking the jacket off and stops -- looking very surprised \n        at Bania) ", "\n        ", "\n        Jerry: Dinner? ", "\n        ", "\n        Bania: Yeah. You buy me a meal -- you can't get a better deal than that \n        (pats Jerry on the shoulder) ", "\n        ", "\n        Kramer: No, you'll never get a better deal than that. ", "\n        ", "\n        Bania: All right. I\u0092ll leave you alone. (turns and walks out the \n        door) ", "\n        ", "\n        Jerry: Yeah, I\u0092ll see you. ", "\n        ", "\n        Kramer: All right, ooh look at that Armani, huh, yeah. ", "\n        ", "\n", "\n        (Jerry has the jacket off and walks over to the table -- he tosses the \n        it onto the table) ", "\n        ", "\n        Jerry: Yeah, that's a deal. That's a horrible deal. I don't want to go \n        out to dinner with him. I\u0092d rather make my own suit. ", "\n        ", "\n        (Kramer rubs his fingers through his high standing hair as George enters \n        the apt.) ", "\n        ", "\n        George: I did it! It's all done! ", "\n        ", "\n        Jerry: Hey. (raises hands into \u0093fists of encouragement\u0094) ", "\n        ", "\n        George: I did it. Hunh, we're going out as soon as she gets off of work \n        and it'll still be daytime. You know I, I\u0092m much better in the daytime \n        then I am at night. it's less pressure. ", "\n        ", "\n        Jerry: I love the day date. No wine, No shower. ", "\n        ", "\n        George: Yeah. ", "\n        ", "\n        ", "\n        ", "\n        New scene. ", "\n        A daylight shot of a yellow taxi driving down the street, then inside \n        to the back seat of the taxi -- Simon, the Englishman that Elaine met \n        on her trip is riding with her. ", "\n        ", "\n        Elaine: So the trip was good? ", "\n        ", "\n        Simon: Yes (nice English accent) Apart from that, dreadful airline food. \n        It tends to reek havoc with my stomach. ", "\n        ", "\n        Elaine: You know I, I have to say, I've never admitted this to anyone, \n        but um, I kind of like airline food. (leans in and laughs, flirting with \n        him) ", "\n        ", "\n        Simon: That's probably because of ... [muttering] ", "\n        ", "\n        Elaine: What? ", "\n        ", "\n        Simon: What? ", "\n        ", "\n        Elaine: Yeah, what? ", "\n        ", "\n        Simon: [sighs] ", "\n        ", "\n        Elaine: What? ", "\n        ", "\n        Simon: Where I come from, we don't say \u0093What?\u0094 It's proper to \n        say \u0093Pardon?\u0094 ", "\n        ", "\n        Elaine: Huh. [muttering -- sounds like \u0093this should be interesting\u0094] \n        ", "\n        ", "\n        Simon: Pardon? ", "\n        ", "\n        Elaine: Nothing. ", "\n        ", "\n        ", "\n        ", "\n        New scene. ", "\n        Beautiful aerial shot of Central Park and part of the city (visible off \n        to the left) -- looks to be a beautiful autumn day. Then to the waitress \n        (Kelly) and George strolling along a path in the park. Each has a coat \n        on and their hands are in their pockets. ", "\n        ", "\n        Kelly: So then about a year ago I started selling, these funky little \n        hair clips. It's going pretty good. I make them in my apartment. ", "\n        ", "\n        (a horse with rider walks by) ", "\n        ", "\n        Kelly: I\u0092m just doing this waitress thing for a while, because I \n        wanted to go to Europe this summer and I could use a few extra ... Careful \n        (she points to the ground, so George will see the fresh horse manure and \n        avoid stepping in it) ", "\n        ", "\n        George: Oh. It's just horse manure (huh huh - laughs, he points back at \n        the horse that walked by) Horse manure's not that bad. I don't even mind \n        the word \u0093manure.\u0094 You know, it's, it's \u0093nure,\u0094 which \n        is good. and a \u0093ma\u0094 in front of it. MA-NURE. When you consider \n        the other choices, \u0093manure\u0094 is actually pretty refreshing. ", "\n        ", "\n        (George glances at his watch) ", "\n        ", "\n        Kelly: That's a nice watch George. ", "\n        ", "\n        George: Yeah. ", "\n        ", "\n        Kelly: You know, my boyfriend has the same one. ", "\n        ", "\n        George: Huh. Really? ", "\n        ", "\n        Kelly: Yeah, he loves watches. He's a real watch freak. ", "\n        ", "\n        George: Well, how about that? ", "\n        ", "\n        Kelly: Ooh look out. (pointing at the ground - squishing sound) You stepped \n        right in it. ", "\n        ", "\n        George: Yes, I sure did. ", "\n        ", "\n        ", "\n        ", "\n        ", "\n        New scene. ", "\n        Exterior of Jerry's brick apartment building with the staircase - then \n        inside where George and Jerry are talking. ", "\n        ", "\n        Jerry: So you just pretended it didn\u0092t bother you? ", "\n        ", "\n        George: What is that, Boyfriend? I don't understand that. What, what does \n        she think I asked her out for? ", "\n        ", "\n        Jerry: Boy, It's the way they just slip that in there too. ", "\n        ", "\n        George: Yeah, like it's just part of the conversation. \u0093Oh my boyfriend \n        really likes watches. He's a real watch freak.\u0094 Well that's fabulous. \n        (snaps fingers in the air a couple of times) ", "\n        ", "\n        Jerry: Well let me ask you this. What exactly did you say when you asked \n        her out? ", "\n        ", "\n        George: I said, \u0093would you like to go for a walk or something.\u0094 \n        ", "\n        ", "\n        Jerry: Oh, a walk, well -- ", "\n        ", "\n        George: Or something. I said, \u0093Or Something!\u0094 ", "\n        ", "\n        Jerry: Or something. Yeah, that's a date. ", "\n        ", "\n        George: (snaps fingers) There you go. ", "\n        ", "\n        Jerry: You know there is always the possibility, that she called an audible. \n        ", "\n        ", "\n        George: What do you mean? ", "\n        ", "\n        Jerry: Well she got up to the line of scrimmage, didn\u0092t like the \n        looks of the defense and changed the play. ", "\n        ", "\n        George: I think things were going ok. We were having a nice conversation. \n        ", "\n        ", "\n        Jerry: Uh huh. ", "\n        ", "\n        George: I mentioned how I liked horse manure. ", "\n        ", "\n        Jerry: You did? ", "\n        ", "\n        George: Yeah. ", "\n        ", "\n        Jerry: Yeah. You said you liked horse manure. ", "\n        ", "\n        George: Yeah. You know, about how when you break it down, it's really \n        a very positive thing. you know, you have a \u0093nure,\u0094 with a \u0093ma\u0094 \n        in front of it. MA-NURE. It's not bad. ", "\n        ", "\n        Jerry: And it was around this point that she mentioned the boyfriend? \n        ", "\n        ", "\n        George: Yeah. (Jerry nodding) ... Oh, you think because of what I said \n        about the manure. I wa, wa, was just saying how it takes a negative thing, \n        and puts it on a positive spin on it. ", "\n        ", "\n        Jerry: I\u0092m just saying there's a chance she may not have been enamored \n        with your thoughts and feelings on manure. ", "\n        ", "\n        George: So you don't think she really has a boyfriend? ", "\n        ", "\n        Jerry: My honest opinion, I think she made it up. ", "\n        ", "\n        George: Well then she's just a Liar, Isn't she? ", "\n        ", "\n        (Kramer enters) ", "\n        ", "\n        Kramer: Hey. ", "\n        ", "\n        Jerry: Well ... you want something to eat, don't you? ", "\n        ", "\n        Kramer: Ahh, no, no, no. You got me all wrong buddy. I am loving this \n        no refrigerator. You know what I discovered? I really like depriving myself \n        of things. It's fun. Very monastic. ", "\n        ", "\n        George: Well what do you eat? ", "\n        ", "\n        Kramer: It's all fresh. Fresh fish, fresh foul, fresh fruit. I buy it, \n        I omniga nominga, I eat it. ", "\n        ", "\n        Jerry: Well I\u0092m glad it's working out. ", "\n        ", "\n        Kramer: Oh yeah, it's working out. And I got a date with that waitress \n        that works at Reggie\u0092s. ", "\n        ", "\n        Jerry: Boy, if i could meet a hostess, we could open up our own place. \n        ", "\n        ", "\n        Kramer: Yeah, well, I\u0092ll tell you, she's a full-figured gal. ", "\n        ", "\n", "\n        Jerry: Is she? ", "\n        ", "\n        Kramer: Oh you better believe it buddy. Hey George, we could double sometime. \n        ", "\n        ", "\n        George: Yeah, yeah, yeah we could. You know, ah, Kramer, the next time \n        you talk to her, find out if she knows Kelly, from Monk's. I wanna know \n        if she really has a boyfriend. ", "\n        ", "\n        Kramer: All right it's done. ", "\n        ", "\n        (George and Kramer go over by the computer. George is writing something \n        on a piece of paper) ", "\n        ", "\n        [ Telephone rings - Jerry picks up the phone ] ", "\n        ", "\n        Jerry: Hello? ", "\n        ", "\n        Bania: Hi, Jerry. It's Kenny. ", "\n        ", "\n        Jerry: Oh, Hi. ", "\n        ", "\n        Bania: You know, I was thinking if you're not busy, maybe I could get \n        my meal today? ", "\n        ", "\n        (Jerry pauses and thinks for a few seconds) ", "\n        ", "\n        Jerry: Yeah, you wanna get that meal, don't you? ", "\n        ", "\n        Bania: How about Mendy\u0092s, ooh, ever been there? ", "\n        ", "\n        Jerry: No I haven't? ", "\n        ", "\n        Bania: Ah you'll love it. I\u0092ll meet you there around 7:00. ", "\n        ", "\n        Jerry: All right. (hangs up the phone) Yeah, I really needed that suit. \n        ", "\n        ", "\n        ", "\n        ", "\n        New scene. ", "\n        Exterior of Mendy\u0092s Restaurant at dusk - then inside where Bania \n        is sitting across the table from Jerry. ", "\n        ", "\n        Bania: I start out with curls. That's good for the bicep. (motions with \n        2 fingers along his right bicep) I do 10 reps, 2 sets. ", "\n        ", "\n        Jerry: That's fantastic. (he could care less) ", "\n        ", "\n        Bania: You work out with weights? ", "\n        ", "\n        Jerry: No I don't. ", "\n        ", "\n        Bania: You should. ", "\n        ", "\n        Jerry: Why? ", "\n        ", "\n        (Bania\u0092s broad smile of enthusiasm turns into a dumb founded look \n        ...) ", "\n        ", "\n        Bania: You worn the suit yet? ", "\n        ", "\n        Jerry: No, not yet. ", "\n        ", "\n        Waiter: have you decided? ", "\n        ", "\n        Bania: Oh, get the swordfish. Best swordfish in the city. The best, Jerry. \n        ", "\n        ", "\n        Jerry: I\u0092ll have the salmon. ", "\n        ", "\n        Waiter: And you? ", "\n        ", "\n        Bania: Ahh, you know what I think. I\u0092m just going to have soup. Yeah, \n        I\u0092ll save the meal for another time. ", "\n        ", "\n        Jerry: Another time? What other time? ", "\n        ", "\n        Bania: I had a hot dog earlier. I\u0092m not that hungry. ", "\n        ", "\n        Jerry: No, no, Bania, no. This is the dinner. The soup counts. ", "\n        ", "\n        Bania: Soup's not a meal. You're supposed to buy me a meal. ", "\n        ", "\n        Jerry: I\u0092m not stopping you from eating. Go ahead and eat. Get anything \n        you want. ", "\n        ", "\n        Bania: I don't want anything but soup. ", "\n        ", "\n        Jerry: Then that's the meal. ", "\n        ", "\n        Bania: But I had the hot dog. ", "\n        ", "\n        Jerry: I didn\u0092t tell you to have a hot dog. Who told you to have \n        a hot dog? ", "\n        ", "\n        Bania: Hey, I give you a brand-new Armani suit, and you won't even buy \n        me a meal? ", "\n        ", "\n        Jerry: All right, fine. Get the soup! ", "\n        ", "\n        ", "\n        ", "\n        New scene. ", "\n        The camera fades from the previous scene into the next scene. It's the \n        next day, outside in front of an apartment building. Elaine sits on the \n        front stoop while Jerry leans against the railing as they talk. ", "\n        ", "\n        Jerry: So he just gets soup. He wants to save the meal. So now I got to \n        do it all over again. ", "\n        ", "\n        Elaine: What kind of soup did he get? ", "\n        ", "\n        Jerry: I don't know? Consomm or something. ", "\n        ", "\n        Elaine: Consomm, hmm. ", "\n        ", "\n        Jerry: What? ", "\n        ", "\n        Elaine: Well, that's not really a meal Jerry. I mean if he had gotten \n        Chicken Gumbo, or Matzah Ball, or Mushroom Barley. Then I would agree \n        with you. Those are very hardy soups. ", "\n        ", "\n        Jerry: Elaine you're missing the whole point. ", "\n        ", "\n        Elaine: What? ", "\n        ", "\n        Jerry: The meal is the act of sitting down with him. It doesn't matter \n        what you get, as long as he's sitting in that restaurant, its a meal. \n        ", "\n        ", "\n        Elaine: Was it a cup or a bowl? ", "\n        ", "\n        Jerry: You see -- ah, uh ... ", "\n        ", "\n        Elaine: I\u0092m just curious. ", "\n        ", "\n        Jerry: A bowl, ok? ", "\n        ", "\n        Elaine: Did he crumble any crackers in it? ", "\n        ", "\n        (Jerry blows out a breath) ", "\n        ", "\n        Elaine: (reiterating the question) Did he crumble, any crackers in it? \n        ", "\n        ", "\n        Jerry: As a mater of fact, he did. ", "\n        ", "\n        Elaine: Oh, well. Crackers in a bowl. That -- That could be a meal. ", "\n        ", "\n        Jerry: It's like I\u0092m talking to my Aunt Sylvia here. ", "\n        ", "\n        (Simon comes out of the apartment building onto the steps next to Jerry) \n        ", "\n        ", "\n        Elaine: Oh, hi Simon. This is Jerry. ", "\n        ", "\n        Simon: Hello. (to Jerry, politely -- then quickly turns to Elaine) Elaine, \n        do you have any cash on you? ", "\n        ", "\n        Elaine: Um, yeah in my purse. ", "\n        ", "\n        Simon: No. There was only six dollars. ", "\n        ", "\n        Jerry: Well, I have some money. What do you need? (pulls out some bills) \n        ", "\n        ", "\n        Simon: Well, 20 should cover me. (snatches the cash) Thanks mate. (he \n        walks down the stairs to the sidewalk) ", "\n        ", "\n        Elaine: Where you going? ", "\n        ", "\n        Simon: (starts to turn back to Elaine) Just visiting. ", "\n        ", "\n        Elaine: Oh, OK, see you later. ", "\n        ", "\n        Simon: I won't be back for dinner. (turns and walks off down the street) \n        ", "\n        ", "\n        Elaine: [ English accent ] Pardon? ", "\n        ", "\n        ", "\n        ", "\n        New scene. ", "\n        Exterior shot of Monk\u0092s Restaurant, then inside - George is sitting \n        at the usual booth and Jerry sits down on the other side of the table. \n        ", "\n        ", "\n        Jerry: So is she working? Is she here? ", "\n        ", "\n        George: Yeah, yeah, she's here. ", "\n        ", "\n        Jerry: Have you said anything to her? ", "\n        ", "\n        George: No, but I\u0092m feeling very uncomfortable. ", "\n        ", "\n        Jerry: Are you going to say anything? ", "\n        ", "\n        George: There she is. (waiving his arms quickly above the table - to nix \n        the conversation) No no no no no no. ", "\n", "\n        ", "\n        Kelly the Waitress: Hello ", "\n        ", "\n        George: Hello. ", "\n        ", "\n        Kelly the Waitress: Well, what's it going to be? ", "\n        ", "\n        George: What's it gonna be? ", "\n        ", "\n        Kelly the Waitress: Yes. What'll you have? Are you eating? It's in that \n        vein. ", "\n        ", "\n        George: I\u0092ll eh, I\u0092ll just have a bowl of chili. ", "\n        ", "\n        Jerry: I\u0092ll have an egg white omelet. ", "\n        ", "\n        (Kelly the Waitress walks away) ", "\n        ", "\n        George: What's it gonna be? ... You hear that? ", "\n        ", "\n        Jerry: Yeah, that was bad. ", "\n        ", "\n        George: Did you feel that tension? We use to have banter - (puts menu \n        back with frustration) - there's no more banter. ", "\n        ", "\n        (looking towards the front door, Jerry sees Kenny Bania hanging up his \n        coat on the coat rack) ", "\n        ", "\n        Jerry: Oh, no, it's Kenny. Slide out so he can't sit down. (George & \n        Jerry each slide to the end of their booth seats) ", "\n        ", "\n        Bania: Hey. ", "\n        ", "\n        Jerry: Hey. ", "\n        ", "\n        Bania: You worn the suit yet? ", "\n        ", "\n        Jerry: Actually, I did. I put it on last night and slept in it. ", "\n        ", "\n        Bania: You did? ", "\n        ", "\n        Jerry: ... Oh, I\u0092m joking. ", "\n        ", "\n        Bania: OH! Ha ha ha ha ha ha ha ha. Can I squeeze in? (to George) ", "\n        ", "\n        George: Sure you can. ", "\n        ", "\n        (Bania sits next to George as he and Jerry slid back to their original \n        seats in the booth. Kelly the Waitress brings George his bowl of chili) \n        ", "\n        ", "\n        Kelly the Waitress: Can I take your order? ", "\n        ", "\n        Bania: What kind of soup do you have? ", "\n        ", "\n        Jerry: Why don't you get a sandwich? ", "\n        ", "\n        Bania: Ok, I\u0092ll have tomato soup and ah, tuna on toast. ", "\n        ", "\n        Jerry: OK ... (nodding his head up and down) This is it \u0091cha know \n        ", "\n        ", "\n        (George grabs some napkins) ", "\n        ", "\n        Jerry: This is the meal ... so stock up buddy boy. ", "\n        ", "\n        Bania: What are you talking about? this isn't a meal. ", "\n        ", "\n        (George tucks a napkin over his shirt collar) ", "\n        ", "\n        Jerry: Yes it is. Soup and sandwich. That is a meal. ", "\n        ", "\n        Bania: You're supposed to buy me dinner in a nice restaurant, like Mendy\u0092s. \n        ", "\n        ", "\n        Jerry: I tried to do that. ", "\n        ", "\n        Bania: This is lunch in a coffee shop ", "\n        ", "\n        Jerry: Doesn't matter, This is it. This completes the transaction ", "\n        ", "\n        Bania: Ah, soup and a sandwich for a brand-new Armani suit. Is that any \n        kind of gesture? (turns to George) ", "\n        ", "\n        Bania: I\u0092m really not comfortable ... ", "\n        ", "\n        (Kramer walks up to the table, leans in, with both hands on the table) \n        ", "\n        ", "\n        Kramer: (to George) Hey, I just spoke to ah, Hilde about your friend. \n        ", "\n        ", "\n        George: Yeah. ", "\n        ", "\n        Kramer: She doesn't have a boyfriend. She made it up. ", "\n        ", "\n        (Kramer points at George, and makes the \u0093pop\u0094 sound with his \n        lips. George looks over his left shoulder, back into the kitchen, then \n        takes his napkin off of his shirt and throws it down on the table) ", "\n        ", "\n        ---------------------------------------- ", "\n        Music and fade to commercial ", "\n        ---------------------------------------- ", "\n        ", "\n        ", "\n        New scene. ", "\n        Elaine walks into Jerry's apartment and then over to the couch. ", "\n        ", "\n        Elaine: Hi. ", "\n        ", "\n        Jerry: Where's Simon? ", "\n        ", "\n        Elaine: Oh, he'll be right up. He's just getting some beer. And I\u0092m \n        not expecting ... any change. (leans forward as she brings her hands together \n        in front of her, then sits on the couch) ", "\n        ", "\n        Jerry: When's he leaving? (putting some items into the refrigerator) ", "\n        ", "\n        Elaine: About 2 days. Although he's hinting at how he'd like to stay. \n        Fortunately he has no money, and no prospects. (she smiles) ", "\n        ", "\n        (Simon walks in the open door carrying some beer) ", "\n        ", "\n        Simon: Hey mate. Fancy a beer? ", "\n        ", "\n        Jerry: Ah, no thanks. ", "\n        ", "\n        [ Telephone rings ] ", "\n        ", "\n        (Simon leans down to kiss Elaine) ", "\n        ", "\n        Jerry: (on the phone) Hello? No, I\u0092m sorry Bania ... I\u0092m not \n        going over this again. Well who told you to order soup? ... No! There's \n        no dinner. There's not going to be any dinner. You've had a sandwich and \n        2 bowls of soup and that's it. Good-bye. ", "\n        ", "\n        (hangs up the cordless phone and sets it down -- blows air out of his \n        mouth and cheeks ... Then he snaps his fingers) ", "\n        ", "\n        Jerry: Hey, what size suit are you? ", "\n        ", "\n        Simon: 40. ", "\n        ", "\n        Jerry: 40. Perfect. Brand-new Armani suit, you want it? ", "\n        ", "\n        Simon: Absolutely. ", "\n        ", "\n        Jerry: Great, its yours. I can't stand the sight of it. (he hands Simon \n        the suit on the hanger) ", "\n        Elaine, here\u0092s the car keys. (tosses her the keys) ", "\n        ", "\n        Elaine: Thanks ", "\n        ", "\n        [ Telephone rings ] (Jerry picks up the cordless phone) ", "\n        ", "\n        Jerry: Yo? ", "\n        ", "\n        Bania: Listen Jerry, I've been doing some thinking. I want my suit back. \n        ", "\n        ", "\n        Jerry: I don't have your suit. I gave it away. ", "\n        ", "\n        (Elaine and Simon are exiting the apartment door, Simon goes first. Elaine \n        with a big smile, realizing it's Bania on the phone, bends forward from \n        the waist slightly, opens her mouth and sticks out her tongue like she \n        is throwing up and then exits the apartment and closes the door.) ", "\n        Bania: Well it's my suit. ", "\n        ", "\n        Jerry: Well it's gone. I\u0092m sorry. Good-bye Bania. ", "\n        ", "\n        (he hangs up the cordless phone. Kramer bursts in) ", "\n        ", "\n        Kramer: Hey. ", "\n        ", "\n        Jerry: Hey. ", "\n        ", "\n        Kramer: Um, yeah. (glances around the apt.) Oh, uh ... well, how's everything? \n        ", "\n        ", "\n        Jerry: Ok. ", "\n        ", "\n        Kramer: Good, ah, what's going on? ", "\n        ", "\n        Jerry: Nothing. ", "\n        ", "\n        Kramer: Really. ", "\n        ", "\n        Jerry: You want food, don't cha? (nodding his head up and down) ", "\n        ", "\n        Kramer: It's not for me. It's for Hilde -- the waitress I was telling \n        you about. She's hungry, she wants food. If I go back in there without \n        any food ... there's gonna be trouble. (his voice gets really high pitched \n        on his last sentence) ", "\n        ", "\n        Jerry: All right, go ahead ", "\n        ", "\n        Kramer: Thanks buddy. (goes over to the fridge and pulls out a few things) \n        ", "\n        ", "\n        (Hilde walking into the open doorway of Jerry's apt. - she stands with \n", "\n        her arms on her hips) ", "\n        ", "\n        Hilde: Did you find anything! ", "\n        ", "\n        Kramer: Uh, yeah, ah ... ", "\n        ", "\n        (looking down at the food he is clutching between his elbow and chest) \n        ", "\n        ", "\n        Kramer: There's a few things in here, ah, peanut butter, cheese, yeah \n        ... ", "\n        ", "\n        Hilde: Cheese is good. Yeah, what kind? ", "\n        ", "\n        Kramer: Uh, Swiss. ", "\n        ", "\n        Hilde: All right, it'll have to do. Come on. ", "\n        ", "\n        (Hilde and Kramer go back to his apt. Kramer shuffles both feet wildly \n        as he exits) ", "\n        ", "\n        ", "\n        New scene. ", "\n        On the sidewalk, Jerry walks up to George, who is outside, one store over \n        from the coffee shop. ", "\n        ", "\n        Jerry: What are we doing out here? Aren't we going to go in and eat? ", "\n        ", "\n        George: I can't go in there. I feel too uncomfortable. ", "\n        ", "\n        Jerry: Oh, what are you saying? So we're not going to go in there anymore? \n        ", "\n        ", "\n        Elaine: Hey, What are you doing out here? ", "\n        ", "\n        Jerry: We can't eat here anymore, cause he took a waitress out for a walk. \n        ", "\n        ", "\n        George: What's the difference? Let's go to Reggie\u0092s. ", "\n        ", "\n        Elaine: Reggie\u0092s? I can't eat anything there. ", "\n        ", "\n        George: It's the same menu. ", "\n        ", "\n        Elaine: There's no \u0093Big Salad.\u0094 ", "\n        ", "\n        George: They'll make you a \u0093Big Salad.\u0094 What do you think, they're \n        the only one's that make a \u0093Big Salad\u0094? ", "\n        ", "\n        Elaine: All right. Let's go, to Reggie\u0092s. ", "\n        ", "\n        (George half-bows to Elaine and they start to walk down the sidewalk) \n        ", "\n        ", "\n        Jerry: So what's going on with Simon? Did he leave? ", "\n        ", "\n        Elaine: Ahh ... wait till you hear this. ", "\n        ", "\n        ", "\n        ", "\n        New scene. ", "\n        Daytime exterior of Reggie\u0092s, then inside, where George sits on the \n        left side of the booth while Elaine and Jerry sit on the right side of \n        the booth. ", "\n        ", "\n        Elaine: So Simon picks this woman up, right in front of me. ", "\n        ", "\n        Jerry: Look at this. They make a point of saying on the menu, \u0093No \n        egg white omelets.\u0094 Look at that. ", "\n        ", "\n        George: So what! Have a yoke. It won't kill you. ", "\n        ", "\n        Hilde: (walks up to the table) Hello. ", "\n        ", "\n        Jerry: Oh, hi Hilde. Can I get an egg white omelet? ", "\n        ", "\n        Hilde: Did you read the menu? ", "\n        ", "\n        Jerry: All right, just give me a western. (unhappy) ", "\n        ", "\n        Elaine: How about a Big Salad? ", "\n        ", "\n        Hilde: A big salad? ", "\n        ", "\n        Elaine: (to George) You see? ", "\n        ", "\n        George: Just tell her what\u0092cha want, they'll make it for ya. ", "\n        ", "\n        Elaine: It's a salad, only bigger, with lots of stuff in it. ", "\n        ", "\n        Hilde: I can bring you 2 small salads. ", "\n        ", "\n        Elaine: Could you put it in a big bowl? ", "\n        ", "\n        Hilde: We don't have any big bowls. ", "\n        ", "\n        Elaine: All right. Just give me a cup of decaf. ", "\n        ", "\n        Hilde: We have Sanka. ", "\n        ", "\n        (Elaine looks up at Hilde with subtle disbelief) ", "\n        ", "\n        ", "\n        ", "\n        New scene. ", "\n        Exterior of Jerry's apartment building, then inside where Jerry and George \n        enter. ", "\n        ", "\n        George: I mean, it's not fair. I've been going there for 7 years. She's \n        been there 3 weeks. ", "\n        ", "\n        Jerry: Not fair. ", "\n        ", "\n        George: If anyone should be forced to leave that place, it should be her! \n        ", "\n        ", "\n        Jerry: She's on your turf. ", "\n        ", "\n        George: If only she could get fired. Is there any way that could happen? \n        I mean I know how to get myself fired. ", "\n        ", "\n        Jerry: You're the best. ", "\n        ", "\n        George: Well ...... but how do I get someone else fired? ", "\n        ", "\n        Jerry: Well as I see it, you've got to apply the same principles that \n        get you fired, but redirected, outwardly. ", "\n        ", "\n        (Kramer enters) ", "\n        ", "\n        Kramer: H-Hey. She's hungry Jerry. ", "\n        ", "\n        Jerry: Well, there's nothing left. There's no food. ", "\n        ", "\n        Kramer: No food? Well you gotta have something -- (rummages through Jerry's \n        cupboards and refrigerator) -- I can't go back in there with no food. \n        She's expecting something Jerry. You don't know what she's like when that \n        blood sugar is drops. ", "\n        ", "\n        [ Hilde ]: Food! ", "\n        ", "\n        Kramer: There, you see. She's already in a bad mood. She just got fired. \n        ", "\n        ", "\n        Jerry: Why'd she get fired? ", "\n        ", "\n        Kramer: Oh, because I called over there a couple of times and the manager \n        didn\u0092t like it. ", "\n        ", "\n        (Jerry turns quickly and looks at George -- George, sitting on the couch, \n        immediately understands, he picks up the phone with his right hand, points \n        at Jerry with his left arm extended, dials and licks his lips) ", "\n        ", "\n        ", "\n        ", "\n        New scene. ", "\n        Exterior of the coffee shop the inside where Elaine and Jerry sit at the \n        usual booth. ", "\n        ", "\n        Elaine: So, Simon is definitely going back now. He's meeting me here to \n        return my keys. ", "\n        ", "\n        Jerry: Boy, he's a real bounder, isn't he? ", "\n        ", "\n        Elaine: Yes. He's one of those bounders. ", "\n        ", "\n        Kelly the Waitress: Egg white omelet and Big Salad. ", "\n        ", "\n        Elaine: AHhh. Thank you. ", "\n        ", "\n        Kelly the Waitress: I just wanted to let you guys know that Friday's my \n        last day. Bloomingdales ordered a bunch of my clips, and thank God, I \n        don't have to do this any more. (turns and walks away) ", "\n        ", "\n        Elaine: Ah (hu ha - small laugh) ", "\n        ", "\n        (Bania walks up to the table) ", "\n        ", "\n        Bania: Hey Jerry, where's my suit? ", "\n        ", "\n        Jerry: I don't have it. You want half my omelet? (holds his omelet plate \n        up to Bania) ", "\n        ", "\n        Monk's Manager: (on the phone, we assume it's George calling) I told you, \n        she's busy. She can't come to the phone now! (hangs up) ", "\n        ", "\n        Monk's Manager: You better tell your boyfriend to stop calling here. ", "\n        ", "\n        Kelly the Waitress: Oh he's not my boyfriend. It's that bald guy with \n        the glasses, who's always here with them. he's trying to get me in trouble. \n        ", "\n        ", "\n        (Monk's Manager stands there for a second thinking -- looking at Elaine \n        and Jerry. Both of them have a hand up on the side of their faces. Monk's \n        Manager walks over and puts both hands on the table and leans in) ", "\n        ", "\n        Monk's Manager: HEY! Yeah. I got a message for you. You tell your friend \n        George, that the next time I see him around here, I\u0092m going to turn \n        him into my Own, Personal, Hand-Puppet. ", "\n        ", "\n", "\n        (Jerry makes a face and silent \u0093Ouoo\u0094) ", "\n        ", "\n        Simon: Well, hello. Here you are as promised. You see, I\u0092m a man \n        of my word. (drops keys into Elaine's extended palm) ", "\n        ", "\n        Elaine: When are you leaving? ", "\n        ", "\n        Simon: Elaine, are you trying to get rid of me? Aha ha ha ha ha ha ha. \n        I was supposed to leave tomorrow, but all of a sudden, I've been set up \n        with a job interview that might enable me to extend my visit indefinitely. \n        And it is all due, to this suit. How do I look? I\u0092m a shoe-in aren't \n        I. Thanks again love. (touches the table, turns and walks to the exit) \n        ", "\n        ", "\n        Elaine: (turns towards the lunch counter) Hey Kenny. You still want to \n        get that suit back? ", "\n        ", "\n        Bania: (leans backwards from the counter) Yeah! ", "\n        ", "\n        Elaine: There it goes. (pointing at Simon walking out the door) ", "\n        ", "\n        Bania: Hey! Hey! (he runs out the door after Simon) [ Come Here You! ] \n        ", "\n        ", "\n        (Elaine and Jerry watch as Bania runs out the door after Simon) ", "\n        ", "\n        [ Simon: What are you doing. Unhand me ] ", "\n        ", "\n        [ Bania: Take It Off! ] ", "\n        ", "\n        [ Sounds of struggling] [ Material rips] ", "\n        ", "\n        (Elaine and Jerry look at each other, and toast each other by raising \n        their forks in the air. Their mouths are open with the silent Ahhhhh _expression \n        of joy) ", "\n        ", "\n        ", "\n        ", "\n        Final scene. ", "\n        Inside Reggie\u0092s dinner. George sits silently in a booth. A plate \n        of food on the table in front of him. Another patron is at the counter \n        by himself. ", "\n        ", "\n        George pours a bit of ketchup onto his plate / food (*Actually we see \n        the end of the bottle, which is supposed to be obscured by some elements \n        on the table -- it does not look like any ketchup comes out of the bottle). \n        He replaces the ketchup bottle cap and sets the bottle down on the table. \n        ", "\n        ", "\n        He picks up his fork and takes a bite from his plate. Then he picks up \n        a bottle of A1 sauce and pours a bit on his food, replaces the cap and \n        sets the bottle down. Then he picks up (what looks to be) a smaller bottle \n        of Tabasco, pours a bit of it on his food, replaces the cap and sets the \n        bottle in the table caddy on the table. ", "\n        ", "\n        Then he struggles with something on the table (it's near impossible to \n        distinguish what the item is, as it's a wide shot) -- trying to get the \n        item open, the lid flips into the air and flies over his right shoulder, \n        making a noise as it lands on the ground. Hearing the noise, the man at \n        the counter turns to see what it is and George looks over at him. ", "\n        ", "\n        END ", "\n      "]},
{"line": ["Transcribed by Dan Coogan ", "http://www.cooganphoto.com", "\n        Originally posted on The News Guys(Mike's) site  \n        \n       \n     \n      \n      \n    \n  \n\n\n"]},
{"line": [" "]},
{"line": []},
{"line": [" "]},
{"line": []},
{"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]},
{"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}
]