[
{"title": "The Scofflaw"},
{"line": []},
{"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]},
{"line": [" "]},
{"line": ["Transcribed by:  \n              Mark Brockbank - Barrow-in-Furness, UK", "\n              ", "\n              Episode Number: 099", "\n              Original Air Date: January 26, 1995", "\n              ", "\n              Written by: Peter Mehlman", "\n              Directed by: Andy Ackerman", "\n              ", "\n              Guest Cast:", "\n              Marty Rackham (Jake Jarmel)", "\n              Barbara Alyn Woods (Debby)", "\n              Ivory Ocean (Officer Morgan)", "\n              Basil Hoffman (Salesman)", "\n              Lillian Lehman (Judge)", "\n              Jon Lovitz (Gary Fogel)", "\n              Danny Breen (Guy With Glasses)", "\n              Bob Shaw (Cabbie)", "\n              Dale Harimoto (Reporter)", "\n              Joe Ochman (Customer)", "\n              Elisabeth Sjoli (Woman)", "\n              ", "\n              ", "\n              [Nightclub]", "\n              ", "\n              Jerry's standup piece.", "\n              ", "\n              JERRY: The big new accessory with eyeglasses, seems to be that strap, \n              that", "\n              connects in the back so you can take 'em on and off. Which I don't \n              get, because", "\n              I thought, if you have glasses, isn't that because you need to wear \n              glasses?", "\n              'You need glasses', isn't that what they say? I mean, an eye doctor \n              doesn't say", "\n              'Would you care for some glasses?' When people have crutches, they \n              don't have", "\n              like a little chain attached to their belt, so they can just let \n              go of 'em every", "\n              now and then. Why not get a toupee with a rubber band for when you're", "\n              water-skiing, the thing could just... (mimes semi-airborne wig with \n              hand)", "\n              ", "\n              [Street]", "\n              ", "\n              George hurrying along, he passes Gary who recognises him.", "\n              ", "\n              GARY: Hey George.", "\n              ", "\n              GEORGE: Gary? Well, well, well well. Where the hell've you been? \n              I've been", "\n              leaving you phone messages for months.", "\n              ", "\n              GARY: I know. I've been pretty busy.", "\n              ", "\n              GEORGE: Busy. Don't give me busy. Who's not busy? I'm busy, we're \n              all busy,", "\n              everybody's busy. All right, tell me, what's kept you so busy?", "\n              ", "\n              GARY: Mostly chemotherapy. 'Kay, I'll see you.", "\n              ", "\n              [Different Street]", "\n              ", "\n              A cop, with an eye patch, is writing a ticket for a car. Kramer \n              is about to cross", "\n              the street. He waits for a car to pass. As it passes, a tray of \n              litter is tossed", "\n              from its window and lands near Kramer.", "\n              ", "\n              KRAMER: (to car as it accelerates away) Hey pig!", "\n              ", "\n              The cop hears this and turns to see who said it. As he does so, \n              the car he is", "\n              ticketing starts up and speeds away.", "\n              ", "\n              COP: (at car) Hey! Hey! Hey!", "\n              ", "\n              Kramer takes advantage of the distraction to run away.", "\n              ", "\n              [Jerry's Apartment]", "\n              ", "\n              JERRY: So you called the cop a pig?", "\n              ", "\n              KRAMER: I was yelling at the litterbug. I mean this is my town. \n              You don't throw", "\n              trash on the streets of my town.", "\n              ", "\n              JERRY: Didn't you explain that to the cop?", "\n              ", "\n              KRAMER: No, I fled the scene.", "\n              ", "\n              George enters. He looks disquieted.", "\n              ", "\n              JERRY: (to George) Hey.", "\n              ", "\n              KRAMER: (to George) Hey buddy.", "\n              ", "\n              GEORGE: Hey, uh...", "\n              ", "\n              KRAMER: What?", "\n              ", "\n              GEORGE: Kramer, I, I, I, uh, I need to talk to Jerry privately.", "\n              ", "\n              KRAMER: Oh. What about?", "\n              ", "\n              GEORGE: Kramer...", "\n              ", "\n              KRAMER: Aw come on George, you can share it with me, huh?", "\n              ", "\n              Kramer grabs George in a headlock.", "\n              ", "\n              GEORGE: Hey, you're hurting me!", "\n              ", "\n              KRAMER: You gonna share it with me next time, huh?", "\n              ", "\n              GEORGE: I swear, I swear!", "\n              ", "\n              KRAMER: Aw, all right, I'm looking forward to it.", "\n              ", "\n              He releases George from the headlock and exits, but he closes the \n              door slowly", "\n              and can be seen peering in through the decreasing gap until it finally \n              shuts", "\n              completely. Jerry and George watch him until the door is closed.", "\n              ", "\n              GEORGE: Right, I got news. You ready? (deep breath) Gary Fogel had \n              cancer.", "\n              ", "\n              JERRY: Oh yeah, I knew.", "\n              ", "\n              GEORGE: You knew? How did you know?", "\n              ", "\n              JERRY: He told me a few months ago.", "\n              ", "\n              GEORGE: Why did he tell you and not me?", "\n              ", "\n              JERRY: I don't know.", "\n              ", "\n              GEORGE: How are you closer to him than me?", "\n              ", "\n              Jerry shrugs.", "\n              ", "\n              GEORGE: So, is he okay?", "\n              ", "\n              JERRY: Oh yeah, he's fine, fine. He was in bad shape for a while \n              though.", "\n              ", "\n              GEORGE: Huh, really? How bad? Was he on his death bed?", "\n              ", "\n              JERRY: No, he was on his regular bed.", "\n              ", "\n              GEORGE: So why didn't you tell me?", "\n              ", "\n              JERRY: He swore me to secrecy.", "\n              ", "\n              GEORGE: So?", "\n              ", "\n              JERRY: It's not like you're my wife.", "\n              ", "\n              GEORGE: Well, I still think you shoulda told me.", "\n              ", "\n              JERRY: Hey, believe me, you were better off not knowing. It's not \n              easy to deal", "\n              with someone in a situation like this. I was so nice to him I almost \n              made myself", "\n              sick.", "\n              ", "\n              GEORGE: Well, I wanna talk to him about this.", "\n              ", "\n              JERRY: That's right, you let him have it.", "\n              ", "\n              GEORGE: Mmm-mm.", "\n              ", "\n              JERRY: Who is he not to tell you about his life-threatening illness?", "\n              ", "\n              GEORGE: That's what I'm saying.", "\n              ", "\n", "\n              JERRY: His illness is your business.", "\n              ", "\n              GEORGE: If not mine, whose?", "\n              ", "\n              JERRY: If not now, when?", "\n              ", "\n              The door opens and Elaine enters. She senses a conversation has \n              just ceased.", "\n              ", "\n              ELAINE: Were you just talking about me?", "\n              ", "\n              GEORGE: No, an old friend of ours, Gary.", "\n              ", "\n              ELAINE: Oh, the guy with cancer?", "\n              ", "\n              GEORGE: (to Jerry, yelling) You told her? She's not your wife!", "\n              ", "\n              JERRY: If I told you, you woulda given it away.", "\n              ", "\n              GEORGE: You don't think I can keep a secret?", "\n              ", "\n              JERRY: No, but he would've read your face.", "\n              ", "\n              GEORGE: You don't trust my poker face?", "\n              ", "\n              JERRY: Do you ever win at poker?", "\n              ", "\n              GEORGE: (shamefaced) No.", "\n              ", "\n              Door opens and Kramer enters. He sees Elaine.", "\n              ", "\n              KRAMER: Hey. (to Elaine) Oh, I just saw your old boyfriend on TV.", "\n              ", "\n              ELAINE: Egh, Jake Jarmel?", "\n              ", "\n              KRAMER: Yeah. I really liked those glasses he was wearing. Where'd \n              he get those.", "\n              ", "\n              ELAINE: Why? You don't wear glasses.", "\n              ", "\n              KRAMER: I know, I know. But I need a new look, I'm stagnating.", "\n              ", "\n              GEORGE: I have to say, as a glasses wearer I take exception to that. \n              That's like", "\n              me buying a wheelchair to cruise around in.", "\n              ", "\n              KRAMER: Yeah, I've considered that. (to Elaine) Look, how do I get \n              in touch with", "\n              this guy?", "\n              ", "\n              ELAINE: Well, he's having a two day book signing at Waldens.", "\n              ", "\n              KRAMER: Ah.", "\n              ", "\n              ELAINE: You know, we had a really bad break-up.", "\n              ", "\n              JERRY: The Jujy Fruits?", "\n              ", "\n              ELAINE: (upset) Yeah, the Jujy Fruits.", "\n              ", "\n              [Waldenbooks]", "\n              ", "\n              A queue of people wait to have their hardbacks signed by Jake Jarmel, \n              who sits", "\n              at a table, wearing spectacles with dark oval frames. Kramer is \n              having his copy", "\n              signed.", "\n              ", "\n              JAKE: Okay, K-Man, enjoy the book.", "\n              ", "\n              KRAMER: Okay, thank you. Listen Jake, uh, where did you get those \n              eyeglass", "\n              frames?", "\n              ", "\n              JAKE: I can't tell you that.", "\n              ", "\n              KRAMER: So you don't know where you got 'em?", "\n              ", "\n              JAKE: Yes I do. But I don't want anyone else to have them.", "\n              ", "\n              KRAMER: Well, that's peculiar. (leaves)", "\n              ", "\n              [Monk's]", "\n              ", "\n              George and Gary sit in a booth. Among the other customers is an \n              attractive woman", "\n              sitting in the corner, reading a book.", "\n              ", "\n              GEORGE: Eh, there's that woman that never talks to anybody.", "\n              ", "\n              GARY: Really?", "\n              ", "\n              GEORGE: Every day she comes in, she sits at that table and reads. \n              Never talks to", "\n              anybody.", "\n              ", "\n              GARY: Oh, I talked to Debby Bibelo. She said to say hi.", "\n              ", "\n              GEORGE: (pleasant surprise) Really? (admonishing) You know Gary, \n              I really have", "\n              to say, I'm a little bit hurt that you didn't decide to confide \n              in me.", "\n              ", "\n              GARY: Well frankly, you can't keep a secret. You know, you'd get \n              two pair, the", "\n              whole table knows.", "\n              ", "\n              GEORGE: Well I still think it was wrong.", "\n              ", "\n              GARY: Right, well I'm sorry, all right. I guess I was just thinking \n              of myself.", "\n              ", "\n              GEORGE: (well, obviously) Yes.", "\n              ", "\n              [Another street]", "\n              ", "\n              Kramer is talking to the eyepatch-wearing cop.", "\n              ", "\n              KRAMER: ...so I called the litterbug a pig, not you. I like policeman. \n              I wanted", "\n              to be a policeman.", "\n              ", "\n              COP: Yeah? So why didn't you?", "\n              ", "\n              KRAMER: Scared of being shot.", "\n              ", "\n              COP: Mr Kramer, let me tell you a story. In nineteen-seventy-nine \n              I ticketed a", "\n              brown Dodge Diplomat for parking in a Church zone. That fine was \n              never paid, and", "\n              since then that scofflaw has piled up more parking tickets than \n              anyone in New", "\n              York City. For sixteen years I pursued him, only to see him give \n              me the slip", "\n              time and time again. I never got a clean look at his face, but he's \n              become my", "\n              'white whale'. Mr Kramer, that day was yesterday! But thanks to \n              you, I don't", "\n              know if I'll ever get that chance again!", "\n              ", "\n              KRAMER: I like that eye patch.", "\n              ", "\n              [Monks']", "\n              ", "\n              GEORGE: (standing) All right, I'm gonna move my car, my meter's \n              up. Can't park in", "\n              this city.", "\n              ", "\n              GARY: (standing) Hey, George, listen. You know that company I work \n              for, they own", "\n              that parking lot around the corner.", "\n              ", "\n              GEORGE: Wha, that's a Kinney lot?", "\n              ", "\n              GARY: Yeah, and there's a space opening up, and I could get it for \n              you. You just", "\n              have to pay the tax on it. It'd be like, fifty a month.", "\n              ", "\n              GEORGE: Fifty bucks a month, that's incredible! Okay, thanks.", "\n              ", "\n              GARY: All right, I got lunch, all right.", "\n              ", "\n              GEORGE: You still owe me a secret.", "\n              ", "\n              GARY: All right, listen. There is something I haven't told you, \n              all right?", "\n              ", "\n              GEORGE: Yeah?", "\n              ", "\n              GARY: Yeah, but uhm, you can't tell Jerry.", "\n              ", "\n              GEORGE: What do think I tell Jerry everything? It's not like he's \n              my wife.", "\n              ", "\n              GARY: Okay. Well, the thing is, I've been living a lie.", "\n              ", "\n              GEORGE: Just one? I'm living like twenty. (chuckles) What's yours?", "\n              ", "\n              GARY: Well, I (laughs) I never actually had cancer. (laughs) I'll \n              see you.", "\n              (leaves)", "\n              ", "\n              [Jerry's apartment]", "\n              ", "\n              Kramer and Jerry sit on the couch, Elaine in the chair. Kramer and \n              Elaine are", "\n              talking, Jerry reads a magazine.", "\n              ", "\n              ELAINE: So he refused to tell you where he got the glasses?", "\n              ", "\n              KRAMER: (rising) Flat out refused! (walks past Jerry, who moves \n              his legs)", "\n              ", "\n              ELAINE: Yeah, isn't that just like him? (she steps over Jerry's \n              legs) You know,", "\n              he has to be the only one who has 'em.", "\n              ", "\n              KRAMER: Yeah, tell me about it, soul sister. (he opens the door \n              to leave)", "\n              Anyway, I told Jake that you said hi.", "\n", "\n              ", "\n              ELAINE: What? (she slams the door shut before Kramer can exit) You \n              told Jake I", "\n              said hi?", "\n              ", "\n              KRAMER: Yeah.", "\n              ", "\n              ELAINE: I can't believe you did that! Why did you tell him I said \n              hi? I never", "\n              said hi! (to Jerry) When did I say hi?", "\n              ", "\n              JERRY: I never heard her say hi.", "\n              ", "\n              KRAMER: Well, it's uh, common courtesy.", "\n              ", "\n              ELAINE: No, no. (stamps foot) Kramer, you don't understand. He made \n              the last", "\n              contact between us. I had the upper hand in the post-breakup relationship. \n              If he", "\n              thinks that I said hi, then I lose the upper hand.", "\n              ", "\n              JERRY: It's like a game of tag.", "\n              ", "\n              Elaine gathers her stuff together, ready to leave.", "\n              ", "\n              JERRY: Where you going?", "\n              ", "\n              ELAINE: Nowhere.", "\n              ", "\n              JERRY: You're going to the book store to see Jake Jarmel, aren't \n              you?", "\n              ", "\n              ELAINE: So what if I do? (heads for the door)", "\n              ", "\n              KRAMER: (to the exiting Elaine) Yeah, well, listen. If you're going \n              there,", "\n              (following her out the door) maybe you can get him to tell you where \n              he got", "\n              those glasses. (shouting after her) Elaine!", "\n              ", "\n              George enters as Kramer and Elaine leave. He closes the door behind \n              him.", "\n              ", "\n              JERRY: Hey. How'd it go with Gary?", "\n              ", "\n              GEORGE: (shifty, avoiding Jerry's eyes) Fine, fine. (he removes \n              his coat)", "\n              ", "\n              JERRY: (suspicious) Really?", "\n              ", "\n              GEORGE: (shifty) Yeah.", "\n              ", "\n              JERRY: You look like something's on your mind.", "\n              ", "\n              GEORGE: No. Nothing. Fine. (he sits at the table)", "\n              ", "\n              JERRY: So, that's your poker face.", "\n              ", "\n              GEORGE: My regular face.", "\n              ", "\n              JERRY: No it isn't. I've seen your regular face. That is not it.", "\n              ", "\n              GEORGE: What are you saying?", "\n              ", "\n              JERRY: All right George, c'mon, what d'you got? (sits opposite George)", "\n              ", "\n              GEORGE: I got nothing.", "\n              ", "\n              JERRY: What you got, a pair of bullets?", "\n              ", "\n              GEORGE: What you talking about?", "\n              ", "\n              JERRY: Two pair? Three of a kind?", "\n              ", "\n              GEORGE: Will you stop it?", "\n              ", "\n              JERRY: Oh my God, you got a flush! You're holding a flush!", "\n              ", "\n              GEORGE: I don't have a flush.", "\n              ", "\n              JERRY: A full house? You got a full house? Turn 'em over George, \n              I wanna see", "\n              'em. Come on, I'm calling! (thumps hand on table) What d'you got!", "\n              ", "\n              GEORGE: (broken, shouts) Gary Fogel never had cancer!", "\n              ", "\n              [Waldenbooks]", "\n              ", "\n              Jake Jarmel is at the same table as before. Elaine is talking to \n              him. There are", "\n              other people queuing behind her.", "\n              ", "\n              ELAINE: So you see, Kramer took it upon himself to say hi to you \n              from me. When", "\n              in fact it was an unauthorised hi.", "\n              ", "\n              JAKE: You're saying you didn't say hi.", "\n              ", "\n              ELAINE: That's what I'm saying.", "\n              ", "\n              JAKE: So that's what you came down here to tell me?", "\n              ", "\n              ELAINE: Correct.", "\n              ", "\n              JAKE: You never said hi?", "\n              ", "\n              ELAINE: Correct.", "\n              ", "\n              JAKE: You still like me, don't you?", "\n              ", "\n              ELAINE: Correct. (catches herself) What's that?", "\n              ", "\n              MAN: Hey, I have been trying to get this book signed all day.", "\n              ", "\n              ELAINE: (takes the book from the guy and signs it herself) How can \n              you say that", "\n              I still like you, when I didn't even say hi to you?", "\n              ", "\n              JAKE: Elaine, coming down here to say that you didn't say hi is \n              more of a", "\n              gesture than if you did say hi.", "\n              ", "\n              ELAINE: Ah, Jake... (realises his logic) I, uh...", "\n              ", "\n              [Jerry's apartment]", "\n              ", "\n              GEORGE: The doctors thought he had cancer, but the surgery revealed \n              he never", "\n              actually had it.", "\n              ", "\n              JERRY: So what was wrong with him?", "\n              ", "\n              GEORGE: Nothing!", "\n              ", "\n              JERRY: So he's been lying to me for two months?!", "\n              ", "\n              GEORGE: That's right.", "\n              ", "\n              JERRY: What kind of person is this? There's only one other person \n              who might be", "\n              able to do something like this, and that's you.", "\n              ", "\n              GEORGE: Well...", "\n              ", "\n              JERRY: I don't even think you could do it.", "\n              ", "\n              GEORGE: Oh, I could do it.", "\n              ", "\n              JERRY: Yeah, I guess you could.", "\n              ", "\n              GEORGE: (snorts) C'mon.", "\n              ", "\n              JERRY: Did you know he was so worried about losing more hair if \n              he had to get", "\n              chemo treatment, I bought him an unlimited gift certificate at the \n              Hair Team For", "\n              Men, just to put his mind at ease?", "\n              ", "\n              GEORGE: You did that?", "\n              ", "\n              JERRY: Yeah. Oh, I can't wait to talk to this guy. (moves to pick \n              up phone)", "\n              ", "\n              GEORGE: Wait a minute, wait a minute. You can't say anything. (rushes \n              to take", "\n              phone from Jerry)", "\n              ", "\n              JERRY: Why not?", "\n              ", "\n              GEORGE: (puts down handset) Because he'll know I told you. Besides, \n              he's giving", "\n              me a parking spot around the corner for practically nothing.", "\n              ", "\n              JERRY: So you're telling me, because you're getting free parking, \n              I gotta", "\n              pretend this guy had cancer when he didn't?", "\n              ", "\n              GEORGE: Yeah.", "\n              ", "\n              JERRY: Well I don't like it. I don't like it one bit! And, I'm supposed \n              to see", "\n              him tomorrow.", "\n              ", "\n              GEORGE: Yeah, well you have to maintain the same disposition too. \n              You can't", "\n              start acting any differently. You have to be nice.", "\n              ", "\n              JERRY: Why didn't he tell me?", "\n              ", "\n              GEORGE: Because you were being so nice.", "\n              ", "\n              JERRY: I don't think I can be that nice.", "\n              ", "\n              GEORGE: (shouts) You be nice!", "\n              ", "\n              George and Jerry turn their backs to other and angrily stalk away \n              from each", "\n              other.", "\n              ", "\n              [Monk's]", "\n", "\n              ", "\n              Jerry enters. He looks around for Gary, and does a double-take as \n              he see him", "\n              sitting in a booth, wearing a wig.", "\n              ", "\n              JERRY: Gary?", "\n              ", "\n              GARY: What d'you think? Check it out. (he tries a number of expressions, \n              turning", "\n              his head side to side, to show off the hairpiece)", "\n              ", "\n              JERRY: Is that from my gift certificate?", "\n              ", "\n              GARY: Yeah buddy. You really came through for me man. You've been \n              so nice.", "\n              (shakes Jerry by the hand)", "\n              ", "\n              JERRY: (through gritted teeth) Yeah, well, I'm glad you could take \n              advantage.", "\n              ", "\n              GARY: Hey, you know what I'm thinking of doing? I'm getting rid \n              of all my", "\n              fillings, 'cos that mercury's toxic. Hey, let me see your fillings.", "\n              ", "\n              JERRY: I don't think so.", "\n              ", "\n              GARY: Oh come on, open up. Let me take a look.", "\n              ", "\n              Jerry can be seen struggling against his instincts. He hears George's \n              words from", "\n              earlier.", "\n              ", "\n              GEORGE (V.O.): You be nice! He's giving me a parking space (echoes) \n              parking", "\n              space... parking space...", "\n              ", "\n              Jerry leans forward and opens his mouth, but he's not happy about \n              it.", "\n              ", "\n              GARY: (peering in) Well, what d'you know. Hey, lookee there, you're \n              loaded.", "\n              ", "\n              JERRY: Okay. (shuts mouth)", "\n              ", "\n              GARY: Hey, look who's over there. Miss Cool-toes. Check this out, \n              Jack! (rises)", "\n              ", "\n              Kramer enters. He's wearing an eyepatch like the cop's.", "\n              ", "\n              KRAMER: (to Jerry) Hey buddy.", "\n              ", "\n              JERRY: Hey. Look at you. Wha... what's this?", "\n              ", "\n              KRAMER: It's an eyepatch.", "\n              ", "\n              JERRY: You look like a pirate.", "\n              ", "\n              KRAMER: I wanna be a pirate.", "\n              ", "\n              JERRY: (gesturing) This is Gary.", "\n              ", "\n              KRAMER: (to Gary) How you doing?", "\n              ", "\n              GARY: All right.", "\n              ", "\n              Kramer goes to shake Gary by the hand, but due to his impaired vision, \n              he misses", "\n              by several inches at the first attempt. He lifts the patch up to \n              restore his", "\n              depth perception. They shake, and Gary leaves to talk to the 'girl \n              who never", "\n              talks'. Kramer moves to sit in the vacant seat.", "\n              ", "\n              KRAMER: Well, I tell you there's only one problem.", "\n              ", "\n              Kramer sits down, misjudges the seat and almost slides under the \n              table. He", "\n              upsets plates and glasses.", "\n              ", "\n              JERRY: Can't see on your right side?", "\n              ", "\n              KRAMER: No. It's uh, (swaps patch to the other eye) it's itchy", "\n              ", "\n              [George's car]", "\n              ", "\n              DEBBY: Nice car.", "\n              ", "\n              GEORGE: Yeah. Once belonged to Jon Voight.", "\n              ", "\n              DEBBY: So, what made you just call me out of the blue like that?", "\n              ", "\n              GEORGE: Oh, well, uh. Gary told me you said hi.", "\n              ", "\n              DEBBY: I didn't say hi.", "\n              ", "\n              GEORGE: You didn't?", "\n              ", "\n              DEBBY: Uh, no. I told him to send you my regards. I didn't say hi.", "\n              ", "\n              GEORGE: Regards?", "\n              ", "\n              DEBBY: Yeah, regards.", "\n              ", "\n              [Cab]", "\n              ", "\n              ELAINE: Anyway, I admit I was dumb to go to the bookstore to tell \n              him I didn't", "\n              say hi, but he didn't have to act so smug. Oh, I hate smugness. \n              Don't you hate", "\n              smugness?", "\n              ", "\n              CABBIE: (heavy accent) Smugness is not a good quality.", "\n              ", "\n              ELAINE: (looking out of window) Oh my God. That man over there. \n              I think he's", "\n              wearing glasses that look just like Jake's. Pull over, stop the \n              car. (hands", "\n              money to cabbie as she exits) Here, here. I think I got a way of \n              getting back at", "\n              my ex-boyfriend.", "\n              ", "\n              CABBIE: Good. Revenge is very good.", "\n              ", "\n              [Street]", "\n              ", "\n              Elaine is running after a guy who is indeed wearing identical spectacles \n              to Mr", "\n              Jarmel.", "\n              ", "\n              ELAINE: (calling down street) 'Scuse me! 'Scuse me. (catches up \n              to guy) Excuse", "\n              me, sir. Sir?", "\n              ", "\n              GUY: Yes?", "\n              ", "\n              ELAINE: Uh. Ah, if you don't mind my asking, could you tell me where \n              you got", "\n              your glasses?", "\n              ", "\n              GUY: Malaysia.", "\n              ", "\n              ELAINE: Malaysia?", "\n              ", "\n              GUY: Yeah.", "\n              ", "\n              ELAINE: Uhm, look, I know this'll sound odd, but can I buy them \n              from you?", "\n              ", "\n              GUY: Actually, I was gonna buy a new pair.", "\n              ", "\n              ELAINE: (positive) Oh! (little chuckle)", "\n              ", "\n              GUY: But I, I can barely see without these.", "\n              ", "\n              ELAINE: C'mon.", "\n              ", "\n              GUY: Well, these were expensive.", "\n              ", "\n              ELAINE: Let's start the bidding.", "\n              ", "\n              [George's car]", "\n              ", "\n              GEORGE: So, you didn't think this was a date?", "\n              ", "\n              DEBBY: N... no, not really. Why, is it... a date?", "\n              ", "\n              GEORGE: I thought it was a date.", "\n              ", "\n              DEBBY: No. It's not a date.", "\n              ", "\n              GEORGE: What about the regards?", "\n              ", "\n              DEBBY: Regards don't mean anything. I mean, it's not like I said \n              hi. Hey, the", "\n              fact is... (sighs) I shouldn't say anything.", "\n              ", "\n              GEORGE: No, tell me.", "\n              ", "\n              DEBBY: Can you keep a secret?", "\n              ", "\n              GEORGE: Me? Oh yeah.", "\n              ", "\n              DEBBY: (deep breath) I never had feelings for Gary until he got \n              sick. But, h...", "\n              he was so brave and... and gained such a wonderful perspective on \n              life. I... I", "\n              fell in love with him.", "\n              ", "\n              GEORGE: Oh, the guy's got some perspective there.", "\n              ", "\n              [Monk's]", "\n              ", "\n              Jerry and Kramer in their booth.", "\n              ", "\n              JERRY: Hey, do you know what the Whip does?", "\n              ", "\n              KRAMER: What whip?", "\n              ", "\n              JERRY: The Whip. In the Senate, in the House.", "\n              ", "\n", "\n              KRAMER: Well, you know in the old days, when the senators didn't \n              vote the way", "\n              that the party leaders wanted 'em to... they whipped them. (holds \n              imaginary", "\n              whip) You better vote the way we want you to, or there's gonna be \n              big trouble.", "\n              (cracks invisible whip and makes sound effect)", "\n              ", "\n              Gary returns from talking to the 'girl who never talks'.", "\n              ", "\n              GARY: She won't talk to anyone, huh? Oh no, she won't say a word \n              to anybody.", "\n              Well, she's talking a blue streak now, Jack!", "\n              ", "\n              [Street]", "\n              ", "\n              The eye patch-wearing cop spots a familiar Dodge.", "\n              ", "\n              COP: Well, well. The 'white whale'.", "\n              ", "\n              He moves in for the kill.", "\n              ", "\n              [George's car]", "\n              ", "\n              GEORGE: (frustrated) Oh, look at this. There's no place to park \n              around here. I", "\n              don't even know why they sell cars in Manhattan.", "\n              ", "\n              DEBBY: Don't complain, at least you have your health.", "\n              ", "\n              [Street]", "\n              ", "\n              The guy Elaine bought the glasses from is peering blurrily about. \n              It's clear he", "\n              can barely see anything. He steps between cars and out into the \n              road.", "\n              ", "\n              [George's car]", "\n              ", "\n              DEBBY: George, look out for that man!", "\n              ", "\n              [Monk's]", "\n              ", "\n              The sound of tires squealing is heard from outside, followed immediately \n              by the", "\n              crash of cars colliding. Kramer leaps to his feet and heads out \n              to investigate.", "\n              ", "\n              [Street]", "\n              ", "\n              The cop has obviously been distracted by the same noises whilst \n              writing a", "\n              ticket. The scofflaw has taken advantage, and the Dodge squeals \n              away, passing", "\n              Kramer as he emerges from Monk's.", "\n              ", "\n              COP: (to escaping car) Hey! Hey, get back here!", "\n              ", "\n              KRAMER: (looking after fleeing car) Newman! The white whale!", "\n              ", "\n              [Jerry's apartment]", "\n              ", "\n              GEORGE: Can you believe he sold his glasses on the street?", "\n              ", "\n              JERRY: Can you believe someone would lie about chemotherapy to get \n              a wig? Would", "\n              you do that?", "\n              ", "\n              GEORGE: No. Definitely not.", "\n              ", "\n              JERRY: Yeah.", "\n              ", "\n              GEORGE: I'm pretty sure I wouldn't.", "\n              ", "\n              JERRY: And you know what else? He picked up that woman in the coffee \n              shop.", "\n              ", "\n              GEORGE: The one who always sits by herself?", "\n              ", "\n              JERRY: Yeah!", "\n              ", "\n              GEORGE: How did he do that?", "\n              ", "\n              JERRY: Because he was brimming with confidence from the toupee.", "\n              ", "\n              GEORGE: Really? And Debby told me that she fell in love with him \n              because he has", "\n              all this perspective!", "\n              ", "\n              JERRY: She thinks a guy who lies about a life-threatening illness, \n              so he can get", "\n              some phony hair has perspective?", "\n              ", "\n              GEORGE: (opening door to leave) He picked her up?", "\n              ", "\n              JERRY: Walked right over to her table.", "\n              ", "\n              GEORGE: Wow. (he runs his fingers through his hair, and then brushes \n              the", "\n              resulting fallout off his jacket)", "\n              ", "\n              [Waldenbooks]", "\n              ", "\n              Jake still at the signing table. People still queuing. Elaine skips \n              past the", "\n              queue.", "\n              ", "\n              ELAINE: Jake, Jake. Take a look. (puts on the frames she bought) \n              Aaw, see,", "\n              you're not the only one who has 'em. I have them too.", "\n              ", "\n              JAKE: Where did you get those?", "\n              ", "\n              ELAINE: Malaysia. I was in the area.", "\n              ", "\n              Jake thumps the desk in frustrated rage.", "\n              ", "\n              [Newman's car]", "\n              ", "\n              Newman is sitting alone. The door opens and Kramer jumps in.", "\n              ", "\n              NEWMAN: (surprised) Kramer.", "\n              ", "\n              KRAMER: Just drive.", "\n              ", "\n              Newman puts the car in gear and sets off.", "\n              ", "\n              KRAMER: All right. Now you listen, and you listen good. I know who \n              you are. You're", "\n              the scofflaw.", "\n              ", "\n              NEWMAN: (defensive) What're you talking about...", "\n              ", "\n              KRAMER: (interrupting) Ah, don't play dumb. It's me, Cosmo.", "\n              ", "\n              NEWMAN: All right, so it's me. So what?", "\n              ", "\n              KRAMER: You don't think I know how you're feeling, every second \n              of the day?", "\n              Looking over your shoulder to see if someone's coming up from behind. \n              Sitting", "\n              alone at night, knowing they could be closing in.", "\n              ", "\n              NEWMAN: I can't sleep, I tell you! I can't sleep!", "\n              ", "\n              KRAMER: Ga, of course you can't, you poor sap! Now why didn't you \n              tell me?", "\n              ", "\n              NEWMAN: I couldn't. I couldn't tell anyone.", "\n              ", "\n              KRAMER: So you been living this secret the whole time by yourself?", "\n              ", "\n              NEWMAN: (sobbing) Yes, it's been awful. I wanted to tell somebody. \n              (pleading)", "\n              Help me Kramer! Help me!", "\n              ", "\n              KRAMER: All right, all right, I'm gonna help you.", "\n              ", "\n              [Street]", "\n              ", "\n              George and Jerry, walking together.", "\n              ", "\n              GEORGE: I'll try some on and see how they look. It's just hair.", "\n              ", "\n              JERRY: You ever see what that thing looks like in the back? You \n              got your natural", "\n              little curls on the bottom, and then that big phony mat coming down \n              on top of", "\n              'em.", "\n              ", "\n              GEORGE: Well, some of 'em look good. The ones that look good you \n              don't even know", "\n              about.", "\n              ", "\n              JERRY: What if you get involved with a woman? How're you gonna tell \n              her?", "\n              ", "\n              GEORGE: The way they make 'em these days, I'll never have to tell \n              her.", "\n              ", "\n              JERRY: So you keep it a secret your whole life, then at your funeral \n              the", "\n              mortician comes out (as mortician) 'Here, Mrs Costanza, I thought \n              you might want", "\n              this'. (as Mrs Costanza, horrified) Aahh!", "\n              ", "\n              [Monk's]", "\n              ", "\n              Elaine and Mr Lippman, sitting in a booth.", "\n              ", "\n              LIPPMAN: It's no secret that it's my dream to have my own publishing \n              house, and", "\n              if this Jake Jarmel book does, you know, what I think it's gonna \n              do. If I can", "\n              get this whole thing off the ground, then , you know, I think I'll \n              have", "\n              something for you. (laughs)", "\n              ", "\n              ELAINE: Oh, Mr Lippman. (joins laughter) That is so exciting. I \n              mean, you have", "\n", "\n              no idea how sick I am of running around town looking for socks.", "\n              ", "\n              LIPPMAN: Yeah, by the way, those are great glasses.", "\n              ", "\n              ELAINE: Oh really, you like 'em?", "\n              ", "\n              LIPPMAN: Uh huh. Very unusual.", "\n              ", "\n              ELAINE: Well, you know what? (removes glasses)", "\n              ", "\n              LIPPMAN: What?", "\n              ", "\n              ELAINE: (hands them over) You can have 'em.", "\n              ", "\n              LIPPMAN: Oh, no no no. (waves them away) Please.", "\n              ", "\n              ELAINE: No no no no. Go to that place on the corner, they'll change \n              the", "\n              prescription in an hour. Take 'em.", "\n              ", "\n              LIPPMAN: Really?", "\n              ", "\n              ELAINE: Yeah, I've no use for them anymore. Honestly.", "\n              ", "\n              LIPPMAN: (accepting) I could use a new pair of reading glasses.", "\n              ", "\n              ELAINE: They're from Malaysia.", "\n              ", "\n              LIPPMAN: (putting on spectacles) Oh yeah?", "\n              ", "\n              ELAINE: (admiring gasp) Fabulous.", "\n              ", "\n              [Courtroom]", "\n              ", "\n              Newman stands before a female Judge. Kramer stands beside him. There \n              are the", "\n              usual personnel for a courtroom.", "\n              ", "\n              JUDGE: Well Mr Newman, in all my years on the bench, I have never \n              come across", "\n              anything quite like this. I have given this matter some very serious", "\n              consideration and I've decided that what's best for the city and \n              possibly for", "\n              yourself, is for you to keep your car, in a garage...", "\n              ", "\n              Newman bursts into anguished tears.", "\n              ", "\n              JUDGE: ...convenient to your home.", "\n              ", "\n              NEWMAN: (sobbing) I can't afford that!", "\n              ", "\n              JUDGE: Afford it you will, Mr Newman. Or this court will see that \n              your car is", "\n              impounded...", "\n              ", "\n              Newman's sobbing reaches new heights.", "\n              ", "\n              JUDGE: ...and sold at auction.", "\n              ", "\n              KRAMER: Well, don't you worry, your honour. He's in my custody.", "\n              ", "\n              The judge peers at Kramer. She does not look impressed by this statement.", "\n              ", "\n              [Hair Team For Men]", "\n              ", "\n              George, Jerry and a Salesman, wearing a substandard toupee, are \n              in a fitting", "\n              room (?). George is sitting before a mirror, trying on a wig, assisted \n              by the", "\n              salesman, while Jerry looks on.", "\n              ", "\n              GEORGE: (to Jerry) Well, what d'you think?", "\n              ", "\n              JERRY: (unimpressed) I, really can't say.", "\n              ", "\n              GEORGE: No, say. I want you to say.", "\n              ", "\n              JERRY: It's not good, okay. It's not good. You look (searches for \n              word) stupid.", "\n              (to salesman) I'm sorry.", "\n              ", "\n              SALESMAN: You have to realise this has not been custom-fitted to \n              his scalp.", "\n              ", "\n              GEORGE: (examining reflection) I really think this looks pretty \n              good.", "\n              ", "\n              JERRY: Why don't you get a pair of white shoes, move down to Miami \n              Beach and get", "\n              the whole thing over with?", "\n              ", "\n              GEORGE: (to salesman) Well, maybe you could show me something else.", "\n              ", "\n              SALESMAN: As I said, it'll be different once we design something \n              specifically", "\n              for you. But I don't think your friend here is being very helpful.", "\n              ", "\n              JERRY: Oh, hey, I'm being helpful. I am the only one being helpful!", "\n              ", "\n              SALESMAN: (getting annoyed) No, I don't think you're being helpful! \n              I think", "\n              you're being disruptive, and you make it very difficult for your \n              friend here to", "\n              improve his life!", "\n              ", "\n              JERRY: Hey! I'm trying to prevent my friend from becoming one of \n              those guys", "\n              people snicker at behind their back, because they look ridiculous! \n              No offence to", "\n              you personally!", "\n              ", "\n              SALESMAN: (angry) All you people with hair think you're so damn \n              superior! You", "\n              have no idea what it's like. You ever look down in the bottom of \n              your tub and", "\n              see a fist fulla hair? How'd you like to start your day with that?! \n              (looks ready", "\n              to punch Jerry)", "\n              ", "\n              JERRY: All right! Take it easy! Take it easy.", "\n              ", "\n              GEORGE: (leaps to feet) Jerry!", "\n              ", "\n              JERRY: I'm sorry.", "\n              ", "\n              GEORGE: Please. (sits again)", "\n              ", "\n              The door opens and Gary enters. He's humming to himself.", "\n              ", "\n              GARY: Hey Jerry, th... (spots George) George, you decided to get \n              a rug! Good for", "\n              you, Jack!", "\n              ", "\n              GEORGE: Well, I'm, I'm just looking.", "\n              ", "\n              GARY: Oh. (to salesman) Uh, Tommy, I'm gonna need a little adjustment.", "\n              ", "\n              SALESMAN: I'll be right with you.", "\n              ", "\n              The salesman/Tommy leaves.", "\n              ", "\n              GARY: Listen, George, I got some bad news. I'm not gonna be able \n              to give you", "\n              that parking space.", "\n              ", "\n              GEORGE: What?", "\n              ", "\n              JERRY: What?", "\n              ", "\n              GARY: This judge has to use it for some scofflaw. And you know you \n              can't fight", "\n              City Hall.", "\n              ", "\n              Jerry gives a questioning look to George, who responds with a 'go \n              ahead'", "\n              expression.", "\n              ", "\n              JERRY: You know, Gary (slams shut the door) I had a little chat \n              with George the", "\n              other day...", "\n              ", "\n              GARY: (to George) You didn't?!", "\n              ", "\n              GEORGE: (admiring himself in mirror) I did.", "\n              ", "\n              JERRY: (advancing on Gary) ...and he told me that that... (becomes \n              indistinct)", "\n              ", "\n              We see George continuing to admire himself as, off-camera, Gary \n              and Jerry are", "\n              heard struggling for possession of Gary's wig.", "\n              ", "\n              GARY: (indistinct) I'm not a hundred percent recovered yet!", "\n              ", "\n              JERRY: Gimme that thing!", "\n              ", "\n              [Monk's]", "\n              ", "\n              Typical number of customers. George enters, wearing his new toupee. \n              One or two", "\n              of the staff give him a glance. He looks around, and taps the counter \n              by the", "\n              cash register. A beautiful brunette sitting at the nearest table \n              give him an", "\n              admiring look.", "\n              ", "\n              GEORGE: How's your life? All right?", "\n              ", "\n              WOMAN: Yeah, not bad at all.", "\n              ", "\n              She pushes the chair opposite her out from the table in an invitation \n              for George", "\n              to sit down. George looks pleasantly surprised by the beneficial \n              effects of his", "\n              hairpiece.", "\n              ", "\n              [Press conference]", "\n              ", "\n              Mr Lippman and Jake Jarmel are on a small stage with a lectern. \n              In front of it", "\n", "\n              are a group of reporters and, amongst them sits Elaine.", "\n              ", "\n              LIPPMAN: (at lectern) And now, uh, ladies and gentlemen of the press, \n              it is my", "\n              pleasure to introduce you to Mr Jake Jarmel. (he applauds Jake as \n              he vacates the", "\n              lectern in his favour)", "\n              ", "\n              There is a brief ripple of applause as Jake steps up to take questions.", "\n              ", "\n              REPORTER: So Jake, what's your percentage on this book?", "\n              ", "\n              Several of the reporters laugh, as does Jake. Mr Lippman steps back \n              to the", "\n              lectern. He has some notes, and is extracting his glasses from his \n              pocket.", "\n              ", "\n              LIPPMAN: Oh, actually I, uh, I have some very interesting information \n              on that.", "\n              (puts on glasses) You know, uh, this is a co-venture and as...", "\n              ", "\n              JAKE: (notices glasses) Where did you get those?", "\n              ", "\n              LIPPMAN: ... as such, it...", "\n              ", "\n              JAKE: Those glasses, where did you get those glasses?", "\n              ", "\n              LIPPMAN: (confused) Where... what?", "\n              ", "\n              JAKE: (to Elaine) Is this supposed to be some kind of a joke on \n              me? Because it's", "\n              not very funny. (to the nonplussed Lippman) Give me those! (yelling) \n              I want the", "\n              glasses! Give me those!", "\n              ", "\n              He tries to pull them from Lippman's face, and a struggle ensues. \n              Jake can be", "\n              heard demanding the glasses. The reporters endeavour to get a view \n              of the noisy", "\n              fracas. Elaine rises and begins to make her way toward the exit. \n              She is", "\n              apologetic to her neighbour.", "\n              ", "\n              ELAINE: (mouths) 'Scuse me. Have to go (audible) look for some socks.", "\n              ", "\n              [END]", "\n              \n               \n            \n        \n      \n    \n     \n      \n      \n    \n  \n\n\n\n\n", "\n        "]},
{"line": []},
{"line": [" "]},
{"line": []},
{"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]},
{"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}
]