[{"title": "The Kiss Hello"}, {"line": []}, {"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]}, {"line": [" "]}, {"line": ["6.17 Episode Number: 103"]}, {"line": ["Original Air Date: February 16, 199", "\n        Written by: Larry David & Jerry Seinfeld", "\n        Directed by: Andy Ackerman"]}, {"line": ["Recurring Cast:", "\n        Liz Sheridan (Helen Seinfeld)", "\n        Barney Martin (Morty Seinfeld)", "\n        Len Lesser (Uncle Leo)"]}, {"line": ["Guest Cast:", "\n        Wendie Malick (Wendy)", "\n        Billye Ree Wallace (Nana)", "\n        Carol Leifer (Receptionist)", "\n        Julio Oscar Mechoso (Julio)", "\n        Rondi Reed (Mary)", "\n        Gene Elman (Buddy)", "\n        Mary Scheer (Joan)", "\n        Louisa Abernathy (Nurse)", "\n        Timothy McNeil (Jeff)", "\n        Mark Fite (Jack)", "\n        C.D. LaBove (Steve)", "\n        Wendy Worthington (Louise)", "\n        Belinda Barry (Stephanie)"]}, {"line": [" "]}, {"line": ["[Nightclub]"]}, {"line": ["Jerry's standup act."]}, {"line": ["JERRY: Now, I was thinking the other day about hair, and that the weird        "]}, {"line": ["Thing about it, is that people will touch other people's hair. You will        "]}, {"line": ["actually kiss another human being, right on the head. But, if one of          those hairs "]}, {"line": ["should somehow be able to get out of that skull, and go off on its own,          it is "]}, {"line": ["now the vilest, most disgusting thing that you can encounter. The same          hair. "]}, {"line": ["People freak out. (horrified) \"There was a hair, in the egg salad!\""]}, {"line": [" "]}, {"line": ["[Jerry's Apartment]"]}, {"line": ["George sits on the couch with a newspaper, Jerry stands."]}, {"line": ["GEORGE: Say it's Saturday night in Spain. They go out dancing. You "]}, {"line": ["think they do the flamenco?"]}, {"line": ["JERRY: I would think."]}, {"line": ["GEORGE: So you could call a woman for a date, ask her if she's free for        "]}, {"line": ["Dinner and a flamenco?"]}, {"line": ["JERRY: (scoffs) You don't flamenco on the first date."]}, {"line": ["GEORGE: Boy, I wish the flamenco was popular here."]}, {"line": ["JERRY: Yeah? Would you do it?"]}, {"line": ["GEORGE: Yes, I think I would."]}, {"line": ["JERRY: Well, I knew you'd have an affinity for it, because it's the "]}, {"line": ["dance of a very proud people."]}, {"line": ["The phone rings. Jerry answers."]}, {"line": ["JERRY: Hello. (listens) Oh, hi Nana. (listens) What? Oh. Oh, alright,        "]}, {"line": ["okay. Don't worry about it. (listens) Okay, I'll see you later. Alright,          bye."]}, {"line": ["He hangs up the phone."]}, {"line": ["JERRY: I have to go over to my grandmother's."]}, {"line": ["GEORGE: What for?"]}, {"line": ["JERRY: I have to open a bottle of ketchup for her."]}, {"line": ["GEORGE: So, what, no lunch?"]}, {"line": ["JERRY: No, we have time."]}, {"line": ["GEORGE: Oh. How's she doing?"]}, {"line": ["George rises, and he and Jerry collect their jackets and make their way        "]}, {"line": ["to the door."]}, {"line": ["JERRY: Ah, she's starting to slip a little. Sometimes she has "]}, {"line": ["Difficulty distinguishing between the past and the present."]}, {"line": ["GEORGE: Ah. You know, there's gotta be an easier way to open ketchups.        "]}, {"line": ["They"]}, {"line": ["should make it in a tube."]}, {"line": ["JERRY: Like toothpaste?"]}, {"line": ["GEORGE: Ya-hah."]}, {"line": ["Jerry and George leave."]}, {"line": [" "]}, {"line": ["[Street]"]}, {"line": ["Jerry and George stroll along, continuing their conversation."]}, {"line": ["JERRY: There's a squeeze ketchup."]}, {"line": ["GEORGE: I've seen squeeze mustard. I've never seen squeeze ketchup."]}, {"line": ["JERRY: Well, if they make squeeze mustard, doesn't it stand to reason        "]}, {"line": ["that they make squeeze ketchup?"]}, {"line": ["GEORGE: Not necessarily. Mustard lends itself to the squeeze."]}, {"line": ["JERRY: I really don't see the difference."]}, {"line": ["GEORGE: Oh, there's a difference. It's subtle."]}, {"line": ["JERRY: It's subtle."]}, {"line": ["GEORGE: Hey uh, isn't Elaine supposed to meet us?"]}, {"line": ["JERRY: (looking ahead) Yeah, there she is. Uh-oh."]}, {"line": ["GEORGE: What?"]}, {"line": ["They stop walking."]}, {"line": ["JERRY: Ah, she's with her friend Wendy."]}, {"line": ["GEORGE: Wendy? Is that the uh, physical therapist?"]}, {"line": ["JERRY: Yeah. I'm on a kiss hello program with her."]}, {"line": ["GEORGE: Really?"]}, {"line": ["JERRY: Yeah. Every time I see her, I gotta kiss her hello. I just did        "]}, {"line": ["it once, on her birthday, somehow it mushroomed. Now I dread seeing her          because "]}, {"line": ["of it."]}, {"line": ["Jerry smiles and waves to Elaine, who is approaching with Wendy. Elaine        "]}, {"line": ["Waves back."]}, {"line": ["ELAINE: (from a distance) Hey."]}, {"line": ["GEORGE: You know, I'm down to one kiss hello. My aunt Sylvia."]}, {"line": ["JERRY: Ah, that's fortunate. I really admire that."]}, {"line": ["GEORGE: (surprise) Huh. I never heard you say you admire me for "]}, {"line": ["anything."]}, {"line": ["JERRY: No, I told you I admire your hearing."]}, {"line": ["George waves away the compliment."]}, {"line": ["JERRY: No, don't slough that off, you have great hearing."]}, {"line": ["Jerry and George walk and meet Elaine and Wendy. Wendy greets Jerry "]}, {"line": ["with a kiss on the cheek, which he's not happy about. Wendy is attractive,          but has "]}, {"line": ["a real old-fashioned fifties-style hairdo."]}, {"line": ["GEORGE/JERRY/ELAINE/WENDY: Hey/Hi/Hello (etc.)"]}, {"line": ["ELAINE: (to Wendy) Wendy, George. (to George) Wendy."]}, {"line": ["Wendy and George shake hands."]}, {"line": ["GEORGE: You're uh, physical therapist, right?"]}, {"line": ["WENDY: Yes."]}, {"line": ["GEORGE: You know, I got this little swelling right here. (rolls up his        "]}, {"line": ["sleeve to expose his wrist) It's kinda painful. What d'you make of it?"]}, {"line": ["Wendy takes a brief glance at George's proffered limb. Elaine isn't "]}, {"line": ["happy that George is bothering Wendy."]}, {"line": ["ELAINE: (warning) George."]}, {"line": ["WENDY: Have you tried heat and ice on it?"]}, {"line": ["GEORGE: (reluctant) Oh that uh, that seems like a lotta trouble."]}, {"line": ["WENDY: Well, you could come by my office later, I could work on it for        "]}, {"line": ["you a little."]}, {"line": ["GEORGE: (happy) Oh! Okay."]}, {"line": ["WENDY: Let me give you my card."]}, {"line": ["Wendy fishes in her bag and hands a card to George."]}, {"line": ["GEORGE: Oh, thank you."]}, {"line": ["WENDY: Well, I'll see you guys later. (to George) Nice meeting you. Bye        "]}, {"line": ["Elaine."]}, {"line": ["ELAINE: Bye Wendy. I'm sorry."]}, {"line": ["WENDY: Bye Jerry."]}, {"line": ["Wendy walks away down the street."]}, {"line": ["JERRY: Bye."]}, {"line": ["ELAINE: (slapping George on the arm) What did you do that for?"]}, {"line": ["GEORGE: What?"]}, {"line": ["ELAINE: (pinching George's arm) Ask about your arm."]}, {"line": [" "]}, {"line": ["[Monk's]"]}, {"line": ["George, Jerry and Elaine enter."]}, {"line": ["GEORGE: I still don't see why I can't ask her about my arm."]}, {"line": ["ELAINE: She's a physical therapist. She doesn't want to have to deal        "]}, {"line": ["with that outside of the office."]}, {"line": ["GEORGE: Why not?"]}, {"line": ["The trio sit down in a booth."]}, {"line": ["ELAINE: Because, it is what she does."]}, {"line": ["GEORGE: I love these people, you can't ask 'em questions. (getting "]}, {"line": ["excited) They're so mentally gifted that we mustn't disturb the delicate          genius "]}, {"line": ["Unless it's in the confines of an office. (worked up) When huge sums          of money "]}, {"line": ["are involved, then the delicate genius can be disturbed!"]}, {"line": ["ELAINE: George, you got a little something, right here."]}, {"line": ["Elaine indicates underneath George's nostrils."]}, {"line": ["GEORGE: (wiping the area with a hand) People think they're so "]}, {"line": ["important..."]}, {"line": ["JERRY: (adamant) Well, I'm going on record right now that that was my        "]}, {"line": ["last kiss hello. I am getting off the kiss program with her."]}, {"line": ["ELAINE: Why?"]}, {"line": ["JERRY: Well, you know, frankly, outside of a sexual relationship, I "]}, {"line": ["don't see the point to it. I'm not thrilled with all the handshaking          either, but "]}, {"line": ["one step at a time."]}, {"line": ["GEORGE: (regarding the menu) What're you getting?"]}, {"line": ["JERRY: (to Elaine) And what's with that hairdo, by the way?"]}, {"line": ["ELAINE: Huh, yeah, I know. It's not very flattering."]}, {"line": ["JERRY: She looks like something out of an old high school yearbook. You  ", "\n      "]}, {"line": ["Should say something to her."]}, {"line": ["ELAINE: Oh, I could never say anything to her about that."]}, {"line": ["JERRY: Yeah. Kramer's the only person who could say something like "]}, {"line": ["that."]}, {"line": ["ELAINE: Yeah. Hah."]}, {"line": ["GEORGE: Well, just tell Kramer to tell her."]}, {"line": ["ELAINE: No. If you tell him to do it, he'll never do it."]}, {"line": ["JERRY: What you have to do is introduce him, and then he'll just come        "]}, {"line": ["out with it."]}, {"line": ["ELAINE: (sharp intake of breath) Hoh. Yes, yes, you're right. That's        "]}, {"line": ["right. I'll bring her over to meet..."]}, {"line": ["Kramer enters."]}, {"line": ["ELAINE: (to Kramer) ...Kramer."]}, {"line": ["Kramer strolls over to the table."]}, {"line": ["KRAMER: Hello, boys and girls."]}, {"line": ["JERRY: Speak of the devil."]}, {"line": ["Kramer sits at the table. Elaine starts to peruse her menu, as Kramer        "]}, {"line": ["speaks to Jerry."]}, {"line": ["KRAMER: Yeah. Hey listen, I uh, I need a picture of you, buddy."]}, {"line": ["JERRY: What for?"]}, {"line": ["KRAMER: Well, I'm uh, I'm putting everybody's picture up in the lobby        "]}, {"line": ["of our building."]}, {"line": ["JERRY: Why?"]}, {"line": ["KRAMER: So everyone will know everybody's name. See, people are gonna        "]}, {"line": ["be a lot friendlier."]}, {"line": ["JERRY: (reluctant) I, I don't want my picture plastered up in the "]}, {"line": ["lobby."]}, {"line": ["KRAMER: Imagine walking by someone on the floor, and you say \"Hey,        "]}, {"line": ["Carl!\" and he"]}, {"line": ["says \"Hey, Jerry!\" You see, that's the kind of society I wanna          live in."]}, {"line": ["JERRY: (still reluctant) Kramer, I don't wanna stop and talk with "]}, {"line": ["everyone, every time I go in the building. I just wanna nod and be on          my way."]}, {"line": ["KRAMER: (to Elaine) You know your eyeliner's smudged a little. Why do        "]}, {"line": ["you wear so much eye makeup?"]}, {"line": ["ELAINE: (to Jerry, indicating Kramer) Yeah. This is gonna work out just        "]}, {"line": ["fine."]}, {"line": [" "]}, {"line": ["[Nana's Apartment]"]}, {"line": ["Leo is in the living room, speaking with Nana, who's in another room."]}, {"line": ["LEO: Ma! Again with the ketchup? Don't they have 'em in the plastic "]}, {"line": ["Squeeze containers?"]}, {"line": ["There is a knock at the door. Leo opens it, to reveal Jerry."]}, {"line": ["LEO: (traditional greeting) Jerry! Hello!"]}, {"line": ["JERRY: Hello, uncle Leo!"]}, {"line": ["LEO: What're you doing here?"]}, {"line": ["JERRY: Nana called me to open the ketchup bottle."]}, {"line": ["LEO: Yeah, me too."]}, {"line": ["Nana enters with a bottle of ketchup."]}, {"line": ["NANA: Hello Jerry."]}, {"line": ["JERRY: Hi Nana."]}, {"line": ["There's a brief pause, as Leo waits for something."]}, {"line": ["LEO: Aren't you gonna kiss her hello?"]}, {"line": ["JERRY: Yes. (kisses Nana) Yes of course."]}, {"line": ["NANA: Ha, well, here's the bottle."]}, {"line": ["Nana holds out the ketchup."]}, {"line": ["LEO: (grabbing the bottle) I'll do it."]}, {"line": ["JERRY: (also grabbing) What're you doing, I got it."]}, {"line": ["Jerry and Leo begin to struggle for possession of the ketchup."]}, {"line": ["LEO: Give it to me."]}, {"line": ["JERRY: Will you stop it."]}, {"line": ["LEO: Jerry, will you give me the bottle?"]}, {"line": ["JERRY: Uncle Leo! (releasing his grip) Alright! Take it!"]}, {"line": ["NANA: You should let Buddy open it."]}, {"line": ["LEO: Buddy? He lived next door to us forty-five years ago."]}, {"line": ["Leo hands the ketchup back to Nana."]}, {"line": ["NANA: Leo, did you give Helen the fifty dollars?"]}, {"line": ["LEO: What fifty dollars?"]}, {"line": ["NANA: Your father won a thousand dollars at the track last week, and          he "]}, {"line": ["gave you a hundred, and you were supposed to give fifty dollars to your          sister."]}, {"line": ["Nana walks away out of the room again."]}, {"line": ["LEO: Ma, dad died in nineteen-sixty-two."]}, {"line": ["Jerry is staring at Leo, with an expression of suspicion."]}, {"line": ["LEO: (laughing off Nana's confusion) Believe me. I don't owe your "]}, {"line": ["mother fifty dollars."]}, {"line": ["Leo continues to force out laughter, and Jerry continues his look of        "]}, {"line": ["mistrust."]}, {"line": [" "]}, {"line": ["[Lobby, Jerry's Building]"]}, {"line": ["Elaine and Jerry wait by the elevator. Jerry is speaking to the "]}, {"line": ["building super."]}, {"line": ["JERRY: I'm just not getting any hot water."]}, {"line": ["JULIO: Hey, believe me, I know there's nothing worse than when your "]}, {"line": ["shower's not working. I'm gonna take care of it as soon as I can, Jerry."]}, {"line": ["JERRY: Thanks, Julio."]}, {"line": ["JULIO: Awright."]}, {"line": ["Julio walks away as the elevator arrives. Jerry and Elaine step aboard."]}, {"line": [" "]}, {"line": ["[Jerry's Apartment]"]}, {"line": ["Kramer is rooting through a drawer, searching for something. The door        "]}, {"line": ["opens and Jerry and Elaine enter."]}, {"line": ["JERRY: Huh?"]}, {"line": ["KRAMER: (surprised) Hey, hey hey hey. Hello!"]}, {"line": ["JERRY: What's going on here?"]}, {"line": ["KRAMER: (evasive) Ohh, nothing, nothing."]}, {"line": ["JERRY: (suspicious) Well, then what're you doing?"]}, {"line": ["KRAMER: Oh, I, I need a pen."]}, {"line": ["JERRY: What for?"]}, {"line": ["KRAMER: Well, I'm making out my will. Oh, I got a big slice of dough        "]}, {"line": ["for you, buddy. And you too, Elaine, I haven't forgotten you."]}, {"line": ["JERRY: (accusingly) You're looking for a picture of me, aren't you?"]}, {"line": ["KRAMER: You got that straight."]}, {"line": ["JERRY: I told you, forget it."]}, {"line": ["KRAMER: Oh, come on, Jerry. If everybody knew everybody, we wouldn't        "]}, {"line": ["have the problems we have in the world today. Well, you don't rob somebody,          if "]}, {"line": ["you know their name!"]}, {"line": ["JERRY: You're robbing me."]}, {"line": ["KRAMER: Well, I'm gonna get your picture, and you're gonna participate        "]}, {"line": ["in my program."]}, {"line": ["Kramer heads out the door, but Elaine intercepts him."]}, {"line": ["ELAINE: Wha... W.. Are you going home?"]}, {"line": ["KRAMER: Yeah."]}, {"line": ["ELAINE: Uh, could you come back in about five minutes?"]}, {"line": ["KRAMER: Why?"]}, {"line": ["ELAINE: No reason. (big smile) Just wanna see you again."]}, {"line": ["Kramer smiles at this. He exits, but turns to flash the smile at Elaine        "]}, {"line": ["as he crosses the hall to his apartment. After Kramer goes into his place,        "]}, {"line": ["Elaine shuts the door of Jerry's apartment."]}, {"line": ["JERRY: (removing his coat) So? Are you sure Wendy's coming?"]}, {"line": ["ELAINE: Yeah, she'll be here any second."]}, {"line": ["JERRY: Well, this'll be a very interesting experiment to see if Kramer        "]}, {"line": ["Says something. You sure you wanna go through with this?"]}, {"line": ["ELAINE: Listen, Jerry. She never dates, and I know it's because of her        "]}, {"line": ["hair."]}, {"line": ["The phone rings, and Jerry picks up. Elaine removes her coat."]}, {"line": ["JERRY: Hello. Oh, hi mom. Yeah, I was at Nana's yesterday. I had to "]}, {"line": ["help her open a ketchup bottle. Hey, mom, let me ask you a question.          Do you "]}, {"line": ["remember when you were a kid, your father winning like a thousand dollars          at the "]}, {"line": ["track? (listens) Really? Did you know he gave uncle Leo a hundred dollars,          and "]}, {"line": ["he was supposed to give you fifty? (listens) How do I know? Because Nana        "]}, {"line": ["doesn't know what year it is, and she thinks this just happened. (listens)          Well, I "]}, {"line": ["think you should. Okay, bye."]}, {"line": [" "]}, {"line": ["[The Seinfeld's Place, Florida]"]}, {"line": ["Morty and Helen in the kitchen. Morty has a pencil and pad and a pocket"]}, {"line": ["calculator out, doing some work."]}, {"line": ["MORTY: Do you know what the interest on that fifty dollars comes to "]}, {"line": ["Over fifty-three years?"]}, {"line": ["HELEN: Oh, Morty, please."]}, {"line": ["MORTY: Six hundred and sixty-three dollars and forty-five cents. And        "]}, {"line": ["that's figuring conservatively at five percent interest, over fifty-three        "]}, {"line": ["years, compounded quarterly. Or, if you put it into a ten-year T-bill..."]}, {"line": ["HELEN: Morty, will you stop it!"]}, {"line": ["MORTY: (determined) Well, he's not getting away with this!"]}, {"line": [" "]}, {"line": ["[Jerry's Apartment]"]}, {"line": ["Jerry by the kitchen. The buzzer sounds, and Jerry answers."]}, {"line": ["JERRY: Yeah?"]}, {"line": ["WENDY (O.C.): Wendy."]}, {"line": ["JERRY: Come on up."]}, {"line": ["Elaine enters from the bathroom."]}, {"line": ["ELAINE: Well, this is it. Shall I go get Kramer?"]}, {"line": ["JERRY: No no, he'll come in. Well, this is gonna be my first "]}, {"line": ["opportunity to not kiss her hello."]}, {"line": ["ELAINE: What is the big deal about putting your lips on somebody's "]}, {"line": ["face?"]}, {"line": ["JERRY: It's the obligation, you know? As soon as this person comes in,        "]}, {"line": ["you know you have to do this. I mean, if you could, say, touch a breast          as part "]}, {"line": ["of the kiss hello, then I think I could see the value in it a little          better."]}, {"line": ["ELAINE: How 'bout an intercourse hello? How would that be?"]}, {"line": ["JERRY: Elaine, now you're being ridiculous."]}, {"line": ["There's a knock at the door."]}, {"line": ["ELAINE: (indicating) That's her. That's her."]}, {"line": ["Jerry holds up his hands, indicating he wants a few seconds to prepare.        "]}, {"line": ["He goes to the refrigerator, and indicates Elaine should let Wendy inside.        "]}, {"line": ["Elaine opens the door and Wendy enters."]}, {"line": ["ELAINE/WENDY: Hi/Hey."]}, {"line": ["Jerry has the door of the fridge open, and his head is inside the "]}, {"line": ["appliance."]}, {"line": ["JERRY: (muffled) Hi Wendy."]}, {"line": ["WENDY: Oh, hi Jerry."]}, {"line": ["Wendy wanders over to the fridge."]}, {"line": ["JERRY: (muffled) Would you like something to drink?"]}, {"line": ["WENDY: Sure."]}, {"line": ["Jerry holds out his arm, with a bottle in his hand."]}, {"line": ["JERRY: (muffled) There you go."]}, {"line": ["WENDY: (taking the bottle) Ah."]}, {"line": ["Jerry starts to withdraw his head from the fridge, and Wendy is poised        "]}, {"line": ["for the kiss hello. But, just as he turns to face her, he opens the freezer        "]}, {"line": ["compartment and the door blocks her approach. Wendy walks away to the          couch."]}, {"line": ["JERRY: Oh, look at that. I'm almost outta Klondike bars."]}, {"line": ["Jerry peers around the edge of the door, to see if the coast is clear.        "]}, {"line": ["Finding"]}, {"line": ["that it is, he closes the various doors of the fridge."]}, {"line": ["JERRY: So, how's everything going?"]}, {"line": ["WENDY: Oh, okay. Oh, your friend George came by the office the other        "]}, {"line": ["day, and then yesterday he cancelled on me."]}, {"line": ["JERRY: Oh, yeah, he had to take his mother to the chiropodist."]}, {"line": ["There is a clunk in the hallway, as of Kramer's door opening."]}, {"line": ["ELAINE: Oh, you hear that? That must be Kramer."]}, {"line": ["Jerry's door opens and Kramer enters. He's holding a polaroid camera."]}, {"line": ["KRAMER: Hey! Jerry!"]}, {"line": ["Jerry turns at the call of his name, and Kramer fires off a quick shot."]}, {"line": ["JERRY: C'mon, that's not fair!"]}, {"line": ["KRAMER: I told you I was gonna get it."]}, {"line": ["JERRY: No, c'mon Kramer. (crossing to Kramer) Gimme that picture."]}, {"line": ["KRAMER: (holding the picture away from Jerry) Aagh. No no no no no."]}, {"line": ["JERRY: (throws up his hands) Alright, fine. Put my picture up. What do        "]}, {"line": ["I care?"]}, {"line": ["ELAINE: Uh, Kramer. Kramer, I'd like you to meet my friend Wendy."]}, {"line": ["KRAMER: Oh, hello."]}, {"line": ["WENDY: (holds out her hand) Hi."]}, {"line": ["KRAMER: (shaking hands) Yeah."]}, {"line": ["Kramer does looks at Wendy, and something intrigues him. He turns away,        "]}, {"line": ["Then back again, unable to take his eyes off her hair."]}, {"line": ["KRAMER: (points) You know, I really like that hairdo."]}, {"line": ["Jerry and Elaine both look surprised and let-down by Kramer."]}, {"line": ["WENDY: (flattered) Oh. Thank you. I actually was thinking it might be        "]}, {"line": ["time for a change."]}, {"line": ["ELAINE: (hopeful) Oh, you were?"]}, {"line": ["WENDY: Well, I..."]}, {"line": ["KRAMER: (interrupting) Oh, no no no. You don't wanna do that. No no.        "]}, {"line": ["Nobody wears it like that."]}, {"line": ["ELAINE: Kramer, if she wants to change her hair..."]}, {"line": ["KRAMER: No, no. you'd be a damn fool to change it. It's very becoming."]}, {"line": ["WENDY: Oh, well."]}, {"line": ["Kramer raises his camera to take a picture of Wendy and her hair."]}, {"line": ["WENDY: (laughs, flattered) Oh, ho."]}, {"line": ["Kramer presses the button and nothing happens. He turns the camera up,        "]}, {"line": ["to look at the front of it and it chooses to fire at that moment, dazzling        "]}, {"line": ["Kramer with the flash."]}, {"line": [" "]}, {"line": ["[Wendy's Car]"]}, {"line": ["Wendy drives, Elaine in the passenger seat."]}, {"line": ["WENDY: So, who's that friend of yours? That guy that came in."]}, {"line": ["ELAINE: Oh, Kramer."]}, {"line": ["WENDY: Yeah. Does he have a girlfriend?"]}, {"line": ["ELAINE: You wanna go out with him?"]}, {"line": ["WENDY: Well, why not?"]}, {"line": ["ELAINE: Well, it's just that... uh, I don't..."]}, {"line": ["WENDY: What, is there anything wrong with him?"]}, {"line": ["Elaine stares off for several seconds, with a faraway look in her eyes."]}, {"line": ["WENDY: Elaine?"]}, {"line": ["ELAINE: I'm just thinking about the question."]}, {"line": [" "]}, {"line": ["[ProFitness Physical Therapy Center]"]}, {"line": ["George is at the counter with his cheque book. He's moving his wrist          and "]}, {"line": ["Lower arm, clearly much more comfortable."]}, {"line": ["GEORGE: You know, my arm feels a lot better. That Wendy really knows        "]}, {"line": ["her stuff. (he writes out a cheque)"]}, {"line": ["RECEPTIONIST: (perky) She is super. Same time tomorrow."]}, {"line": ["GEORGE: (tearing out cheque) Yeah, same time. (hands over cheque) There        "]}, {"line": ["you go."]}, {"line": ["George heads for the door. The ", "receptionist", " looks at George's cheque "]}, {"line": ["and finds it's not up to scratch."]}, {"line": ["RECEPTIONIST: Oh. Ah, you owe a hundred and fifty."]}, {"line": ["GEORGE: What for?"]}, {"line": ["RECEPTIONIST: Well, you cancelled on Tuesday, and our policy is "]}, {"line": ["\"twenty-four hours notice, for all cancellations\"."]}, {"line": ["GEORGE: (agitated) Well, I, I couldn't come. I, I had to drive my "]}, {"line": ["mother to, to the chiropodist."]}, {"line": ["Wendy enters, carrying a file. She overhears."]}, {"line": ["WENDY: What's the problem?"]}, {"line": ["GEORGE: (harassed) Are you aware that I'm being charged for Tuesday's"]}, {"line": ["appointment? I had to take my mother to the chiropodist."]}, {"line": ["WENDY: Well, I'm sorry, that's our policy."]}, {"line": ["Wendy walks out, into another room."]}, {"line": ["GEORGE: (after Wendy and to the receptionist) Oh, you have a policy!        "]}, {"line": ["(to the world at large) The delicate genius has a policy!"]}, {"line": ["George heads for the door."]}, {"line": ["RECEPTIONIST: So. Will you be here tomorrow?"]}, {"line": ["GEORGE: Well, it's less than twenty-four hours, so I guess I have to!"]}, {"line": ["George leaves, slamming the door behind him."]}, {"line": [" "]}, {"line": ["[Lobby, Jerry's Building]"]}, {"line": ["Kramer has covered one wall of the lobby with photographs of the "]}, {"line": ["tenants. They're all labeled with the appropriate name in magic marker.          Kramer "]}, {"line": ["is just completing Jerry's name underneath the Polaroid he took earlier.          Jerry "]}, {"line": ["and Elaine enter from the street."]}, {"line": ["KRAMER: Hey! (indicating photos) So what d'you think? You like it?"]}, {"line": ["Elaine seems generally positive, Jerry's not so enamoured, especially        "]}, {"line": ["by his own picture."]}, {"line": ["JERRY: Oh my god! Look at that picture, it's terrible..."]}, {"line": ["The Polaroid has caught Jerry with his mouth hanging open and his eyes        "]}, {"line": ["wide. It's not flattering in the slightest."]}, {"line": ["JERRY: ...You can't put that picture up."]}, {"line": ["KRAMER: Well, it's not a beauty contest. It's just a way for people to        "]}, {"line": ["get to"]}, {"line": ["know one another."]}, {"line": ["The elevator opens and a guy (Steve) steps out. He points to Kramer."]}, {"line": ["STEVE: Hey Cosmo."]}, {"line": ["KRAMER: Hey..."]}, {"line": ["Kramer turns to the wall of pictures, searches around for the face and        "]}, {"line": ["then"]}, {"line": ["points back. Steve makes his way to the door as Kramer speaks."]}, {"line": ["KRAMER: ...Steve. (to Jerry) Ah, you see?"]}, {"line": ["ELAINE: Hey Kramer, my friend Wendy wants to go out with you."]}, {"line": ["KRAMER: (interested) Well, how do you do?"]}, {"line": ["A woman (Mary) has entered from the street. She stands behind Jerry and        "]}, {"line": ["Looks through Kramer's gallery of tenants."]}, {"line": ["MARY: Hello, (finds the right photo) Jerry."]}, {"line": ["JERRY: Oh. Hello, uh (looks for and finds the photo) Mary."]}, {"line": ["MARY: You know, I've seen you so many times and now we can finally talk        "]}, {"line": ["to each other."]}, {"line": ["KRAMER: (keen) What was I telling you? Isn't this nice?"]}, {"line": ["JERRY: (not really) Yeah."]}, {"line": ["MARY: Jerry. You know, could you help me with a package?"]}, {"line": ["JERRY: Oh, sure, yeah."]}, {"line": ["MARY: Thank you."]}, {"line": ["Mary leans across and gives Jerry a quick kiss on the cheek, then makes        "]}, {"line": ["her way toward the door. Elaine is giggling gleefully at Jerry's discomfiture."]}, {"line": ["JERRY: Oh, no!"]}, {"line": [" "]}, {"line": ["[Jerry's Apartment]"]}, {"line": ["Jerry and Elaine enter. Jerry mad, and Elaine still giggling."]}, {"line": ["JERRY: You see? That's just what I need. More kissing!"]}, {"line": ["ELAINE: (laughs) Hee, hee, hee. Hee hee hee..."]}, {"line": ["JERRY: What is so funny?"]}, {"line": ["ELAINE: Nothing, nothing. (laughs out loud)"]}, {"line": ["The phone rings and Jerry picks up."]}, {"line": ["JERRY: Hello. Oh, hi mom. (listens) What? Oh my... He didn't?! He "]}, {"line": ["couldn't! (listens) Alright, I will. (listens) Okay, bye."]}, {"line": ["Jerry hangs up the phone, and turns to Elaine."]}, {"line": ["JERRY: (aghast) Uncle Leo put Nana in a home!"]}, {"line": ["ELAINE: Why?"]}, {"line": ["JERRY: (suspicious) I don't know. Maybe to keep her quiet."]}, {"line": [" "]}, {"line": ["[Lobby, Jerry's Building]"]}, {"line": ["Jerry is collecting his mail from his mailbox. A woman (Joan) enters        "]}, {"line": ["And immediately goes for the kiss hello. She's friendly and overfamiliar."]}, {"line": ["JOAN: Hi Jerry. (she kisses Jerry) Mmmwah."]}, {"line": ["JERRY: (not as eager) Hi Joan."]}, {"line": ["JOAN: How you doing?"]}, {"line": ["Jerry backs away toward the elevator."]}, {"line": ["JERRY: Pretty good."]}, {"line": ["JOAN: Just pretty good? Not great?"]}, {"line": ["JERRY: Okay, great."]}, {"line": ["JOAN: Are you happy?"]}, {"line": ["JERRY: Oh, I'm delighted."]}, {"line": ["JOAN: Okay. Have a nice day."]}, {"line": ["JERRY: You too."]}, {"line": ["The elevator comes down, the door opens and another woman (Louise) "]}, {"line": ["emerges, with a big friendly smile for Jerry."]}, {"line": ["LOUISE: Hi Jerry."]}, {"line": ["Louise also kisses the less than happy looking Jerry."]}, {"line": ["JERRY: Hi, Louise."]}, {"line": ["Louise walks on and the unhappy Jerry enters the elevator."]}, {"line": [" "]}, {"line": ["[Jerry's Apartment]"]}, {"line": ["Jerry has just arrived with his mail. The door opens and Kramer darts  ", "\n      "]}, {"line": ["into the room."]}, {"line": ["KRAMER: Hey."]}, {"line": ["JERRY: Ah, well. Thank you very much!"]}, {"line": ["KRAMER: For what?"]}, {"line": ["JERRY: (agitated) For putting my picture up on that wall! I'm like "]}, {"line": ["Richard Dawson down there now. And every person I see engages me in this          long, "]}, {"line": ["boring, tedious, conversation. I can't even get out of the building!"]}, {"line": ["KRAMER: You should be thanking me for liberating you from your world          of"]}, {"line": ["loneliness and isolation. Now, you're part of a family."]}, {"line": ["JERRY: Family?"]}, {"line": ["KRAMER: Yeah."]}, {"line": ["JERRY: You think I want another family? My father's demanding my uncle        "]}, {"line": ["Pay interest on fifty dollars he was supposed to give my mother in"]}, {"line": ["nineteen-forty-one, and my uncle put my nana in a home to try and shut        "]}, {"line": ["her up! And I tell you another thing, Cosmo Kramer, whatever you wanna          be "]}, {"line": ["called. The kissing thing is over. There's no more kissing, and I don't          care what "]}, {"line": ["the consequences are."]}, {"line": ["As Jerry reaches the end of his emphatic declaration, Kramer takes "]}, {"line": ["Jerry's head in his hands, leans in and plants a big kiss right on Jerry's          lips. "]}, {"line": ["Halfway through the kiss, the door opens and George half-enters. Kramer        "]}, {"line": ["releases Jerry, who stands bug-eyed with shock. George stands silently          in the doorway, "]}, {"line": ["he looks from Jerry to Kramer, with a thoughtful expression. Biting his          lips, "]}, {"line": ["George slowly backs out of the door and closes it behind him."]}, {"line": [" "]}, {"line": ["[ProFitness Physical Therapy Centre]"]}, {"line": ["George enters, and the receptionist spots him."]}, {"line": ["RECEPTIONIST: Oh, hi. Mister Costanza, we were trying to get in touch        "]}, {"line": ["with you. Wendy can't make her appointment."]}, {"line": ["GEORGE: What d'you mean?"]}, {"line": ["RECEPTIONIST: She had some personal affair she had to attend to. I left        "]}, {"line": ["A message on your machine. You didn't get it?"]}, {"line": ["GEORGE: When did you leave the message?"]}, {"line": ["RECEPTIONIST: Few hours ago."]}, {"line": ["GEORGE: (pointedly) Oh, I'm sorry, I require twenty-four hours notice        "]}, {"line": ["for a cancellation. Now, as I see it, you owe me seventy-five dollars."]}, {"line": ["RECEPTIONIST: Look, Mister Costanza..."]}, {"line": ["GEORGE: Will that be cash, or cheque?"]}, {"line": ["George gives an exaggerated wink."]}, {"line": [" "]}, {"line": ["[Wendy's Car]"]}, {"line": ["Wendy driving into New York at night with Elaine as passenger. Elaine        "]}, {"line": ["is wearing much of her ski gear - woolly hat, with goggles on top of          her head, and "]}, {"line": ["there are ski poles on the back seat."]}, {"line": ["WENDY: I am really glad I took the day off."]}, {"line": ["ELAINE: Oh, yeah, there's nothing better than skiing."]}, {"line": ["WENDY: Yeah. I hope my clients weren't too upset."]}, {"line": ["ELAINE: Ugh, the hell with 'em."]}, {"line": ["Wendy and Elaine share a laugh. Wendy then starts to pull the car over        "]}, {"line": ["to the side of the road."]}, {"line": ["ELAINE: What're you stopping here for?"]}, {"line": ["WENDY: I'm dropping you off."]}, {"line": ["ELAINE: (pointing) Oh, no, I'm three more blocks."]}, {"line": ["WENDY: Yeah, but if I take you to your door, then I have to go all the        "]}, {"line": ["Way around Central Park West, back to Columbus, you know it's all one        "]}, {"line": ["way..."]}, {"line": ["ELAINE: Yeah, but it's only three blocks."]}, {"line": ["WENDY: Right. It's only three blocks."]}, {"line": ["ELAINE: (unbuckling her seatbelt) Alright, well..."]}, {"line": [" "]}, {"line": ["[Street]"]}, {"line": ["Elaine struggles along the sidewalk at night with her ski gear in her        "]}, {"line": ["arms. She's not finding it easy fighting with the uncomfortable bulk          of skis, "]}, {"line": ["poles, boots, etc.. Eventually she drops the boots and, rather than pick          them "]}, {"line": ["up, simply kicks them along in front of her."]}, {"line": [" "]}, {"line": ["[Street]"]}, {"line": ["Jerry and Elaine walk together."]}, {"line": ["ELAINE: She'd driven me a hundred and twenty miles and, all of a "]}, {"line": ["sudden, three blocks from my door, she decides this trip is over. Isn't          that strange?"]}, {"line": ["JERRY: Yes, it's very strange. Very strange."]}, {"line": ["ELAINE: I've never heard of anything like this. I mean, it's almost as        "]}, {"line": ["if I was hitch-hiking and she says \"Well, this is as far as I can          take you.\""]}, {"line": ["JERRY: I tell you. If you were hitch-hiking, you'd never get into a car        "]}, {"line": ["With someone with a hairdo like that."]}, {"line": ["ELAINE: I had to carry my skis, and my boots and my poles. I think I        "]}, {"line": ["pinched a nerve in my shoulder."]}, {"line": ["JERRY: You should have her work on it for you."]}, {"line": ["ELAINE: Yeah, alright, I gotta go."]}, {"line": [" "]}, {"line": ["[Lobby, Jerry's Building]"]}, {"line": ["Jerry enters his building. Mary spots him from across the lobby and "]}, {"line": ["closes for a kiss hello."]}, {"line": ["MAR: Hi Jerry."]}, {"line": ["JERRY: Hi Mary."]}, {"line": ["Jerry backs away from the kiss with so much effort that he's up against        "]}, {"line": ["The mailboxes."]}, {"line": ["JERRY: Uh, listen. I decided I can't kiss hello anymore. I'm sorry. "]}, {"line": ["It's nothing personal...."]}, {"line": ["Mary looks upset by Jerry's outburst."]}, {"line": ["JERRY: ...It just makes me a little uncomfortable and I can't do it.        "]}, {"line": ["I'm sorry."]}, {"line": ["The door to the street opens and Louise enters, also friendly and "]}, {"line": ["aiming for the kiss hello."]}, {"line": ["LOU: Hi Jerry."]}, {"line": ["JERRY: Hi Louise..."]}, {"line": ["Jerry backs sharply away from Louise as she leans in for the kiss."]}, {"line": ["JERRY: ...I was just telling Mary how I'm not gonna be doing the kiss        "]}, {"line": ["Hello thing anymore. (continues backing away) I'm sorry. I just can't          do it. "]}, {"line": ["It's nothing personal, it's just I'm not really able to do it and uh,          I'm "]}, {"line": ["sorry."]}, {"line": ["Jerry backs into the elevator."]}, {"line": ["JERRY: (as the elevator doors close) Thank you for your cooperation."]}, {"line": [" "]}, {"line": ["[Jerry's Apartment/The Seinfeld's Place, Florida]"]}, {"line": ["Jerry answers the phone."]}, {"line": ["JERRY: Hello."]}, {"line": ["HELEN (V.O): Jerry?"]}, {"line": ["JERRY: Hi mom. So, what's happening with uncle Leo? Is he paying you?"]}, {"line": ["In Florida, Helen is on the phone and Morty is still working out "]}, {"line": ["figures with a pad and a calculator."]}, {"line": ["HELEN: Well, he said no. He said we had no proof."]}, {"line": ["MORTY: No proof? We'll get him. He's a crook, sooner or later, he'll        "]}, {"line": ["slip up."]}, {"line": ["HELEN: Uh, anyway, I want you to go check on Nana at the home."]}, {"line": ["JERRY: Okay, I will."]}, {"line": ["MORTY: D'you realise, an above-average performing growth mutual fund        "]}, {"line": ["For fifty-three years..."]}, {"line": [" "]}, {"line": ["[Hall Outside Jerry's Apartment]"]}, {"line": ["Jerry and Kramer emerge from their apartments."]}, {"line": ["KRAMER: What's up?"]}, {"line": ["JERRY: (locking his door) Oh, I gotta go visit my nana in the nursing        "]}, {"line": ["home."]}, {"line": ["KRAMER: Oh."]}, {"line": ["They walk together down the hall."]}, {"line": [" "]}, {"line": ["[Lobby, Jerry's Building]"]}, {"line": ["The elevator doors open and Jerry and Kramer come out. Something on the        "]}, {"line": ["Wall opposite catches Jerry's eye."]}, {"line": ["JERRY: Hey, Kramer, look at this."]}, {"line": ["Jerry points and walks over to Kramer's gallery, Kramer following."]}, {"line": ["JERRY: Look at my picture!"]}, {"line": ["The photograph has been crudely vandalised with a magic marker. "]}, {"line": ["'Grade-A Dork' has been written on the forehead, whiskers, spots, horns          and a wormlike "]}, {"line": ["tongue added and teeth blacked out."]}, {"line": ["JERRY: I've been defaced!"]}, {"line": ["KRAMER: Hey, don't you worry buddy. I made double prints."]}, {"line": ["Behind Kramer a guy (Jack) has entered the building. Jack walks up "]}, {"line": ["behind Kramer and slaps him on the shoulder in a friendly fashion."]}, {"line": ["JACK: Hey. Hi Cosmo."]}, {"line": ["KRAMER: Oh, hey, Jack. How you doing?"]}, {"line": ["JERRY: Hi Jack."]}, {"line": ["Jack gives Jerry an unfriendly look and walks to the elevator without        "]}, {"line": ["replying. Julio comes out of the elevator, and Jerry walks over to ask          him "]}, {"line": ["something."]}, {"line": ["JERRY: Hey, Julio. I was wondering, could you get to that shower today,        "]}, {"line": ["You think?"]}, {"line": ["JULIO: Oh, I see. When you need something done, you're very friendly          to "]}, {"line": ["people, huh?"]}, {"line": ["JERRY: (defensive) No no, that's not true!"]}, {"line": ["JULIO: (accusing) Well, I think it is! It's a big building, Seinfeld,        "]}, {"line": ["maybe I'll get to it someday. After I take care of the people who're          civil to each "]}, {"line": ["other."]}, {"line": ["Julio stalks away. Jerry swings to give Kramer a look."]}, {"line": [" "]}, {"line": ["[Knollridge Nursing Home]"]}, {"line": ["Jerry is talking with a nurse on the porch."]}, {"line": ["NURSE: Yeah, she's upstairs, playing cards."]}, {"line": ["JERRY: You know, she really doesn't belong here. My uncle put her here,        "]}, {"line": ["Because he's trying to prove he doesn't owe my mother fifty dollars."]}, {"line": ["NURSE: Well, she seems very happy. She met an old friend who used to        "]}, {"line": ["live next door to her."]}, {"line": ["JERRY: Buddy?"]}, {"line": ["NURSE: Yes, that's his name. He's right over there."]}, {"line": ["The nurse indicates an elderly guy with a white moustache, wearing a        "]}, {"line": ["cap and reading a newspaper on a bench outside."]}, {"line": [" "]}, {"line": ["[ProFitness Physical Therapy Centre, a typical doctor's ", "office", " with magazines, reception ", "chairs", ",  light walls.  Please note, you can see nothing ", "Beyond The Office Door", ", or into the actual examination room]"]}, {"line": ["George is talking with Wendy at the counter."]}, {"line": ["WENDY: (smiling) I'm sorry, I don't owe you anything. I had some "]}, {"line": ["personal"]}, {"line": ["business that day."]}, {"line": ["GEORGE: (irascible) Oh, I see. So your time is more valuable than mine.        "]}, {"line": ["Is that it? You're a delicate genius!"]}, {"line": ["Behind George, Elaine has slipped in the door."]}, {"line": ["WENDY: A delicate genius?"]}, {"line": ["George spots Elaine."]}, {"line": ["GEORGE: Elaine?"]}, {"line": ["ELAINE: (surprised) George!"]}, {"line": ["George stalks past Elaine and exits."]}, {"line": ["GEORGE: (leaving) Hah. Good luck."]}, {"line": ["WENDY: What's going on?"]}, {"line": ["ELAINE: (feeling her arm) Wendy, I injured my shoulder, Wednesday, when        "]}, {"line": ["You dropped me off and I had to carry my skis, and my boots, and my poles        "]}, {"line": ["and everything, all the way home. I'm, I'm having trouble lifting my          arm. "]}, {"line": ["Do you think you could give me some treatment?"]}, {"line": ["WENDY: Oh sure. You have insurance, right?"]}, {"line": ["ELAINE: (shocked) Insurance? You're charging me?"]}, {"line": ["Behind Elaine, George is standing in the open door"]}, {"line": ["GEORGE: Wednesday? That's your personal business?! (stalks over to the        "]}, {"line": ["counter) Skiing?! (angry) So let people suffer, while you're shushing          all over a"]}, {"line": ["mountain?"]}, {"line": ["WENDY: How did you hear that?"]}, {"line": ["GEORGE: I hear everything."]}, {"line": ["WENDY: I mean, why don't you two just take your business elsewhere, "]}, {"line": ["hmm?"]}, {"line": ["ELAINE: Oh, huh huh, that is a good idea. C'mon George."]}, {"line": ["GEORGE: Yeah. Let's go."]}, {"line": ["Elaine and George, united, head for the door. AS they get there, Elaine        "]}, {"line": ["turns to deliver her parting shot."]}, {"line": ["ELAINE: (pointedly) And you know, you might wanna do something about        "]}, {"line": ["that hair."]}, {"line": ["WENDY: Why, what's wrong with my hair?"]}, {"line": ["ELAINE: Huh, I think it's a little old-fashioned. Don't you? (to "]}, {"line": ["receptionist) Uh, tell her."]}, {"line": ["RECEPTIONIST: She's right."]}, {"line": [" "]}, {"line": ["[Nursing Home]"]}, {"line": ["Jerry and Buddy sit on the bench, reminiscing."]}, {"line": ["JERRY: So you were with him that day at the track?"]}, {"line": ["BUDDY: Oh yeah. He won a thousand dollars. His son was there too."]}, {"line": ["JERRY: Leo?"]}, {"line": ["BUDDY: Yeah, that's it. Leo. Ooh, what an obnoxious little kid. He used        "]}, {"line": ["to steal my soda bottles. and cash 'em in for the deposits, uh?"]}, {"line": ["JERRY: Is that so?"]}, {"line": ["BUDDY: And, after your grandfather hit the daily double, he gave him          a "]}, {"line": ["Hundred dollars, and told him to give fifty to his sister. His sister?          Why I "]}, {"line": ["tell you he shoulda give it to me for all the bottles he took!"]}, {"line": ["JERRY: Well, that's very interesting."]}, {"line": ["Just then, uncle Leo strolls up the path to the nursing home. Jerry "]}, {"line": ["spots his arrival."]}, {"line": ["JERRY: (standing) Uncle Leo! I just met an old acquaintance of yours.        "]}, {"line": ["(indicates Buddy) You remember Buddy. He just told me quite a story about          you and "]}, {"line": ["Grandpa at the track."]}, {"line": ["Leo's caught out, and looks worried."]}, {"line": ["LEO: (defensive) One second..."]}, {"line": ["JERRY: (with a triumphant point) You're busted!"]}, {"line": [" "]}, {"line": ["[Lobby, Jerry's Building]"]}, {"line": ["Jerry enters from the street. Steve is in the lobby, collecting his "]}, {"line": ["mail. Jerry decides to be friendly."]}, {"line": ["JERRY: Hey, Steve. How you doing?"]}, {"line": ["Steve turns to Jerry, gives him a disdainful look, and turns away "]}, {"line": ["again. Another guy (Jeff) approaches from within the building. Jerry          tries the "]}, {"line": ["friendly approach again."]}, {"line": ["JERRY: Hey, Jeff. What's happening?"]}, {"line": ["Jeff completely blanks Jerry and goes to get his mail. Jerry spots Mary        "]}, {"line": ["over by Kramer's gallery wall, and walks across to her."]}, {"line": ["JERRY: Mary! Oh, Mary! Give us a kiss."]}, {"line": ["Mary moves to avoid Jerry."]}, {"line": ["JERRY: Don't be like that, Mary. C'mon, I made a mistake!"]}, {"line": ["MARY: (contemptuous) Look, why don't you do everybody a favour, and "]}, {"line": ["just get out of this building? (angry) Nobody wants you here. Nobody!"]}, {"line": ["Jerry looks downcast. Mary walks over to the mailboxes, where she "]}, {"line": ["greets Jeff and Steve."]}, {"line": ["JEFF: Hi Mary."]}, {"line": ["MARY: Hi Jeff. How are you?"]}, {"line": ["Mary and Jeff kiss hello."]}, {"line": ["MARY: Hi Pete. How you doing?"]}, {"line": ["Mary and Pete kiss hello."]}, {"line": ["PETE: Hey, let's go get some coffee."]}, {"line": ["JEFF: Great idea."]}, {"line": ["MARY: Oh, that'd be great."]}, {"line": ["The three of them exit together chatting happily, watched by a rueful        "]}, {"line": ["Jerry. Jerry looks at his photo on the wall and adjusts it so it's straight.        "]}, {"line": ["Then Jerry notices the elevator is about to go up, so he asks a favour          of the "]}, {"line": ["occupant as"]}, {"line": ["he crosses the lobby."]}, {"line": ["JERRY: Oh, Paul, could you hold that door..."]}, {"line": ["But Paul makes no move to hold the door, which shuts in Jerry's face."]}, {"line": [" "]}, {"line": ["[Hall Outside Kramer's Apartment]"]}, {"line": ["Jerry, wearing a bathrobe and with a towel round his neck, knocks at        "]}, {"line": ["Kramer's door. Kramer takes a quick peek through the peephole, then opens          the "]}, {"line": ["door."]}, {"line": ["KRAMER: Hi."]}, {"line": ["JERRY: Hey. Could I use your shower?"]}, {"line": ["KRAMER: What, again? You took one this morning."]}, {"line": ["JERRY: (pleading) I got a date. C'mon, please."]}, {"line": ["KRAMER: I know but I... (waves toward the interior of his apartment)        "]}, {"line": ["Little problem."]}, {"line": ["KRAMER: (leaning to look round Kramer) Wendy here?"]}, {"line": ["KRAMER: No no no. She changed her hairstyle, (pulls a face) it's "]}, {"line": ["terrible. No,"]}, {"line": ["we're done."]}, {"line": ["A happy looking guy pushes his way past Kramer and out of the "]}, {"line": ["apartment."]}, {"line": ["GUY: I'll go get some more beer."]}, {"line": ["KRAMER: Oh yeah, yeah, great. (calling after the guy) And get some of        "]}, {"line": ["those blue corn chips."]}, {"line": ["An attractive redheaded woman comes along the hallway. Kramer greets        "]}, {"line": ["Her approach."]}, {"line": ["KRAMER: Hey."]}, {"line": ["STEFANIE: Hi Cosmo."]}, {"line": ["KRAMER: Hi."]}, {"line": ["STEFANIE: (kisses Kramer hello) Mmmwah."]}, {"line": ["KRAMER: Ooh, I like that."]}, {"line": ["JERRY: (impressed) Who's that?"]}, {"line": ["KRAMER: Stefanie. 2-G."]}, {"line": ["JERRY: Oh man. Looks like you got quite a few people here."]}, {"line": ["Jerry tries to see around Kramer into his apartment."]}, {"line": ["KRAMER: Yeah yeah. Well uh, you know, I'd invite you in, but uhm... you        "]}, {"line": ["know."]}, {"line": ["JERRY: (rueful acceptance) Oh, yeah, I understand."]}, {"line": ["Kramer closes the door, and Jerry can be seen peering through the "]}, {"line": ["narrowing gap until it shuts."]}, {"line": ["[END]"]}, {"line": ["                                              "]}, {"line": [" "]}, {"line": []}, {"line": [" "]}, {"line": []}, {"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]}, {"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}]