[{"title": "The Diplomat Club"}, {"line": []}, {"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]}, {"line": [" "]}, {"line": ["First Aired 5/4/95"]}, {"line": ["Written by Tom Gammill and Max Pross"]}, {"line": ["Directed by Andy Ackerman"]}, {"line": ["Cast:"]}, {"line": ["Jerry Seinfeld himself"]}, {"line": ["George Costanza Jason Alexander"]}, {"line": ["Elaine Benes Julia Louis-Dreyfus"]}, {"line": ["Cosmo Kramer Michael Richards"]}, {"line": ["Newman Wayne Knight"]}, {"line": ["Katie Debra Jo Rupp"]}, {"line": ["Mr. Morgan Tom Wright"]}, {"line": ["Mr. Pitt Ian Abercrombie"]}, {"line": ["% Opening monologue"]}, {"line": ["What's this little scam the airlines have goin' now with these                special clubs? Hundred fifty dollars a year to sit in a room, eat                peanuts, drink coffee and soda, and read magazines. Excuse me, but                isn't this the flight? I already got four hours of this comin' to                me... What am I paying for? How bout' an 'I got all my luggage club'?                Can I get into that club? Where is that club? I would like to join                that club. Airlines love to divide us into classes. You know like                when you're sitting in coach, the stewardess always closes that                stupid curtain. Always gives you that look, like, maybe if you would                work a little harder..."]}, {"line": ["% Jerry's apartment, Jerry is talking on the phone"]}, {"line": ["Jerry: What time does your flight get in? Six? All right, that                gives us six hours. Then I'll meet you at the diplomat's club. I'll                be the one without the big red sash. Okay, see you tonight. (Hangs                up)"]}, {"line": ["Elaine: Is that the supermodel?"]}, {"line": ["Jerry: Yep, she's not gonna be back for a month, but I got six                hours."]}, {"line": ["Elaine: I thought you had a show in Ithaca."]}, {"line": ["Jerry: I do, but it's three o'clock and then I'm flying right back                and meeting Bridget at the Diplomat's Club in the airport."]}, {"line": ["Elaine: Well, guess what I'm doing. I'm going to Mr. Pitt's, and                I am telling him that I am quitting."]}, {"line": ["Jerry: So that's it? You know I never even met the guy. "]}, {"line": ["Elaine: I've had enough. I am marchin' in."]}, {"line": ["Jerry: You're marchin' in."]}, {"line": ["Elaine: I'm marchin'. (Enter George)"]}, {"line": ["George: Hey."]}, {"line": ["Jerry: Hey. Elaine's quitting."]}, {"line": ["George: Really?"]}, {"line": ["Elaine: I'm marchin' in."]}, {"line": ["George: I've done the march in. Best feeling in the world."]}, {"line": ["Jerry: How 'bout the march out?"]}, {"line": ["George: Not as good. That's when you realize all the money you're                losing."]}, {"line": ["Elaine: This is it. Wish me luck."]}, {"line": ["Jerry: Get a march goin'! March it! (She exits)"]}, {"line": ["George: Jerry, I need to borrow your camera."]}, {"line": ["Jerry: Why?"]}, {"line": ["George: Well, I wanna put a picture of me and my boss Mr. Morgan                up at the office."]}, {"line": ["Jerry: What for?"]}, {"line": ["George: They're reorganizing the staff, and I'm on thin ice with                this guy as it is. "]}, {"line": ["Jerry: Isn't putting this guy's picture on your desk a little transparent?"]}, {"line": ["George: It better be."]}, {"line": ["% Mr. Pitt's office, Elaine enters and Mr. Pitt is sitting at his                desk."]}, {"line": ["Elaine: Mr. Pitt, I have something to tell you."]}, {"line": ["Pitt: One second Elaine."]}, {"line": ["Elaine: Mr. Pitt..."]}, {"line": ["Pitt: Elaine, you know what I just did? I just amended my will                to include you as a beneficiary."]}, {"line": ["Elaine: What?"]}, {"line": ["Pitt: Well, I think of you as part of my family. You've come to                be like a daughter to me and I want to make sure you're taken care                of after I'm gone."]}, {"line": ["Elaine: (Flattered) Mr. Pitt..."]}, {"line": ["Pitt: (Sneezes) Elaine, I feel a cold coming on. Could you get                me a cold pill from the medicine cabinet?"]}, {"line": ["Elaine: Oh no no, Mr. Pitt, you mustn't. You have to check with                the pharmacy before you combine anything with your heart medicine,"]}, {"line": ["Pitt: Yes, yes, I'll check with the pharmacist."]}, {"line": ["Elaine: We don't want anything to happen to you Mr. Pitt. We want                you to live a long, long time."]}, {"line": ["% At the Yankee's office"]}, {"line": ["George: (Holding camera) Look at this, I only have one picture                left... How 'bout a shot of me and Mr. Morgan?"]}, {"line": ["Morgan: Why?"]}, {"line": ["George: Why? Because we're a team! C'mon! Would you take this for                us, dear? Thank you very much. Here we go... (To Morgan) Anyone                ever tell you you look a lot like Sugar Ray Leonard? Yeah, you must                get that all the time."]}, {"line": ["Morgan: I suppose we all look alike to you, right Costanza?"]}, {"line": ["George: No, not a racial thing, there really is a resemblance...              "]}, {"line": ["[Jerry and George at Monk's]"]}, {"line": ["Jerry: Maybe he looks a little like Sugar Ray Leonard."]}, {"line": ["George: A little? Come on."]}, {"line": ["Jerry: Well, you still shouldn't have said it."]}, {"line": ["George: You think Morgan thinks I have a racial bias?"]}, {"line": ["Jerry: Maybe."]}, {"line": ["George: Boy, that is so unfair. I would've marched on Selma if it was", "\n              in Long Island."]}, {"line": ["Jerry: You'd have marched on Great Neck?"]}, {"line": ["George: Absolutely. I still might. I always hated those girls. They", "\n              would never date me."]}, {"line": ["[ Kramer arrives at Monk's]"]}, {"line": ["Kramer: Hey."]}, {"line": ["Jerry: Hey, there you are."]}, {"line": ["Kramer: So you ready?"]}, {"line": ["George: For what?"]}, {"line": ["Jerry: He's taking me to the airport. But we've got a few minutes."]}, {"line": ["Kramer: Oh, yeah. What? You got no luggage?"]}, {"line": ["Jerry: This is it. I'm only going for the day. I just gotta drop by the", "\n              drugstore and pick up a toothbrush."]}, {"line": ["Kramer: Okay."]}, {"line": ["George: Hey, Kramer. Who does that look like?"]}, {"line": ["Kramer: I don't know."]}, {"line": ["George: Come on, come on. Not salt, but...?", "\n              Kramer: What, Pepper Johnson?"]}, {"line": ["George: No. Sugar Ray Leonard."]}, {"line": ["Kramer: Oh, no way."]}, {"line": ["George: All right, I'll tell you what. I'll bet you the next three people I", "\n              ask... two of them will say Sugar Ray."]}, {"line": ["Kramer: How much? $ 100? $200? $ 1000?"]}, {"line": ["Jerry: Hey wait a second, what are you doing? You're not betting.You", "\n              know he's not supposed to bet."]}, {"line": ["Kramer: Come on, Jerry, it's a lock."]}, {"line": ["Jerry: Kramer, you've had this thing under control for almost three", "\n              years now. Don't start again."]}, {"line": ["Kramer: But it's a lock, Jerry!"]}, {"line": ["Jerry: No!"]}, {"line": ["Jerry: What're you doing about Morgan?"]}, {"line": ["George: You know what would be great? If he could see me with", "\n              some of my black friends."]}, {"line": ["Jerry: Yeah except you don't really have any black friends. Outside of", "\n              us, you don't have any white friends either."]}, {"line": ["[ Cuts to Joe's apartment building where George buzzes Joe. ]"]}, {"line": ["Joe: Yes?"]}, {"line": ["George: Hello, Joe?"]}, {"line": ["Joe: Who is this?"]}, {"line": ["George: It's me. George Costanza."]}, {"line": ["Joe: Who?"]}, {"line": ["George: Remember I was here a while back? Breakfast at Tiffany's", "\n              together?"]}, {"line": ["Joe: What do you want?"]}, {"line": ["George: Well, I've rented another video, Joe. And there's some", "\n              popcorn. I thought we could do it again."]}, {"line": ["Joe: Go away."]}, {"line": ["[ Joe's daughter Remy enters the entrance hall ]"]}, {"line": ["George: Remy. Hi."]}, {"line": ["Remy: You?!? What are you doing here?"]}, {"line": ["George: Well, I got another Audrey Hepburn movie."]}, {"line": ["Joe: Remy, is that you?"]}, {"line": ["Remy: Daddy, that man is here again."]}, {"line": ["Joe: Remy, I want you up here instantly."]}, {"line": ["George: You know, Remy, I was thinking. Last time we were", "\n              together, you..."]}, {"line": ["[ Remy slams the door shut ]"]}, {"line": ["[ Kramer and Jerry are at the drugstore. ]"]}, {"line": ["Jerry: That's great. You know what? Leave it. Just pull the car around"]}, {"line": ["front."]}, {"line": ["Kramer: You sure?"]}, {"line": ["Jerry: Yeah. I'll take care of it. Just throw that in there, would you?"]}, {"line": ["Mr. Pitt: Excuse me. I take heart medication. What would you", "\n              recommend for a runny nose?"]}, {"line": ["Jerry: Take an antihistamine.They're over there."]}, {"line": ["Mr. Pitt: It's all right to take?"]}, {"line": ["Jerry: Yeah, they're great."]}, {"line": ["Mr. Pitt: What about appetite suppressants?"]}, {"line": ["Jerry: I just saw them. Oh, here. Here you go."]}, {"line": ["Mr. Pitt: Thank you, young man."]}, {"line": ["Jerry: Have a good day, sir."]}, {"line": ["[ Jerry and Kramer are at the Diplomat's Club at the La Guardia", "\n              Airport ]"]}, {"line": ["Kramer: This is your swanky Diplomat's Club."]}, {"line": ["Jerry: I don't see Katie anywhere."]}, {"line": ["Kramer: What's this, a fellow club member?"]}, {"line": ["Jerry: No, she's this woman who's booking me on these college", "\n              tours. She thinks I'm some big celebrity that has to be pampered and", "\n              explained every little thing."]}, {"line": ["Kramer: Yeah. I'm gonna get some snacks before my flight."]}, {"line": ["Katie: Jerry."]}, {"line": ["Jerry: Oh, hi, Katie."]}, {"line": ["Katie: You found the airport all right?"]}, {"line": ["Jerry: Yes, I followed the planes."]}, {"line": ["Katie: I see you're having coffee. Just so you know, they also have", "\n              decaf as well. Along with a selection of cocktails and soft..."]}, {"line": ["Jerry: Thanks. Thanks for telling me."]}, {"line": ["[Cuts to Mr. Pitt's apartment. Mr. Pitt is lying in his bed being", "\n              attended by a doctor ]"]}, {"line": ["Elaine: What's going on?"]}, {"line": ["Women: I'm Lenore Walker, Mr. Pitt's estate lawyer. I arrived", "\n              to discuss his will and found Justin had collapsed on the floor."]}, {"line": ["Elaine: Oh my God."]}, {"line": ["Woman: Who are you?"]}, {"line": ["Pitt: This is the girl I want to put in my will. Elaine..."]}, {"line": ["Man: Please, rest Mr. Pitt."]}, {"line": ["Woman: You're the assistant? Why weren't you taking care of him?"]}, {"line": ["Elaine: Well, he gave me the morning off, I was doing a little...                shopping. How did this happen?"]}, {"line": ["Man: Took a very dangerous combination: prescription heart medicine                and these other pills."]}, {"line": ["Elaine: Mr. Pitt, you were s'posed to talk with the pharmacist."]}, {"line": ["Pitt: I spoke to someone who worked there."]}, {"line": ["Elaine: I'm gonna go and call that pharmacist. (She exits)"]}, {"line": ["Woman: How well do you know her?"]}, {"line": ["% Jerry and Katie sitting in the plane"]}, {"line": ["Katie: Jerry, listen, just so you know, before we take off they're                gonna tell us what to do in the vent of a crash-"]}, {"line": ["Jerry: Yes, I know. I've flown before."]}, {"line": ["Katie: Oh good. I just didn't want you to freak out... The chance                of a crash is very slim. Do you have to go to the bathroom?"]}, {"line": ["Jerry: No."]}, {"line": ["Katie: (Pause) Because even if you have (Jerry gets up to go) to                go a little you'd better go now because you won't get another chance                until way after take off."]}, {"line": ["% Airport, Kramer and a man sitting "]}, {"line": ["Kramer: Hey, how you doin'?"]}, {"line": ["Earl: Pretty good."]}, {"line": ["Kramer: Name's Kramer."]}, {"line": ["Earl: Earl Hafler, nice to meet you. I'm headed to Houston, where                you headed?"]}, {"line": ["Kramer: Oh I'm happy right here. Isn't this place amazing? Planes                flying in from all corners of the world, and they know the minute                they're arriving."]}, {"line": ["Earl: Ah they don't know a darn thing. That's why my flight the                Houston's been delayed. They're all morons. Matter of fact, I'll                bet you that that flight to Pittsburgh takes off before my flight                to Houston."]}, {"line": ["Kramer: Bet? Um, not betting."]}, {"line": ["Earl: Friendly wager."]}, {"line": ["Kramer: I haven't made a bet in three years, I-"]}, {"line": ["Earl: Ah c'mon. Keep things interesting, pass the time."]}, {"line": ["Kramer: Okay, how much?"]}, {"line": ["Earl: How 'bout 200?"]}, {"line": ["Kramer: You're on, cowboy!"]}, {"line": ["% On street, George and another man pick up newspaper"]}, {"line": ["George: How ya doin'?"]}, {"line": ["Man: Okay."]}, {"line": ["George: Nice day today."]}, {"line": ["Man: What?"]}, {"line": ["George: I'm George. George Costanza, you live around here?"]}, {"line": ["% Man gets newspaper and leaves"]}, {"line": ["% At the airport..."]}, {"line": ["Intercom: Now arriving at gate 12..."]}, {"line": ["Earl: This could be Mexico City."]}, {"line": ["Kramer: C'mon Seattle, let's go."]}, {"line": ["Earl: Come on, Mexico City!"]}, {"line": ["Kramer: Seattle, yeah!"]}, {"line": ["Intercom: ...flight 42 from Mexico City."]}, {"line": ["Kramer: All right, c'mon, let's go again."]}, {"line": ["% At Mr. Pitt's..."]}, {"line": ["Elaine: Mr. Pitt, do you need anything?"]}, {"line": ["Pitt: No."]}, {"line": ["Elaine: You need something to sit up. Why don't I get you a pillow?"]}, {"line": ["Pitt: Okay."]}, {"line": ["% Elaine goes to get pillow, walks back to Pitt slowly. Ms. Walker                enters looking scared. Elaine waves."]}, {"line": ["% Backstage at Comedy Club in Ithaca"]}, {"line": ["Katie: It's a pretty full house, the lighting guy's name is Lew,                he's got a birthday next week."]}, {"line": ["Jerry: I don't care."]}, {"line": ["Katie: By the way, Jerry, I don't want you to freak out, but the                pilot is going to be in the audience."]}, {"line": ["Jerry: Who?"]}, {"line": ["Katie: Remember the plane we took here? The pilot is gonna be sitting                out there watching the show."]}, {"line": ["Jerry: I don't care, why are you telling me this?"]}, {"line": ["Katie: I just didn't want you to freak out when you saw him."]}, {"line": ["Jerry: Why would I freak out? (To himself) Pilot..."]}, {"line": ["Off stage: Ladies and gentlemen, a big hand for Mr. Jerry Seinfeld!                (Clapping)"]}, {"line": ["Jerry: Hey, all right. Good afternoon Ithaca. Welcome, good to                see you here... Boy, I'll tell you, there's an awful lot of those                orange cones you have on the throughway... (Sees pilot) on the way...                up here... um... I.."]}, {"line": ["% George walking down street. He sees a man and tries to help him                with groceries. Man walks away."]}, {"line": ["% Comedy club"]}, {"line": ["Katie: It didn't go very well, did it?"]}, {"line": ["Jerry: No, it didn't. And you know why? Seeing the pilot in the                audience really freaked me out."]}, {"line": ["Katie: I knew it."]}, {"line": ["Jerry: If you hadn't mentioned anything, I would have been fine.                I became obsessed with him."]}, {"line": ["Katie: Why did we invite him? Stupid, stupid. when he asked for                a ticket, I should have said no. I'm gonna go chew him out."]}, {"line": ["Jerry: Oh, it doesn't matter now."]}, {"line": ["Katie: Don't worry, Jerry. I'm on top of this."]}, {"line": ["Jerry: Yeah, you're on top of it, and I'm on the bottom!"]}, {"line": ["% Airport..."]}, {"line": ["Earl: Well, Mr. Kramer, looks like you're in the hole $3200...                Will that be cash or check?"]}, {"line": ["Kramer: All right, look, one more bet. Double or nothing. C'mon."]}, {"line": ["Earl: All right, but I wanna see some cash on the table."]}, {"line": ["Kramer: All right, let me call my bank. You stay here. (He calls)"]}, {"line": ["N: Hello? "]}, {"line": ["Kramer: Yeah, it's, uh, me."]}, {"line": ["N: Hey, what's up?"]}, {"line": ["Kramer: All right, listen. I need some cash."]}, {"line": ["N: What for?"]}, {"line": ["Kramer: I just need it, that's all."]}, {"line": ["N: Oh no. Don't tell me. You're gambling again, aren't you? Oh                you weak, weak man. Where are you?"]}, {"line": ["Kramer: I'm at the airport."]}, {"line": ["N: The airport?"]}, {"line": ["Kramer: We've been betting on arrivals and departures. (Newman                rolls eyes) But I'm down $3200 , so you've gotta get me some cash."]}, {"line": ["N: I don't have that kinda dough."]}, {"line": ["Kramer: Sure you do."]}, {"line": ["N: Oh no, no, not the bag!"]}, {"line": ["Kramer: Oh help me man, I'm desperate!"]}, {"line": ["N: All right, all right."]}, {"line": ["% Airplane..."]}, {"line": ["Intercom: Sorry for the delay, folks, there is a slight complication                that we're taking care of, and then we'll be on our way to La Guardia..."]}, {"line": ["Jerry: (To Katie) What is the complication?"]}, {"line": ["Flisht Attendant: Mr. Seinfeld?"]}, {"line": ["Jerry: Yes?"]}, {"line": ["FA: I'm sorry, but the pilot has asked that you leave this plane."]}, {"line": ["Jerry: What?"]}, {"line": ["FA: Apparently, he has some sort of problem with you."]}, {"line": ["Katie: I'm not surprised. I really let him have it, Jerry. He has                no business being in your audience if you didn't want him there."]}, {"line": ["Jerry: I didn't care."]}, {"line": ["FA: Well, now the pilot doesn't want you on his plane."]}, {"line": ["Jerry: He can't just throw me off the plane!"]}, {"line": ["FA: Yes he can, if he has cause to believe a passenger will be                a disturbance."]}, {"line": ["Jerry: But I'm not a disturbance!"]}, {"line": ["FA: Well, apparently you are disturbing him, sir."]}, {"line": ["Jerry: But someone is waiting for me!"]}, {"line": ["Katie: Jerry, I don't want you to freak out."]}, {"line": ["Jerry: I'm freakin' out! I am freakin' out!"]}, {"line": ["% Airport in Ithaca"]}, {"line": ["Katie: There's a flight leaving at eight, and another one at eight-thirty,                which one do you want?"]}, {"line": ["Jerry: Which one do you think I want?"]}, {"line": ["Katie: The eight will get you in a little earlier."]}, {"line": ["Jerry: Then we'll make it the eight."]}, {"line": ["Katie: I'll book a hotel, do you want a standard room or mini suite?]"]}, {"line": ["Jerry: Hotel?"]}, {"line": ["Katie: Yeah, it's eight in the morning."]}, {"line": ["Jerry: No, no, no. I have to get home tonight. Bridget's gonna                be waiting for me at the Diplomat's Club. Rent a car."]}, {"line": ["Katie: Mid-size, luxury, or sports model, what's your preference?"]}, {"line": ["Jerry: I don't have a preference, okay! Just make a decision yourself!                Stop bothering me with every minor little detail, please?"]}, {"line": ["Katie: Okay, you're a big celebrity. (She exits)"]}, {"line": ["% Jerry calls George"]}, {"line": ["George: Yo."]}, {"line": ["Jerry: George."]}, {"line": ["George: Hey, Jerry, how was Ithaca?"]}, {"line": ["Jerry: I'm still here. Listen, you gotta go down to the Diplomat's                Club..."]}, {"line": ["George: Hey, Jerry, what was the name of the exterminator who fumigated                your apartment when you had fleas?"]}, {"line": ["Jerry: Carl, I think."]}, {"line": ["George: Carl... Yeah, he was a nice guy."]}, {"line": ["Jerry: Yeah, he was nice."]}, {"line": ["George: What company was it?"]}, {"line": ["Jerry: Defent."]}, {"line": ["George: Yeah, you know we spoke for a little bit..."]}, {"line": ["Jerry: You need an exterminator?"]}, {"line": ["George: No, not really."]}, {"line": ["Jerry: Oh, don't tell me. 'Cause he's black?"]}, {"line": ["George: Gotta go."]}, {"line": ["Jerry: George, George!"]}, {"line": ["% Mr. Pitt's, Jerry is on the phone with Ms. Walker"]}, {"line": ["Jerry: Hello, this is Jerry Seinfeld. Is Elaine there?"]}, {"line": ["Woman: Hold on... Elaine, there's a Jerry Seinfeld on the phone                for you."]}, {"line": ["Elaine: Hello?"]}, {"line": ["Jerry: Elaine, I need you to do me a big favor. I need you to go                down to the Diplomat's Club and meet Bridget for me. I'm going to                be late."]}, {"line": ["Elaine: That's at the airport, right?"]}, {"line": ["Jerry: Right, I don't want Bridget to think I stood her up. I'll                never get another date with her. She'll freak out."]}, {"line": ["Elaine: All right, all right. You sound a little freaked out yourself."]}, {"line": ["Jerry: I am a little freaked out!"]}, {"line": ["Elaine: Calm down, I'll take care of it. (Ms. Walker looks suspicious                of Elaine)"]}, {"line": ["Jerry: All right, but you have to go now."]}, {"line": ["Elaine: I said I'll take care of it!"]}, {"line": ["% Newman arrives at the airport with a bag"]}, {"line": ["N: Kramer."]}, {"line": ["Kramer: Hey."]}, {"line": ["N: Okay, here it is."]}, {"line": ["Kramer: Good. (To Earl) Here's my collateral."]}, {"line": ["Earl: So it's a mailbag, so what?"]}, {"line": ["N: So what? Do you know whose mailbag that is?"]}, {"line": ["Earl: (Reading) David Berkowitz."]}, {"line": ["N: Son of Sam. The worst mass murderer the post office ever produced."]}, {"line": ["Earl: Where did you get this? "]}, {"line": ["N: I took over his route. And boy, were there a lot of dogs on                that route."]}, {"line": ["Earl: Any of 'em talk to you?"]}, {"line": ["N: Just to tell me to keep off the snacks!"]}, {"line": ["Earl: (To Kramer) Your buddy's a helluva guy."]}, {"line": ["Kramer: Yeah, don't I know it."]}, {"line": ["Earl: Okay, Cosmo, we're back in business. Let's check out the                board. Now, who do you like?"]}, {"line": ["Kramer: All right, how 'bout Ithaca vs. Boston?"]}, {"line": ["Earl: All right, I'll give you a sportin' chance. I'll take Ithaca."]}, {"line": ["Kramer: Double or nothin'."]}, {"line": ["Earl: Double or nothin'."]}, {"line": ["N: I hope you know what you're doing... (Kramer gives Newman a                look of lack of confidence)"]}, {"line": ["% In rental car... Katie is driving and Jerry is asleep"]}, {"line": ["Jerry: (Wakes up) Where are we?"]}, {"line": ["Katie: I'm not sure."]}, {"line": ["Jerry: Is this even a road?"]}, {"line": ["Katie: Oh we lost the road a half hour ago."]}, {"line": ["Jerry: What? Why didn't you wake me up?"]}, {"line": ["Katie: You told me not to bother you with minor details."]}, {"line": ["Jerry: No, road is a major detail!"]}, {"line": ["Katie: Okay, now I know. Should I keep going or turn around, do                you have a preference?"]}, {"line": ["Jerry: (Pointing ahead) Look out!"]}, {"line": ["% At George's office, Carl enters"]}, {"line": ["George: May I help you?"]}, {"line": ["Carl: I'm the exterminator."]}, {"line": ["George: Oh, yes of course, come in."]}, {"line": ["Carl: Why didn't you want me to bring my equipment or wear my uniform?"]}, {"line": ["George: Yes, well, if the other people in the office saw that I                called an exterminator, they would just panic. Besides, this is                sort of a friendly visit. Carl, right?"]}, {"line": ["Carl: Do I know you?"]}, {"line": ["George: Yeah, sure, we met at Jerry Seinfeld's apartment. When                you fumigated for fleas over there."]}, {"line": ["Carl: Seinfeld... Oh yeah, funny white guy, right?"]}, {"line": ["George: Jerry? Yes, I suppose he is white. You know, I never really                thought about it. I don't see people in terms of color. You know,                there's someone I'd like you to meet. Hand on... (To phone) Is Mr.                Morgan in?"]}, {"line": ["Phone: Mr. Morgan left for dinner."]}, {"line": ["George: He left... huh... Carl, you hungry?"]}, {"line": ["% Mr. Pitt's. Pitt is in bed with Ms. Walker standing beside him.                The T.V. is on."]}, {"line": ["TV: Here's a new twist on car pooling: Early this morning, a lost                Manhattanite drove through a residential backyard and wound up in                a swimming pool near Ithaca, New York. Comedian Jerry Seinfeld,                a passenger, seemed a little freaked out."]}, {"line": ["Jerry: That's it! No more questions! I don't care!"]}, {"line": ["Pitt: That's him! That's the man who gave me the pills in the drug                store! He's no pharmacist."]}, {"line": ["Woman: Jerry Seinfeld... I know that name. He called here earlier                for Elaine. (She looks at Mr. Pitt)"]}, {"line": ["% At the restaurant, George and Carl enter. They see Mr. Morgan."]}, {"line": ["George: (To Carl) Oh, by the way, order anything you want, it's                all on me. Just do me a tiny favor: pretend we're old friends. Oh                my God! Mr. Morgan! What a coincidence, it's Mr. Morgan. Mr. Morgan,                I want you to meet a dear old friend of mine, Carl."]}, {"line": ["Carl: I'm the exterminator. (Morgan confused)"]}, {"line": ["George: That's... what we used to call him in high school, the                exterminator. He's a linebacker. Oh, did we have some wild times."]}, {"line": ["% Airport, Kramer is smoking a cigar"]}, {"line": ["Earl: Well, that Newman was your good luck charm."]}, {"line": ["Kramer: Yeah, he was."]}, {"line": ["Earl: I should have quitted at double or nothin'. Travelers checks                acceptable?"]}, {"line": ["Kramer: Oh I accept."]}, {"line": ["N: (Talking to another man) ...yeah he worked in the cubicle right                next to me. We once double dated."]}, {"line": ["Kramer: Yeah, it's a pleasure doin' business with a gentleman like                yourself. (Elaine enters)"]}, {"line": ["Elaine: Kramer."]}, {"line": ["Kramer: Oh hi Elaine. What are you doing here?"]}, {"line": ["Elaine: Jerry asked me to meet his girlfriend here. Did you here                about his plane in Ithaca?"]}, {"line": ["Earl: What about the plane in Ithaca?"]}, {"line": ["Elaine: Oh, our stupid friend freaked out the pilot. Single handedly                delayed the plane a whole hour. Can you believe that?"]}, {"line": ["Kramer: Boy..."]}, {"line": ["Earl: Your friend caused the delay?"]}, {"line": ["Elaine: Uh huh."]}, {"line": ["Earl: You're a cheat! Nobody hustles Earl Hafler."]}, {"line": ["Kramer: C'mon!"]}, {"line": ["Earl: See you around, Cosmo."]}, {"line": ["Kramer: What?"]}, {"line": ["% Mr. Pitt's..."]}, {"line": ["Elaine: Poison you? Jerry Seinfeld tried to poison you? Wha? Mr.                Pitt, what are you, delirious? He's never even met you!"]}, {"line": ["Pitt: You're fired, Elaine. Goodbye."]}, {"line": ["Elaine: Goodbye? (Elaine thinks of memories with Mr. Pitt)"]}, {"line": ["% Airport, Jerry enters"]}, {"line": ["Jerry: Bridget!"]}, {"line": ["Bridget: Jerry, what happened?"]}, {"line": ["Jerry: Oh, I'm so sorry. I got stuck out of town. I missed our                whole time together."]}, {"line": ["Bridget: Well, my plane doesn't leave for another half hour."]}, {"line": ["Jerry: Really? (They start to make out, Jerry sees the pilot on                the plane) Oh my God, that's him! That's the pilot!"]}, {"line": ["% Restaurant"]}, {"line": ["George: I love this place. You know, Carl and I come here all the                time."]}, {"line": ["Morgan: Is that right?"]}, {"line": ["Carl: Yeah, I come here all the time. You wouldn't believe the                rat problems in the kitchen."]}, {"line": ["Morgan: (George spits out food) I thought so. You really are an                exterminator. This time, George, you've sunk to a new low. (He leaves)"]}, {"line": ["George: Check, please."]}, {"line": ["Waiter: Hey, Sugar Ray Leonard can eat here on the house."]}, {"line": ["George: Mr. Morgan! Did you hear that? Mr. Morgan!"]}, {"line": ["% End"]}, {"line": [" "]}, {"line": ["<Spellchecked and reformatted by Mike \"The News Guy\">                                                                                                        ", "\n        "]}, {"line": []}, {"line": [" "]}, {"line": []}, {"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]}, {"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}]