[{"title": "The Understudy"}, {"line": []}, {"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]}, {"line": [" "]}, {"line": ["Guest Stars"]}, {"line": ["Bette Midler [ Herself ], ", "\n        June Kyoko Lu [ Ruby ], ", "\n        Amy Hill [ Kim ], ", "\n        Adelaide Miller [ Gennice ], ", "\n        Bok Yun Chon [ Lotus ], ", "\n        Vonnie C. Rhee [ Sunny ], ", "\n        Craig Thomas [ Player #1 ], ", "\n        Michael James McDonald [ Player #2 ], ", "\n        Lou DiMaggio [ Stagehand ], ", "\n        Jason Beck [ Umpire ], ", "\n        Bob Shaw [ Cabbie ], ", "\n        Johnny Silver [ Ice Cream Vendor #1 ], ", "\n        William Bastiani [ Ice Cream Vendor #2 ] "]}, {"line": ["Broadcast:: 18 May ", "\n        Written by:: Marjorie Gross & Carol Leifer ", "\n        Directed by: Andy Ackerman"]}, {"line": ["[Music from the movie \"Beaches\" playing on TV in the background)\u0085          \"You'll never know \u0085.]"]}, {"line": ["Gennice: [Crying] (sob sob)"]}, {"line": ["Jerry: [To himself] Now what am I supposed to do here? Shall I go over          there? It's not like somebody died. It's \"Beaches\" for god's          sake. If she was sitting next to me I'd put my arm around her. I can't          be making a big move like going all the way over there. I can't. I won't.        "]}, {"line": ["[Next day, Jerry and George enter Jerry's apartment]"]}, {"line": ["Jerry: She calls me this morning and tells me she's upset I didn't console          her. I mean it was \"Beaches\" for god's sake. What, what do you          do in a situation like that? "]}, {"line": ["George: Where were you?"]}, {"line": ["Jerry: I was sitting on the chair. She was over here on the couch. "]}, {"line": ["George: Well you know, if you were sitting right next to her you'd have          to console her no matter what. "]}, {"line": ["Jerry: Of course."]}, {"line": ["George: When you're talking about a movie like \"Beaches\", moving          from the chair to the couch , . . . that's quite a voyage."]}, {"line": ["Jerry: yeah, "]}, {"line": ["[Kramer enters] "]}, {"line": ["Kramer: Hey."]}, {"line": ["George: Hey. I gotta go."]}, {"line": ["Kramer: Where you going? "]}, {"line": ["Jerry: The Improv is playing \"Rochelle Rochelle\" The musical."]}, {"line": ["Kramer: Really? What is Bette Midler playing? Is she going to be there?        "]}, {"line": ["Jerry: She might be. She's the star of the show. "]}, {"line": ["Kramer: Bette Midler is going to be in the park today? Yeeee. Jerry,          don't tease me. "]}, {"line": ["George: I didn't know you were such a Bette Midler fan."]}, {"line": ["Kramer: So maybe I'll go down there and watch, uh? She'll be there, ,maybe."]}, {"line": ["George: Gennice palying today?"]}, {"line": ["Jerry: Yeah, maybe."]}, {"line": ["Kramer: Who's Gennice?"]}, {"line": ["Jerry: That's the understudy. I'm dating her."]}, {"line": ["Kramer: Oh, uh, is this uh, Bette Midler's understudy?"]}, {"line": ["Jerry: Yeah."]}, {"line": ["Kramer: Oh, understudies are a very shifty bunch. The substitute teachers          of the theater world."]}, {"line": ["Jerry: I'm glad she's an understudy. I don't have to avoid going back          stage and having to think of something to say."]}, {"line": ["George: Going backstage is the worst. Especially when they stink. You          know that's a real problem."]}, {"line": ["Jerry: Just once I would like to tell someone they stink. You know what?          I doidn't like the show. I didn't like you. It just really stunk. The          whole thing\u0085real bad. Stinkaroo. Thanks for the tickets though. "]}, {"line": [" "]}, {"line": ["[Ruby's Nail Parlor  - Korean language in quotes ]"]}, {"line": ["Ruby: You late."]}, {"line": ["Elaine: I know I know. I didn't have change for the bus and they don't          give change in this city. So they threw me off the bus "]}, {"line": ["Ruby: \"That's a shame\". You'll have to wait for Lotus now."]}, {"line": ["Elaine: How long do you think this will take. I have a millllioooon things          to do."]}, {"line": ["Ruby: \"Mustn't keep the princess waiting. Princess in a big hurry.\"          \"No change for bus\" \"Poor princess.\""]}, {"line": ["Elaine: What?, uh?"]}, {"line": ["Ruby: Nothing, won't be long."]}, {"line": ["Lotus: \"Princess wants a manicure.\""]}, {"line": ["Sunny: \"Oh lucky me.\""]}, {"line": ["Lotus: \"Oh, you got the princess.\""]}, {"line": ["Elaine: What is so funny?"]}, {"line": ["Ruby: \u0085tell knock-knock joke."]}, {"line": ["[Baseball diamond in the park]"]}, {"line": ["Elaine: The Korean women were talking about me. I think they were calling          me a dog."]}, {"line": ["Jerry: How would you know? You don't speak Korean."]}, {"line": ["Elaine: Because this woman came in with a dog and Ruby called the dog          the same word they used when they were pointing at me\u0085ge ge ge "]}, {"line": ["Kramer: You know, maybe in Korean \"dog\" isn't an insult. Could          be like the word \"fox\" to us. Oh, she's a DOG! "]}, {"line": ["Jerry: Why don't you go to another nail shop?", "\n        ", "\n        Elaine: Because they're the best Jerry, the best. Look. Maybe I'm just \n        being paranoid. "]}, {"line": ["Jerry: What you need is a translator to go in the shop with you and tell          you what they're saying."]}, {"line": ["Elaine: Yeah, who speaks Korean?"]}, {"line": ["Jerry: You know who speaks Korean?", "\n        ", "\n        Elaine: No, who?"]}, {"line": ["Jerry: George's father."]}, {"line": ["Elaine: You gotta' be kidding me. How does he speak Korean?"]}, {"line": ["Jerry: He used to go there a lot on business."]}, {"line": ["Elaine: What did he do?"]}, {"line": ["Jerry: He sold religious articles the statues of Jesus, the virgin Mary,          that were manufactured in Korea."]}, {"line": ["Elaine: Uh, "]}, {"line": ["Jerry: George, does your father speak Korean?"]}, {"line": ["George: Yeah, he once bumped into reverend Yung Sun Moon. "]}, {"line": ["Jerry: Oh, hi Gennice."]}, {"line": ["Gennice: Hi Jerry."]}, {"line": ["Jerry: This is George, this is Kramer."]}, {"line": ["Gennice: Nice to meet you."]}, {"line": ["Jerry: Playing today?"]}, {"line": ["Gennice: No. I'm on the bench today."]}, {"line": ["Jerry: They really stick to that understudy rule."]}, {"line": ["Kramer: So she's coming?"]}, {"line": ["Gennice: Oh, yeah, she'll be here. . . .(DROPS HOT DOG) Oh no, my frankfurter,          my frankfurter fell (sob sob sob sob) . It was really good. I can't believe          that I dropped it. (sob sob sob sob)"]}, {"line": ["Jerry: It's okay\u0085it's just a hot dog, (still sobbing) everything          is going to be okay."]}, {"line": ["Gennice: No it (sob) was really good."]}, {"line": ["[Crowd yelling - Bette arrives]"]}, {"line": ["Kramer: Look it's Bette It's Bette! Ah, Ah, AH, . . . Bette, psst, hi."]}, {"line": ["Bette: Hi."]}, {"line": ["Kramer: Uh, I just want to say I think you're wonderful."]}, {"line": ["Bette: Uh, thank you."]}, {"line": ["Kramer: Yeah, I've seen you in everything you've done."]}, {"line": ["Bette: Really?"]}, {"line": ["Kramer: Anything I can get you? Water? They got ice over here."]}, {"line": ["Bette: What flavours do they have?"]}, {"line": ["Kramer: Chocolate, Lemon, and uh, Cherry."]}, {"line": ["Bette: How about Pineapple?"]}, {"line": ["Kramer: Pineapple, sure, alright, I'll be right back."]}, {"line": ["[First Italian ice cream seller]"]}, {"line": ["Ice Cream Vendor #1: No pineapple. Just Cherry, Lemon and Tutti-Frutti"]}, {"line": ["Kramer: Oh, uh, uh. [Leaves]"]}, {"line": ["[Monk's]"]}, {"line": ["Elaine: Anyway, Mr. Costanza, what I want you to do is to come to the          shop with me and tell me what they are saying. You do speak Korean?"]}, {"line": ["Frank: I once talked to the reverend Yung Son Moon. He bought two Jesus          statues from me. He's a hell of a nice guy. "]}, {"line": ["Elaine: uh, ha."]}, {"line": ["Frank: Ever see that face on him? Like a Biiig apple pie."]}, {"line": ["Elaine: Yeah, yeah. Uh, uh listen Mr. Costanza, if uh, if you do this          for me I'll get you a manicure, I'll pay for it. Or you can get a pedicure          if you want."]}, {"line": ["Frank: No one is touching my feet. Between you and me, Elaine, I think          I've got a foot odour problem. "]}, {"line": ["[Baseball diamond- Bette at bat]"]}, {"line": ["George: I watched \"Beaches\" on cable last night. \u0085(wings?)          \u0085 Give me a break."]}, {"line": ["Bette: Get some talent then you can mouth off. "]}, {"line": ["Umpire: Strike three."]}, {"line": ["Bette: What? Are you blind?"]}, {"line": ["Umpire: What?", "\n        ", "\n        Bette: Nothing, nothing."]}, {"line": ["[Monk's]"]}, {"line": ["Frank: I had an affair with a Korean woman. "]}, {"line": ["Elaine: Uh, Mr. Costanza, I \u0085"]}, {"line": ["Frank: No, I feel I need to unburden myself. I loved her very deeply.          But the clash of cultures was too much. Her family would not accept me.        "]}, {"line": ["Elaine: Mr. Costanza, I, \u0085"]}, {"line": ["Frank: Maybe it was because I refused to take off my shoes. Again, the          foot odour problem. Her father would look at me and say, \" eno enoa          juang \". Which means, \"this guy - this is not my kind of guy\"."]}, {"line": ["[On Stree]"]}, {"line": ["Ice Cream Vendor #2: Sure I got Pineapple."]}, {"line": ["[Kramer runs back with it]"]}, {"line": ["[Baseball diamond - George at bat]"]}, {"line": ["Bette: Move it in. Move in everybody. Get your shrimp here. Shrimp on          special today!"]}, {"line": ["Jerry: Come on George, just loosen up."]}, {"line": ["[George hits one ]"]}, {"line": ["Jerry: Come on George."]}, {"line": ["Kramer: I GOT THE PINEAPPLE. : I GOT THE PINEAPPLE."]}, {"line": ["Jerry: [to George] Keep going."]}, {"line": ["George: Aaaaaah"]}, {"line": ["[George runs into Bette (trivia- but misses home plate)]"]}, {"line": ["Umpire: SAFE!"]}, {"line": ["(Mob gets angry and chases George and Jerry)"]}, {"line": ["George: come on it's just a game."]}, {"line": ["Kramer: (holding bette) Don't worry Kramer is going to take care of everything.          See,, I got you Pineapple. I saw Beaches last night for the fourth time          (sings) \"You are the wind\u0085\""]}, {"line": ["[Jerry's Apartment]"]}, {"line": ["TV: the show will go on but not Bette Midler. While playing softball          in the park Ms. Midler was injured when another player thoughtlessly rammed          her at home plate. All captured on amateur video tape. She will be out          for two weeks from her Broadway show; Rochelle Rochelle - The Musical."]}, {"line": ["[Genice enters]"]}, {"line": ["Gennice: . . . Thank you. (hugs Jerry and George)"]}, {"line": ["Jerry: Well we\u0085"]}, {"line": ["Gennice: No, please. This is the first time in my life (sobs) that anyone          has ever done anything like this for me. I've always had to struggle so          hard for everything I ever got. (sobbing) and I know this is going to          be my big break. (sobbing)"]}, {"line": ["Jerry: [with no emotion] It's okay. Everything is going to be all right.        "]}, {"line": ["[Knocking at door]"]}, {"line": ["Kramer: Come on Jerry, open up. I KNOW YOU'RE IN THERE! "]}, {"line": ["Jerry: Come back another time."]}, {"line": ["[Shot of each lock being opened] "]}, {"line": ["Kramer: SO...you're all in here together. How convenient. I hope you're          all proud of yourselves."]}, {"line": ["(Turning to Genice)"]}, {"line": ["Kramer: So my dear you think you can get to Broadway. Well, let me tell          you something. Broadway has no room for people like you. Not the Broadway          I know. My Broadway takes people like you and eats them up and spits them          out. My Broadway is the Broadway of Merman, and Martin, and Fontaine,          and if you think you can build yourself up by knocking other people down...          ...GOOD LUCK... (exits)"]}, {"line": ["[Nail Parlour]"]}, {"line": ["Elaine: Hi everyone. Um, this is my friend, Frank."]}, {"line": ["Ruby: What would you like today? Manicure, Pedicure?"]}, {"line": ["Frank: I'll take a manicure. I don't take my shoes off for anyone."]}, {"line": ["Ruby: \"That's the least of his problems.\""]}, {"line": ["Frank: What was that?"]}, {"line": ["Elaine: What'd they say? What'd they say?"]}, {"line": ["Frank: They made a derogatory comment about me."]}, {"line": ["Ruby: \"She's with a man twice her age.\" \"He doesn't look          like he's got much money either.\""]}, {"line": ["Lotus: \"Check out that sweater\". (all laughing)"]}, {"line": ["Ruby: \"I think I saw a moth fly out of a pocket.\""]}, {"line": ["Lotus: \"What happened to his tail?\""]}, {"line": ["Frank: Okay, THAT'S IT! \"oki on awa\" Where's my tail? I heard          every word you said. You got some nerve. "]}, {"line": ["[Back room]"]}, {"line": ["Kim: That voice? It sounds so familiar. It reminds me of when I was ayoung          girl in Korea and I met an American businessman. He was a very unusual          man. Quick temperd with a strange halting way of speaking. We fell in          love but when I brought him home to meet my father? He refused to take          his shoes off. And there was a terrible fight. "]}, {"line": ["Lotus: That man also refuses to take his shoes off. "]}, {"line": ["Frank: [from other room] I never seen people treated like this!"]}, {"line": ["Ruby: You brought in a spy! . . . Get Out! "]}, {"line": ["Kim: Frank?"]}, {"line": ["Frank: Kim?"]}, {"line": ["[Hospital room]"]}, {"line": ["Kramer: [on phone] A turkey sandwich. A side of slaw, \u0085 you want          whit e meat or dark? "]}, {"line": ["Bette: White meat."]}, {"line": ["Kramer: Yeah, white meat. And if I see one piece of dark meat on there.          It's your ass buster."]}, {"line": ["Bette: Get me one of those Black and White cookies."]}, {"line": ["Kramer: yeah, all right, yeah\u0085. [hangs up] They don't have any.          But don't worry I'm going to get you one somewhere."]}, {"line": ["Bette: Good. Because if I don't get a Black and White cookie I'm not          going to be very pleasant to be around."]}, {"line": ["Kramer: Now that's impossible."]}, {"line": ["[On rainy street at night]"]}, {"line": ["Elaine: (sob sob) (bumps into man with an umbrella) \u0085 I don't even          know where I'm going."]}, {"line": ["Peterman: That's the best way to get someplace you've never been. "]}, {"line": ["Elaine: yes, (sob) I suppose, \u0085"]}, {"line": ["Peterman: Have you been crying?"]}, {"line": ["Elaine: Yes, (sob) you see this (sob) woman, this manicurist,\u0085"]}, {"line": ["Peterman: Oh no, that doesn\u0092t matter now. That's a very nice jacket."]}, {"line": ["Elaine: Uh, (sob) thanks."]}, {"line": ["Peterman: Very soft, huge button flaps, cargo pockets, draw string waist,          deep biswing vents in the back perfect for jumping into a gondola. "]}, {"line": ["Elaine: How do you know all that?"]}, {"line": ["Peterman: That's my coat."]}, {"line": ["Elaine: You mean..?"]}, {"line": ["Peterman: Yes, I'm J. Peterman."]}, {"line": ["Elaine: Oh!"]}, {"line": ["[In Taxi]"]}, {"line": ["Jerry: I don't know why I have to go to the hospital. I didn't do anything          to Bette Midler. Driver can you stop over here, we're picking somebody          up. "]}, {"line": ["[Crowd yelling]"]}, {"line": ["Gennice: Hey, I didn't do anything. I was never informed. \u0085 YOU          CAN ALL GO STRAIGHT TO HELL\u0085. You see that? You see what I am going          through? "]}, {"line": ["George: So what? Somebody dropped an egg on my head as I went into my          building last night."]}, {"line": ["Jerry: Hey, I'm being heckled on stage. People are yelling out Galloogy.        "]}, {"line": ["Gennice: I'm having a little trouble with all this. I mean all I ever          wanted to do is sing. Now I'm the focus of this big media frenzy. (sob)          Nobody in the show will even talk to me."]}, {"line": ["Jerry: Stop your crying will ya?"]}, {"line": ["Gennice: What?"]}, {"line": ["George: You heard him."]}, {"line": ["Gennice: Oh, don't you you're the reason this whole thing happened."]}, {"line": ["George: Oh, yeah. I read what you said to the papers yesterday. You weren't          in on the planing. What planning? YOU THINK WE PLANED THIS? Uh? "]}, {"line": ["Cabbie: Wait. Wait. I know you. You knocked Bette Midler out of Rochelle          Rochelle the Musical. I want you creeps out of my cab."]}, {"line": ["Jerry: Hey, I had nothing to do with it."]}, {"line": ["Cabbie: Get out of my cab. You should go to prison. You should be in          prison for the rest of your life. Get out, each of you. Each and every          one of you get out of my cab."]}, {"line": ["[Restaurant]"]}, {"line": ["Peterman: Then in the distance I heard the bulls. I began running as          fast as I could. Fortunately I was wearing my Italian Captoe Oxfords.          Sophisticated yet different; nothing to make a huge fuss about. Rich dark          brown calfskin leather. Matching leather vent. Men's whole and half sizes          7 through 13. Price $135.00."]}, {"line": ["Ex; Oh, that's not too expensive."]}, {"line": ["Peterman: That shirt. Where did you get it?"]}, {"line": ["Elaine: Oh, this innocent looking shirt has something which isn't innocent          at all. Touchability! Heavy, silky Italian cotton, with a fine almost          terrycloth like feeling. Five button placket, relaxed fit, innocence and          mayhem at once. "]}, {"line": ["Peterman: That's NOT bad!"]}, {"line": ["[Frank's car]"]}, {"line": ["Kim: Oh, Frank. So many years. If only you had taken your shoes off."]}, {"line": ["Frank: I couldn't because I had a potential foot problem. "]}, {"line": ["Kim: I thought maybe you had a hole in your socks."]}, {"line": ["Frank: I wiped them for two minutes on the mat. I don't know why your          father had to make a federal case out of it."]}, {"line": ["Kim: Anyway that is all in the past. We have our whole future ahead of          us. "]}, {"line": ["Frank: Between you and me I think your country is placing a lot of importance          on shoe removal."]}, {"line": ["[Screeching of brakes]"]}, {"line": ["Kim: You short stop me? We don't do that in Korea! Take me home. Inever          want to see you again. "]}, {"line": ["[Bette's hospital room - Kramer enters]"]}, {"line": ["Kramer: Hi, here. I made this for your. [gives her a pasta statue]"]}, {"line": ["Bette: \u0085 What is it?"]}, {"line": ["Kramer: It's macaroni Midler. "]}, {"line": ["Bette: Macaroni Midler?"]}, {"line": ["Kramer: Yeah, see how you're singing?"]}, {"line": ["Bette: \u0085 yeah \u0085ha ha. Well you made a long journey from Milan          to Minsk."]}, {"line": ["Kramer: oh, what's that from?"]}, {"line": ["Bette: Oh, that's one of the songs from my show. Bette sings:"]}, {"line": ["         \"Well you made          a long journey from Milan to Minsk.", "\n                 Rochelle Rochelle.", "\n                 You never stopped hoping. \n        now you're in the Pinsk", "\n                 Rochelle Rochelle ", "\n                 When the nay sayers nay \n        you pick up your pace", "\n                 So nothing's going to \n        stop me so get out of my face.", "\n                 I'm having adventures \n        all over the place. ", "\n                 Rochelle ROCHELLE!\""]}, {"line": ["Kramer: Oh You are so freaking talented."]}, {"line": ["[knock at door - Kramer goes out into hall]"]}, {"line": ["Kramer: Oh, so look who's here. What do you want."]}, {"line": ["Jerry: We just want to talk to her. We want to apologize and tell her          the whole thing was an accident. "]}, {"line": ["Kramer: No, no. I'm sorry it's out of the question."]}, {"line": ["Jerry: What?", "\n        ", "\n        Kramer: Bette is recuperating right now and I'm not going to allow anything \n        to disturb her. "]}, {"line": ["George: Who are you to decide?"]}, {"line": ["Kramer: I'm calling the shots around here so there won't be anymore ACCIDENTS!        "]}, {"line": ["George: Hey, look, Kramer,\u0085"]}, {"line": ["Kramer: AH! I don't want her disturbed. "]}, {"line": ["[Outside Broadway Theater]"]}, {"line": ["Ruby: hello, Elaine."]}, {"line": ["Elaine: Hello"]}, {"line": ["Lotus: We're so excited."]}, {"line": ["Elaine: You're welcome."]}, {"line": ["Ruby: We'll see you inside."]}, {"line": ["Jerry: What happened?"]}, {"line": ["Elaine: Well I felt bad about the spying, so you know, ,I got them tickets          to the show."]}, {"line": ["Jerry: Oh,, that's nice. Alright, I'll see you later."]}, {"line": ["Elaine: Wait, wait. I didn't get to tell you about my new job."]}, {"line": ["Jerry: Where? "]}, {"line": ["Elaine: Writing for the J. Peterman catalogue."]}, {"line": ["Jerry: [pushing her] How did you get that?"]}, {"line": ["Elaine: I met him."]}, {"line": ["Jerry: You met J. Peterman?"]}, {"line": ["Elaine: yeah."]}, {"line": ["Jerry: What is he like?"]}, {"line": ["Elaine: He wore a classic courtman's duster. beige corduroy collar, 100%          cotton canvas, high waist, nine pockets, six on the outside, great for          running along side a train, [Jerry walking away] waving last goodbyes,          posing on a veranda, Men's sizes ..."]}, {"line": ["Jerry: (walking away) Yeah, I'll see ya'.", "\n        ", "\n        Elaine: . . . Small, Medium, Large, XL, Double..."]}, {"line": ["[Backstage]"]}, {"line": ["Jerry: Well, break a leg tonight."]}, {"line": ["Gennice: I'm really nervous."]}, {"line": ["Stagehand: Here you got a telegram. Well, look who's here."]}, {"line": ["Jerry: Listen buddy,"]}, {"line": ["Stagehand: What are you going to do? Break my legs? You don't scare me.          You or your goons."]}, {"line": ["Gennice: How do you like this?", "\n        ", "\n        Jerry: What is it?"]}, {"line": ["Gennice: My grandmother died."]}, {"line": ["Jerry: Oh, I'm so sorry."]}, {"line": ["Gennice: Oh, it's okay, "]}, {"line": ["Jerry: So you don't cry when your grandmother dies? But a hotdog makes          you lose control?"]}, {"line": ["Voice: [Off camera] Places everyone."]}, {"line": ["Gennice: I gotta go."]}, {"line": ["Jerry: Good luck."]}, {"line": ["[Audience]"]}, {"line": ["Announcer: ladies and gentlemen for this evening's performance the part          of Rochelle will be played by Gennice Grant."]}, {"line": ["Lotus: Gennice Glant? "]}, {"line": ["Ruby: What happened to Bette Midler? "]}, {"line": ["Elaine: Oh, she got hurt."]}, {"line": ["Ruby: No Bette Midler? [they talk Korean and all three leave]"]}, {"line": ["Elaine: I, uh, wait,\u0085"]}, {"line": ["[On Stage]"]}, {"line": ["Gennice: [singing and dancing] \"It's a long journey from Milan to          Minsk\u0085\" [Shoe lace comes undone (even LOOKS like figure skates]          wait wait. Hold it stop, (sob) I'm sorry, I have to start it over, my          shoelace. (sob) I can't do it like this. Please let me start over. (sob)          Please. (sob) Please. . . ."]}, {"line": ["[END]"]}, {"line": [" "]}, {"line": []}, {"line": [" "]}, {"line": []}, {"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]}, {"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}]