[{"title": "The Wink"}, {"line": []}, {"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]}, {"line": [" "]}, {"line": ["Tom Wright [ Morgan ]", "\n        Stacey Travis [ Holly ]", "\n        Brian McNamara [ James ]", "\n        Ian Patrick Williams [ Stubs ]", "\n        Paul O'Neill [ Himself ]", "\n        Thomas Dekker [ Bobby ]", "\n        Clive Rosengren [ Waiter ]", "\n        ", "\n        Written by: Tom Gammill & Max Pross "]}, {"line": ["Directed by: Andy Ackerman "]}, {"line": ["============================================"]}, {"line": ["[Elaine's bedroom - phone rings]"]}, {"line": ["ELAINE: Hello"]}, {"line": ["JAMES: This is your wake up service. It's 7:15"]}, {"line": ["ELAINE: Oh, god. OH, I could use a few more hours sleep."]}, {"line": ["JAMES: Hot date last night?"]}, {"line": ["ELAINE: I wish."]}, {"line": ["JAMES: A woman with a sexy voice like yours its hard to believe your          waking up alone."]}, {"line": ["ELAINE: Really? Thank you., wake up service . . . person."]}, {"line": ["JAMES: Call me James."]}, {"line": ["ELAINE: Oh, all right, James. He he he"]}, {"line": ["[Monks]"]}, {"line": ["GEORGE: Your wake up guy asked you out?"]}, {"line": ["ELAINE: Yeah, I've never seen him but I feel like we have this weirdly          intimate relationship. I mean, I'm lying in bed, I'm wearing my nightie,        "]}, {"line": ["JERRY: I don't know. Blind date?"]}, {"line": ["ELAINE: What? You're going to go out with my cousin Holly. You've never          met her."]}, {"line": ["JERRY: Yeah, but I've seen pictures of her."]}, {"line": ["ELAINE: At least I've spoken to my guy. You're going out on a deaf date."]}, {"line": ["JERRY: I think I'd rather go out on a deaf date than a blind date. The          question is whether you'd rather date the blind or the deaf."]}, {"line": ["ELAINE: Ah, . . . "]}, {"line": ["GEORGE: Now you're off on a topic."]}, {"line": ["JERRY: You know, I think, I would rather date the deaf."]}, {"line": ["ELAINE: Uh hu."]}, {"line": ["JERRY: Because I think the blind would probably be a little messier around          the house. And lets face it they're not going to get all the crumbs. I'd          possibly be walking around with a sponge."]}, {"line": ["GEORGE: You see I disagree. I'd rather be dating the blind. You know          you could let the house go. You could let yourself go. A good looking          blind woman doesn't even know you're not good enough for her. "]}, {"line": ["ELAINE: I think she'd figure it out. "]}, {"line": ["[waitress places plates on the table]"]}, {"line": ["ELAINE: What? What is this?"]}, {"line": ["JERRY: Veggie sandwich and a grapefruit."]}, {"line": ["ELAINE: Veggie sandwich and a grapefruit? What are you turning into?"]}, {"line": ["JERRY: A healthy person. "]}, {"line": ["GEORGE: [ rubbing his eye] Ow, Ow you squirted me."]}, {"line": ["JERRY: Oh, sorry"]}, {"line": ["GEORGE: Boy, it stings."]}, {"line": ["[Yankee Stadium]"]}, {"line": ["WILHELM: George, have you seen Morgan?"]}, {"line": ["GEORGE: No."]}, {"line": ["WILHELM: He's been coming in late all week. Is there something wrong?"]}, {"line": ["GEORGE: No, not that I know of. (winks)"]}, {"line": ["WILHELM: Really? Make sure he signs this. Oh, look George, if there's          a problem with Morgan you can tell me."]}, {"line": ["GEORGE: Morgan? No. He's doing a great job. (winks)"]}, {"line": ["WILHELM: I understand."]}, {"line": ["[Jerry's apartment]"]}, {"line": ["JERRY: I still can't believe, you're going out on a blind date."]}, {"line": ["ELAINE: I'm not worried. It sounds like he's really good looking."]}, {"line": ["JERRY: You're going by sound? What are we? Whales?"]}, {"line": ["ELAINE: I think I can tell."]}, {"line": ["JERRY: Elaine, what percentage of people would you say are good looking?"]}, {"line": ["ELAINE: Twenty-five percent."]}, {"line": ["JERRY: Twenty-five percent, you say? No way! It's like 4 to 6 percent.          It's a twenty to one shot."]}, {"line": ["ELAINE: You're way off. "]}, {"line": ["JERRY: Way off? Have you been to the motor vehicle bureau? It's like          a leper colony down there."]}, {"line": ["ELAINE: So what you are saying is that 90 to 95 percent of the population          is undateable?"]}, {"line": ["JERRY: UNDATEABLE! "]}, {"line": ["ELAINE: Then how are all these people getting together?"]}, {"line": ["JERRY: Alcohol. "]}, {"line": ["ELAINE: (to George who is winking) What is your problem?"]}, {"line": ["GEORGE: No problem here."]}, {"line": ["ELAINE: You keep winking at me. That's really obnoxious."]}, {"line": ["GEORGE: I had no idea."]}, {"line": ["ELAINE: Right there. Right there. You just did it again."]}, {"line": ["GEORGE: Wait a minute. Wait a minute. It's from that grapefruit that          Jerry squirted at me."]}, {"line": ["ELAINE: You're eye still hurts?"]}, {"line": ["GEORGE: Yeah, yeah. You must have squirted a piece of pulp in it too."]}, {"line": ["JERRY: Pulp couldn't make it across the table."]}, {"line": ["GEORGE: Pulp can move, Baby! Why didn't you eat a real breakfast?"]}, {"line": ["JERRY: Hey, I eat healthy. If I have to take out an eye, that's the breaks."]}, {"line": ["GEORGE: Wait a minute. I must have been winking down at the office. That's          why Mr. Wilhelm was acting so mysteriouso."]}, {"line": ["ELAINE: What did he think, you were flirtin' with him?"]}, {"line": ["GEORGE: Hu, oh. No he thought I was hiding something from him about Morgan.        "]}, {"line": ["[Kramer enters]"]}, {"line": ["KRAMER: Hi guys."]}, {"line": ["JERRY: Hi, "]}, {"line": ["KRAMER: Hello Archie, Veronica, Mr. Weatherbee. . . . Is this Don Matingly's          signature? "]}, {"line": ["GEORGE: Yeah."]}, {"line": ["KRAMER: And Buck Showalter's?"]}, {"line": ["GEORGE: It's an inter-office envelope. It get passed around all over          the office."]}, {"line": ["KRAMER: Um, can I show this to my buddy Stubbs . He runs a sports memorabilia          store. He pays top dollar for pro autographs. "]}, {"line": ["GEORGE: Yeah, like I'm going to risk my job with the New York Yankees          to make a few extra bucks. (winks)"]}, {"line": ["KRAMER: No, of course not. (winks back)"]}, {"line": ["[Sports Memorabilia Shop]"]}, {"line": ["KRAMER: You know, you see Don Matingly signed this envelope then he sent          it to room 318, where it was received and signed for by manager Buck Showalter."]}, {"line": ["STEINBRENNER: I don't know. An envelope doesn't really cut it."]}, {"line": ["KRAMER: Why?", "\n        STEINBRENNER: What is this? A birthday card. Ha ha . . . signed by the \n        ENTIRE Yankee organization! . . . This could be worth something. "]}, {"line": ["[Yankee Stadium]"]}, {"line": ["GEORGE: Is that the lovely Mrs. Morgan? "]}, {"line": ["MM: Hello."]}, {"line": ["MORGAN: Oh, by the way, have you got that birthday card? "]}, {"line": ["GEORGE: Birthday card?"]}, {"line": ["MORGAN: Mr. Steinbrenner's birthday card. Wilhem said you had it for          me to sign."]}, {"line": ["GEORGE: Oh ah, I uh, will have that for you by after lunch."]}, {"line": ["MORGAN: Fine. I'll be back after my massage."]}, {"line": ["GEORGE: Of course. Your massage. (winks) Enjoy your massage. (winks)"]}, {"line": ["[Monk's - Elaine sitting alone]"]}, {"line": ["ELAINE: Hello."]}, {"line": ["James: Elaine?"]}, {"line": ["ELAINE: James! Ah, ha, Hello! Phew!"]}, {"line": ["[Old Homestead Steak House]"]}, {"line": ["HOLLY: I can't believe you've never taken anybody here before."]}, {"line": ["JERRY: Well, I'm not really that much of a meat eater."]}, {"line": ["HOLLY: . . . You don't eat meat? Are you one of those. . ."]}, {"line": ["JERRY: Well, no, I'm not one of those."]}, {"line": ["HOLLY: When we were little girls Grandma Memma would take us to a matinee          and then dinner here."]}, {"line": ["JERRY: Grandma Memma? "]}, {"line": ["HOLLY: Elaine must have mentioned Grandma Memma."]}, {"line": ["JERRY: No, I think I would have remembered Memma."]}, {"line": ["HOLLY: Oh well, that's typical. Elaine never liked Grandma Memma."]}, {"line": ["WAITER: Ready? "]}, {"line": ["HOLLY: I'll have the porterhouse medium rare, baked potato with sour          cream, "]}, {"line": ["JERRY: What do you recommend besides the steak?"]}, {"line": ["WAITER: The lamb chops are good."]}, {"line": ["JERRY: Anything lighter? How do you prepare the chicken?"]}, {"line": ["WAITER: It's a full bird. Stuffed with ham, topped with gorganzola."]}, {"line": ["JERRY: You know what? I think I'll just have the salad."]}, {"line": ["WAITER: . . . Thank you."]}, {"line": ["JERRY: (mind's voice) Just a salad? Just a salad? Just a salad?"]}, {"line": ["[Outside of Monk's - James unties his dogs]"]}, {"line": ["JAMES: Hey you, hey you."]}, {"line": ["ELAINE: Oh, uh, ha, you've got dogs?"]}, {"line": ["JAMES: Yeah, you know, when you live alone, you're dogs are all you have.          Do you like dogs?"]}, {"line": ["ELAINE: (mind's voice from - \u0085 ) SHUT UP! YOU STUPID LITTLE MUT          !"]}, {"line": ["ELAINE: Dogs. Oh I love dogs."]}, {"line": ["JAMES: Boys, this is Elaine. . . . Sorry, they're usually very friendly.          Hey! "]}, {"line": ["[Yankee Stadium]"]}, {"line": ["GEORGE: Hey, Mr. Morgan how was your massage?"]}, {"line": ["MORGAN: I had to cancel it. For some reason my wife got it into her head          that it was more than just a massage."]}, {"line": ["GEORGE: Really?"]}, {"line": ["MORGAN: Yeah, we had this big fight at lunch it looks like tonight I          will be sleeping on the couch."]}, {"line": ["GEORGE: Hey, listen don't oversleep. You can't afford to be late again."]}, {"line": ["MORGAN: I know. Somebody around here has been giving Wilhelm the impression          that I have been slacking off. "]}, {"line": ["GEORGE: Geez, Hey you know something, you should try my friend's wake          up service. She swears by this thing."]}, {"line": ["MORGAN: Costanza, you may be my only friend around here. By the way,          you got that birthday card?"]}, {"line": ["GEORGE: Ah, not yet. "]}, {"line": ["MORGAN: Just make sure Steinbrenner doesn't get it until I sign it."]}, {"line": ["GEORGE: Yes sir!"]}, {"line": ["[Jerry's apartment]"]}, {"line": ["ELAINE: I just don't understand it as soon as I met these dogs they started          growling at me."]}, {"line": ["JERRY: Maybe his dogs heard about how you tried to kidnap that other          dog. These muts like to gossip. So have you talked too Holly? "]}, {"line": ["ELAINE: Huh huh."]}, {"line": ["JERRY: Did she mention anything about our lunch?"]}, {"line": ["ELAINE: Uh, kind of."]}, {"line": ["JERRY: What do you mean, \"kind of.\"?"]}, {"line": ["ELAINE: I mean, she thought it was kind of strange to just order a salad.          . . . You know. . . . For a man."]}, {"line": ["JERRY: What are you saying? . . . Salad! What was I thinking? Women don't          respect salad eaters."]}, {"line": ["ELAINE: You got that right."]}, {"line": ["JERRY: But you're going over there for dinner tonight, right?"]}, {"line": ["ELAINE: Um uh."]}, {"line": ["JERRY: What is she making?"]}, {"line": ["ELAINE: I don't know. But I'm sure it had, . . . parents. Call her up.          She won't mind if you come."]}, {"line": ["JERRY: Oh, don't worry. I'll be there and I'll be packing an artery.        "]}, {"line": ["[Kramer's door - George knocks]"]}, {"line": ["KRAMER: Ah, Mr. Weatherbee. "]}, {"line": ["GEORGE: You got the Yankee envelope?"]}, {"line": ["KRAMER: Sure do."]}, {"line": ["GEORGE: oh, "]}, {"line": ["KRAMER: Here you go."]}, {"line": ["GEORGE: Hey, he, "]}, {"line": ["KRAMER: You'll be pleased to see what's inside."]}, {"line": ["GEORGE: What is this?"]}, {"line": ["KRAMER: You're cut of the loot. Stubs gave me 200 dollars for the autographed          birthday card that was inside."]}, {"line": ["GEORGE: Who told you to sell the card?"]}, {"line": ["KRAMER: You did."]}, {"line": ["GEORGE: No I didn't! "]}, {"line": ["KRAMER: No, not in so many words but I believe we had an understanding.          (winks)"]}, {"line": ["GEORGE: I was not winking you idiot. That was the grapefruit. It's like          acid. I need that card back. It's Mr. Steinbrenner's. I was responsible."]}, {"line": ["KRAMER: Well Stubs has already sold it to some guy who's kid's in the          hospital ."]}, {"line": ["GEORGE: Well get it back! It's very important. (winks)"]}, {"line": ["KRAMER: Look, do you want me to get it back or not?"]}, {"line": ["GEORGE: (holds eyes wide open) Get it back!"]}, {"line": ["[Holly's apartment]"]}, {"line": ["ELAINE: Such a lovely table setting. Oh, wear did you get these napkins?"]}, {"line": ["HOLLY: They're grandma Memma's."]}, {"line": ["ELAINE: Oh, I don't remember them."]}, {"line": ["HOLLY: Oh, you wouldn't. She only used them on special occasions."]}, {"line": ["ELAINE: Special occassions? It wasn't special when my family visited?"]}, {"line": ["HOLLY: Everybody like mutton?"]}, {"line": ["JERRY: Um, mutton! Hope you didn't cut the fat off."]}, {"line": ["[Hospital room]"]}, {"line": ["KRAMER: That you Bobby?"]}, {"line": ["BOBBY:", "\n        KRAMER: Well, I heard that you have a very uh, special birthday card .with \n        all the Yankee autographs on it."]}, {"line": ["BOBBY: Sure do. Mister."]}, {"line": ["KRAMER: Oh, that's it, yeah. Boy, Stubs sure went to town with this thing          huh? Yeah, well, Bobby, uh, what if I told you a very important person          at the New York Yankees needed this card back. "]}, {"line": ["BOBBY: Oh, no. I'd never part with this card for anything in the world."]}, {"line": ["KRAMER: Well, uh, Bobby, uh, who's your favorite Yankee."]}, {"line": ["BOBBY: Paul O'Neill. "]}, {"line": ["KRAMER: All right. What if I tell Paul O'Neill to hit a home run tomorrow,          just for you."]}, {"line": ["BOBBY: Would he? Paul O'Neill would do that?"]}, {"line": ["KRAMER: For you he would."]}, {"line": ["BOBBY: Would he hit two home runs?"]}, {"line": ["KRAMER: Two? Sure kid, yeah. But then you gotta promise you'll do something          for me."]}, {"line": ["BOBBY: I know. Get out of this bed one day and walk again."]}, {"line": ["KRAMER: Yeah, that would be nice. But I really just need this card."]}, {"line": ["[Holly's apartment]"]}, {"line": ["ELAINE: What about this candelabra?"]}, {"line": ["HOLLY: Yeah, that was grandma Memma's also. She bought it on her trip          to Europe in 1936. Jerry, I'm thrilled you like my mutton. I was afrais          you only ate . . . salad."]}, {"line": ["JERRY: Hey, salad's got nothin' on this mutton."]}, {"line": ["HOLLY: That is so funny. Did you just make that up?"]}, {"line": ["JERRY: I wish I could take credit for it. It's actually the line my butcher          uses when we're chewing the fat. How about that beautiful desk over there?          (hides meat in napkin in jacket)"]}, {"line": ["HOLLY: That was in Grandma's study."]}, {"line": ["ELAINE: What did you do, ransack the place after she died?"]}, {"line": ["JERRY: This is some FINE mutton."]}, {"line": ["ELAINE: I'm getting out of here. Can I borrow your jacket?"]}, {"line": ["JERRY: Uh, well, uh the thing is that . . . (Jerry grabs jacket back)"]}, {"line": ["ELAINE: It's cold out, and I didn't bring my own. Jerry! God forbid I          should borrow one from Holly. It might have belonged to grandma Memma.          Thanks for mutton."]}, {"line": ["[On the street - dogs following Elaine]"]}, {"line": ["ELAINE: Down boy, nice doggy . I'm a nice person. Don't believe what          you hear."]}, {"line": ["[Holly's]"]}, {"line": ["HOLLY: Where are the napkins?"]}, {"line": ["JERRY: What?", "\n        HOLLY: Grandma Memma's napkins. There's two missing. Elaine took them \n        didn't she?"]}, {"line": ["JERRY: I don't know about that. Have you got any floss?"]}, {"line": ["HOLLY: You heard her. She coveted them. I bet she took them just to spite          me. She's probably having a good laugh about it right now. "]}, {"line": ["[On the street dogs chasing Elaine]"]}, {"line": ["ELAINE: Down doggy . oh oh a a a a a "]}, {"line": ["[Jame's apartment]"]}, {"line": ["JERRY: Elaine, what are you doing in this neighborhood?"]}, {"line": ["ELAINE: Did you do with the dogs?"]}, {"line": ["JERRY: Yeah, they're in the kitchen. . . . okay, quite! What's going          on?"]}, {"line": ["ELAINE: These dogs were chasing me. And no cab would stop and I had to          get off the street. Then I remembered that you lived here."]}, {"line": ["JERRY: Why were dogs chasing you?"]}, {"line": ["ELAINE: They just don't like me. It's a long story. I can tell you one          day but I can't tell you right now. "]}, {"line": ["JERRY: I would askk you to stay tonight but I only have the sofa bed          and it's where I sleep. "]}, {"line": ["ELAINE: We'll have to sleep head to toe. "]}, {"line": ["JERRY: Head to toe?"]}, {"line": ["ELAINE: Head to toe."]}, {"line": ["[The next morning at Jame's]"]}, {"line": ["ELAINE: Hey, wake up. It's 8:30 you were supposed to walk me up at 7:15."]}, {"line": ["JERRY: I'm sorry I didn't get any sleep you kept kicking me in the face.        "]}, {"line": ["ELAINE: You're a wake up guy. Don't you have calls to make?"]}, {"line": ["JERRY: I'll make them later. Uh."]}, {"line": ["[Mr. Morgan's - he's asleep on the couch]"]}, {"line": ["[Yankee Stadium - George's office]"]}, {"line": ["WILHELM: Have you seen Morgan?"]}, {"line": ["GEORGE: He's not here?"]}, {"line": ["WILHELM: No, He's late."]}, {"line": ["GEORGE: It's impossible. I got him a wake up service."]}, {"line": ["WILHELM: Now, George, you don't have to cover for him any more. He's          going to be gone soon and I'm going to recommend you for his job."]}, {"line": ["GEORGE: . . . gone?"]}, {"line": ["[Monk's]"]}, {"line": ["JERRY: It sounds like all the winking got you a promotion."]}, {"line": ["GEORGE: I don't want Morgan's job. He's got a lot of work to do. Hey,          Elaine, your friend never woke up Mr. Morgan."]}, {"line": ["ELAINE: Nah, he was tired. He had some feet in his face. My cousin Holly          is completely insane. She keeps calling and accusing me of stealing her          napkins. "]}, {"line": ["GEORGE: Napkins?"]}, {"line": ["ELAINE: I mean, why? Why would I take her stupid napkins. "]}, {"line": ["JERRY: Because they were in the pockets of my jacket. "]}, {"line": ["ELAINE: They were?"]}, {"line": ["JERRY: Yes. I was using them to spit out the mutton. "]}, {"line": ["ELAINE: Spit it out? I had dogs chasing me for that mutton. I was almost          mauled because of that mutton. "]}, {"line": ["GEORGE: What exactly is mutton?"]}, {"line": ["JERRY: I don't know and I didn't want to find out. So where is my jacket?        "]}, {"line": ["ELAINE: Oh, I must have left it at Jame's "]}, {"line": ["JERRY: You spent the night at James's? Did we?"]}, {"line": ["ELAINE: Yeah but we reversed positions so there was no funny business."]}, {"line": ["JERRY: Reversed positions? "]}, {"line": ["ELAINE: Yeah, you know, head to toe."]}, {"line": ["JERRY: So what your genitals are still lined up. "]}, {"line": ["ELAINE: No, because I slept with my back to him. "]}, {"line": ["[long pause - no comment from the guys]"]}, {"line": ["[Yankee Stadium]"]}, {"line": ["KRAMER: Mr. O'Neill?"]}, {"line": ["O'NEILL: Yeah."]}, {"line": ["KRAMER: Yeah, uh, look, you don't know me."]}, {"line": ["O'NEILL: I can give you an autograph there, but my pen's kind of screwed          up. You'd only like half a \"P\" or something."]}, {"line": ["KRAMER: No, it's uh, not that see,. It's about a little boy in a hospital.          I was wondering if you could do something to lift his spirits. "]}, {"line": ["O'NEILL: Sure, I could help you there. "]}, {"line": ["KRAMER: Sure, well I promised you would hit him two home runs."]}, {"line": ["O'NEILL: Say what?"]}, {"line": ["KRAMER: You know, Klick!. A couple of dingers."]}, {"line": ["O'NEILL: You promised a kid in the hospital that I would hit two home          runs?"]}, {"line": ["KRAMER: Yeah, well, no good?"]}, {"line": ["O'NEILL: Yeah. That's no good. It's terrible. You don't hit home runs          like that. It's hard to hit home runs. And where the heck did you get          two from?"]}, {"line": ["KRAMER: Two is better than one."]}, {"line": ["O'NEILL: That, that's ridiculous. I'm not a home run hitter."]}, {"line": ["KRAMER: Well, Babe Ruth did it."]}, {"line": ["O'NEILL: He did not."]}, {"line": ["KRAMER: Oh, do you say that Babe Ruth is a liar? "]}, {"line": ["O'NEILL: I'm not calling him a liar but he was not stupid enough to promise          two."]}, {"line": ["KRAMER: Well, maybe I did overextend myself."]}, {"line": ["O'NEILL: How the heck did you get in here anyway?"]}, {"line": ["[James's]"]}, {"line": ["JAMES: (on phone) Oh, hi Elaine. You know I lost all of my 6:30 clients          because of you. . . . Yeah, well why did you have to stick your feet in          my face? . . . Yes, I have the jacket. Hold on. . . . (to dogs) Fellas!        "]}, {"line": ["[Hospital]"]}, {"line": ["TV: The Yankees take the field on a beautiful afternoon."]}, {"line": ["KRAMER: It's hot in here. Hey, Bobby, can I have some of your juice?"]}, {"line": ["BOBBY: After Paul O'Neill hits his first home run."]}, {"line": ["[Jerry's]"]}, {"line": ["HOLLY: (from buzzer) It's Holly."]}, {"line": ["JERRY: Yeah. Come on up."]}, {"line": ["TV: And the two and one pitch to O'Neill. A towering shot back to deep          right field and it's gone."]}, {"line": ["[Hospital]"]}, {"line": ["KRAMER: Yeah."]}, {"line": ["TV: A home run for Paul O'Neill. The Yanks lead one nothing."]}, {"line": ["KRAMER: OH YEAH! ALL RIGHT!"]}, {"line": ["BOBBY: One more to go."]}, {"line": ["[Jerry's]"]}, {"line": ["[Holly enters]"]}, {"line": ["JERRY: Hey. What's all this?"]}, {"line": ["HOLLY: I decided I was going to make you dinner."]}, {"line": ["JERRY: I thought we were going out."]}, {"line": ["HOLLY: Well, after you scarfed up my mutton I had the irresistible urge          to make pork chops for you. I said hello to Franco for you. "]}, {"line": ["JERRY: Franco?"]}, {"line": ["HOLLY: Your butcher, down the street."]}, {"line": ["JERRY: I bet he acted aloof like he didn't know me."]}, {"line": ["HOLLY: A little."]}, {"line": ["JERRY: That is so Franco."]}, {"line": ["[Hospital]"]}, {"line": ["TV: Bottom of the eighth, score tied at one apiece. Two and one to Paul          O'Neill."]}, {"line": ["KRAMER: You know Bobby, it's very very hard to hit two home runs in one          game. Even for Paul O'Neill."]}, {"line": ["KRAMER: He can do it, Mr. Kramer. I know he can. He'll do it for me."]}, {"line": ["TV: \"Klick! Long fly ball into deep left field over Bell's head          . . . O'Neill's rounding second O'Neill going for third, O'Neill rounding          . . . "]}, {"line": ["KRAMER: Come on Come on!"]}, {"line": ["TV: . . . third being waived in."]}, {"line": ["KRAMER: GO! GO!!"]}, {"line": ["TV: . . . Martinez throws it over Alomar's head. O'Neill is safe at home.          And the Yankees take the lead."]}, {"line": ["KRAMER: An In The Park Home Run!"]}, {"line": ["BOBBY: Yeay!"]}, {"line": ["KRAMER: All Right! Yeah, well, I guess I'll be on my way (grabs framed          card)"]}, {"line": ["TV: That's being scored a triple for Paul O'Neill with a throwing error          charged to Martinez."]}, {"line": ["BOBBY: Hey, \u0085 "]}, {"line": ["KRAMER: Huh? "]}, {"line": ["BOBBY: \u0085 that's not a home run. (grabs frame)"]}, {"line": ["KRAMER: Yeah, maybe not technically, but \u0085"]}, {"line": ["BOBBY: You said he'd hit two home runs."]}, {"line": ["KRAMER: Oh, come on. Bobby, Bobby! That's just as good!"]}, {"line": ["BOBBY: Well, you're not taking that card."]}, {"line": ["KRAMER: Now, Bobby, Bobby, we had a deal . . . gimme that \u0085 "]}, {"line": ["[Jerry's]"]}, {"line": ["HOLLY: So, is the chop the way you like it?"]}, {"line": ["JERRY: I usually like mine with an angioplasty."]}, {"line": ["[stuffs meat in sofa]"]}, {"line": ["[Elaine enters]"]}, {"line": ["ELAINE: You know something really stinks to high h\u0085 Holly! What          are you doing here?"]}, {"line": ["JERRY: What everyone does here. - Cooking pork chops."]}, {"line": ["ELAINE: I'm uh, I'm meeting James here. He's bringing over your jacket."]}, {"line": ["HOLLY: What about the napkins?"]}, {"line": ["ELAINE: I didn't take your napkins."]}, {"line": ["HOLLY: Then who did?"]}, {"line": ["ELAINE: Ask Jerry."]}, {"line": ["JERRY: We could argue all night over who took the napkins. The point          is in today's modern world it just doesn't seem relevant."]}, {"line": ["[George's office, Yankee Stadium]"]}, {"line": ["WILHELM: I still want to know what happened to that birthday card? Now,          Morgan, did you ever sign it? "]}, {"line": ["MORGAN: No sir, George never gave it to me."]}, {"line": ["GEORGE: No, that's right, I didn't. I take full responsibility for the          card not being here. I, uh, . . . "]}, {"line": ["[Kramer enters]"]}, {"line": ["KRAMER: Hi, "]}, {"line": ["WILHELM: What's this?", "\n        KRAMER: Oh, it's a birthday card."]}, {"line": ["KRAMER: (to George) Oh, by the way, tomorrow night, Paull O'Neill has          to catch a fly ball in his hat."]}, {"line": ["WILHELM: George, this is beautiful. Why didn't you tell me you were going          to have it mounted like this?"]}, {"line": ["KRAMER: And you were probably just going to stick it in an envelope."]}, {"line": ["WILHELM: Ha ha ha ha ha, George, keep up the good work."]}, {"line": ["MORGAN: Ha ha, uh, well you screwed me again, Costanza. How am I supposed          to sign the card now when it's already under glass?"]}, {"line": ["[Jerry's]"]}, {"line": ["[James enters with his dogs]"]}, {"line": ["ELAINE: Uh, this is,\u0085"]}, {"line": ["HOLLY: Excuse me. What are those dogs wearing?"]}, {"line": ["JAMES: Oh, bandanas, aren't they cute?"]}, {"line": ["HOLLY: You gave Memma's napkins to some dogs?!"]}, {"line": ["JERRY: Hey, what happened to my jacket?"]}, {"line": ["JAMES: Oh, the dogs did that but it wasn't their fault, somebody stuffed          some strange meat in the pocket."]}, {"line": ["HOLLY: Was it mutton?"]}, {"line": ["JAMES: Could have been."]}, {"line": ["HOLLY: Do you always stuff meat in your pocket?"]}, {"line": ["[Dogs climbing on sofa]"]}, {"line": ["JERRY: Uh, sometimes I use the sofa."]}, {"line": ["[Steinbrenner's office]"]}, {"line": ["[George enters]"]}, {"line": ["GEORGE: You wanted to see me, Mr. Steinbrenner?"]}, {"line": ["STEINBRENNER: Yes, George, please, come in, come in."]}, {"line": ["STEINBRENNER: Thanks for the card. I loved it. Gosh it made me feel good.          You know, word has it that you were the brains behind the whole thing."]}, {"line": ["GEORGE: Oh, no, not just me, the whole organization. Especially Mr. Morgan.        "]}, {"line": ["STEINBRENNER: Morgan, Morgan, you know his name is conspicuously absent          from this card. Almost like he went out of his way not to sign it."]}, {"line": ["GEORGE: Oh no, Morgan is a good man sir."]}, {"line": ["STEINBRENNER: You can stop kowtowing to Morgan. Congratulations, you          got his job. "]}, {"line": ["GEORGE: Wa, uh, thank you sir, you know I am not quite sure I'm right          for it."]}, {"line": ["STEINBRENNER: Stop it George, he's out, you're in."]}, {"line": ["STEINBRENNER: A lot more work you know."]}, {"line": ["GEORGE: I know."]}, {"line": ["STEINBRENNER: A lot more responsibility. Long long hours."]}, {"line": ["GEORGE: I know."]}, {"line": ["STEINBRENNER: Not much more money. But you'll finally get the recognition          you deserve."]}, {"line": ["GEORGE: That's what I'm afraid of. You know Mr. Steinbrenner, . . . "]}, {"line": ["STEINBRENNER: You know as painfull as it is I had to let a few people          go over the years. Yogi Berra, Lou Pinella, Bucky Dent, Billy Martin,          Dallas Green, Dick Houser, Bill Virdon, Billy Martin, Scott Marrow, Billy          Martin, Bob Lemmon, Billy Martin, Gene Michael, Buck Showalter, \u0085          uh, tut!, . . .George, you didn't hear that from me. [George exits] .          . . George!"]}, {"line": [" "]}, {"line": ["END                                    "]}, {"line": [" "]}, {"line": []}, {"line": [" "]}, {"line": []}, {"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]}, {"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}]