[{"title": "The Pool Guy"}, {"line": []}, {"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]}, {"line": [" "]}, {"line": ["         -------------------------------------------------------------------------------", "\n        ", "\n        Written by: David Mandel", "\n        Directed by Andy Ackerman", "\n        -------------------------------------------------------------------------------", "\n        ", "\n        Episode no. 118", "\n        pc: 708, season 7, episode 8", "\n        Broadcast date: November 16, 1995", "\n        -------------------------------------------------------------------------------", "\n        ", "\n        The Cast", "\n        Regulars:", "\n        Jerry Seinfeld ....................... Jerry Seinfeld", "\n        Jason Alexander .................. George Costanza", "\n        Julia Louis-Dreyfus .............. Elaine Benes", "\n        Michael Richards .................. Cosmo Kramer", "\n        ", "\n        Guest Stars:", "\n        Carlos Jacott ........................ Ramon (The Pool Guy)", "\n        Billy Williams ....................... Usher", "\n        Alec Mapa ........................... Paul", "\n        Dom Magwili ....................... Dustin", "\n        rc: Wayne Knight ................ Newman", "\n        rc: Heidi Swedberg ............. Susan", "\n        ", "\n        Opening monologue.", "\n        I\u0092d like to know when Tic-Tac-Toe became the Pound sign, that's what \n        I\u0092d", "\n        like to know. Why don't they call it what it really is -- \u0093Leave \n        your", "\n        numeric message now and then press Archie\u0092s head.\u0094", "\n        ", "\n        And what is that redial button? Let's face it -- you're either going to", "\n        get the person, the machine or they have call waiting. Who is redialing", "\n        and redialing? This is like the harassment key for people in a fight,", "\n        you know.", "\n        ", "\n        (Jerry holds his right hand up to the side of his face, thumb and pinky", "\n        extended like a phone receiver)", "\n        ", "\n        \u0093Hey I\u0092m not through --\u0094 CLICK. Blulululululu.", "\n        \u0093You can't do that to me --\u0094 CLICK. Blulululululu.", "\n        \u0093And another thing --\u0094 CLICK. Blulululululu.", "\n        ", "\n        Commercial", "\n        ", "\n        Opening scene.", "\n        Exterior daylight shot of Jerry's brick apartment building, then inside.", "\n        ", "\n        GEORGE: Let me ask you a question. Who would win in a fight between you", "\n        and me?", "\n        ", "\n        JERRY: Well, what do you mean?", "\n        ", "\n        GEORGE: Well if you and I ever got into, like a really serious fight you", "\n        know, and the punches started flying -- who do you think would win?", "\n        ", "\n        JERRY: Well I think that's pretty obvious.", "\n        ", "\n        GEORGE: Yeah. Me too.", "\n        ", "\n        (Elaine enters carrying a cup of coffee)", "\n        ", "\n        JERRY: Hey Elaine.", "\n        ", "\n        ELAINE: Hey.", "\n        ", "\n        JERRY: Who, who, who do you think would win in a fight between me and", "\n        ah, gorgeous George here. (pointing up and down at George)", "\n        ", "\n        ELAINE: You mean in a real Fight Fight?", "\n        ", "\n        JERRY: ", "Mona a Baldo", ".", "\n        ", "\n        ELAINE: George.", "\n        ", "\n        GEORGE: Ah-Ha! (he turns and walks over to the refrigerator)", "\n        ", "\n        JERRY: Why?", "\n        ", "\n        ELAINE: George fights dirty. (she sips her coffee)", "\n        ", "\n        JERRY: Really? What would you do?", "\n        ", "\n        GEORGE: Pull hair, Poke eyes, Groin stuff. Whatever I gotta do. (he", "\n        opens a blue bottled beverage)", "\n        ", "\n        JERRY: Hmm.", "\n        ", "\n        ELAINE: So. Listen ... You're not doing anything tomorrow, are you?", "\n        Because I have an extra ticket to the historical clothing exhibit at the", "\n        Met.", "\n        ", "\n        JERRY: I\u0092m sorry.", "\n        ", "\n        ELAINE: George?", "\n        ", "\n        GEORGE: Would I want to see what Mary Todd wore to Lincoln's funeral?", "\n        ", "\n        ELAINE: There's nobody I can go with.", "\n        ", "\n        (Kramer enters)", "\n        ", "\n        ELAINE: You know what. I don't have one female friend left.", "\n        ", "\n        KRAMER: Oh, no, of course you don't. You're a Man's Woman. You hate", "\n        other women, and they hate you.", "\n        ", "\n        ELAINE: Thank you.", "\n        ", "\n        KRAMER: So Jerry, (smacks hands and rubs palms together) What time we", "\n        going to the movies?", "\n        ", "\n        JERRY: Ah, how about 8:30?", "\n        ", "\n        KRAMER: Saddle up and ride. (opens the fridge and pulls out some food", "\n        -- takes a big bite)", "\n        ", "\n        JERRY: You want to get something to eat first?", "\n        ", "\n        KRAMER: [ mumbling with full mouth ] No, I\u0092m good.", "\n        ", "\n        GEORGE: I wonder if, ah, Susan ... (picks up the phone from the coffee", "\n        table, then decides not to call) No. I better just go. (claps hands)", "\n        heh. All right! See ya. (grabs his rain coat from the hook by the", "\n        door and rushes out)", "\n        ", "\n        KRAMER: There's nothing more pathetic, than a grown man, ", "who\u0092s \n        afraid of", "\n        a woman", ". (voice get high-pitched for the last line)", "\n        ", "\n        JERRY: Hey, why don't cha ask Susan?", "\n        ", "\n        ELAINE: George's Susan?", "\n        ", "\n        JERRY: Yeah.", "\n        ", "\n        ELAINE: Yeah. Why not Susan. I should be friends with Susan. (smacks", "\n        her forehead with hand) Of course! Susan! Oh! OK, I\u0092ll see you", "\n        guys. Huh. (rushes out the door.)", "\n        ", "\n        KRAMER: That's gunna be trouble.", "\n        ", "\n        JERRY: Why?", "\n        ", "\n        KRAMER: Jerry, don't you see? This world here, this is George's", "\n        sanctuary. If Susan comes into contact with this world, his world's", "\n        collide. You know what happens then?", "\n        ", "\n        (Kramer raises his hands into the air and slowly brings them together \n        in", "\n        an explosion. He's holding some food in one hand, so when his hands", "\n        come into contact food flies all over)", "\n        ", "\n        KRAMER: Ka shha shha shha Pkooo (exploding sound)", "\n        ", "\n        New Scene.", "\n        Camera fades from the apt. to the Paragon Movie Theater. Jerry and", "\n        Kramer wait outside in a line to buy tickets.", "\n        ", "\n        KRAMER: Did I tell you I\u0092m getting a new telephone number?", "\n        ", "\n        JERRY: How come?", "\n        ", "\n        KRAMER: Whew, chicks man. Too many chicks know my number.", "\n        ", "\n        (Jerry looks at Kramer, raises his eyebrows with an expression that says", "\n        \u0093really?\u0094)", "\n        ", "\n        RAMON: (recognizes Jerry) Hey Jerry. How are you Mr. Backstroke?", "\n", "\n        ", "\n        JERRY: Kramer this is Ramon, from the new health club I joined.", "\n        ", "\n        KRAMER: Oh, yeah.", "\n        ", "\n        RAMON: So you know what happened don't chu?", "\n        ", "\n        JERRY: No what?", "\n        ", "\n        RAMON: I got fired.", "\n        ", "\n        JERRY: Really?", "\n        ", "\n        RAMON: Yeah, said I put too much chlorine in the pool.", "\n        ", "\n        JERRY: Ahh.", "\n        ", "\n        RAMON: Hey well, ah, stay out of the deep end, eh.", "\n        ", "\n        JERRY: OK, see you later.", "\n        ", "\n        KRAMER: What's in the deep end?", "\n        ", "\n        ", "\n        New scene.", "\n        Night exterior of George's apartment building, then inside. Susan sits", "\n        on the couch reading.", "\n        ", "\n        [Telephone rings]", "\n        ", "\n        GEORGE: Hello?", "\n        ", "\n        ELAINE: Hey George.", "\n        ", "\n        GEORGE: Hey Elainie. What's going on?", "\n        ", "\n        ELAINE: (sitting up in bed) Nothing much, um. Can I talk to Susan", "\n        ", "\n        GEORGE: Ha, Yeah right, hang on, I\u0092ll ah, I\u0092ll get her for you. \n        he, he,", "\n        he, he. Seriously, what's up?", "\n        ", "\n        ELAINE: No, George really. Can I talk to Susan?", "\n        ", "\n        GEORGE: Susan, why?", "\n        ", "\n        ELAINE: Because I want to ask her to lunch and to the Met tomorrow.", "\n        ", "\n        GEORGE: Oh, I don't think you want to do that.", "\n        ", "\n        ELAINE: Why not?", "\n        ", "\n        GEORGE: Well what would be the point of that?", "\n        ", "\n        (Susan, hearing her name glances over at George)", "\n        ", "\n        ELAINE: George, are you going to put her on the phone?", "\n        ", "\n        GEORGE: Where did this come from all of a sudden?", "\n        ", "\n        ELAINE: George, are you going to let me talk to Susan, or Not?", "\n        ", "\n        GEORGE: I really think I should have been consulted about this.", "\n        ", "\n        (George takes the phone from his ear and walks over to the couch and", "\n        hands the phone to Susan)", "\n        ", "\n        GEORGE: Here ... something.", "\n        ", "\n        SUSAN: Hello? (with hesitant surprise) Oh, that sounds great. I love", "\n        that sort of stuff.", "\n        ", "\n        (George stands behind the couch, arms crossed with his right hand", "\n        clenched up to his mouth. He takes off his glasses, puts his left hand", "\n        just above his eyes and rubs them in disbelief and walks out of the", "\n        room.)", "\n        ", "\n        New scene.", "\n        Night exterior of a busy NYC street. Large lit advertising signs for", "\n        Panasonic, JVC and a couple of McDonalds \u0093Golden Arches\u0094 are \n        visible.", "\n        Then to the inside of the movie theater.", "\n        ", "\n        KRAMER: You want to sit here?", "\n        ", "\n        JERRY: Yeah. (Kramer sits in the seat next to Jerry) Uh, uh, oh, oh,", "\n        Over there. (points to the next seat over)", "\n        ", "\n        KRAMER: Why?", "\n        ", "\n        JERRY: Little buffer zone.", "\n        ", "\n        KRAMER: (Quietly) Buffer zone (Kramer moves to the other seat)", "\n        ", "\n        JERRY: Thank you. If we were in my apartment and we were watching a", "\n        movie on the couch, would we sit right next to each other?", "\n        ", "\n        KRAMER: No. You got a point.", "\n        ", "\n        JERRY: All right.", "\n        ", "\n        KRAMER: I can't ...", "\n        ", "\n        JERRY: What are you doing?", "\n        ", "\n        KRAMER: Well these seats have no lumbar.", "\n        ", "\n        JERRY: Oh hey, there's Ramon. Pre, pretend we're talking.", "\n        ", "\n        (Ramon is looking for a seat. He's carrying a drink, a bunch of", "\n        napkins, and a huge bucket of popcorn)", "\n        ", "\n        KRAMER: We are talking.", "\n        ", "\n        JERRY: Pretend it's interesting.", "\n        ", "\n        KRAMER: So, ah then, I ah had to kill him and ah, well the police are", "\n        still looking for me.", "\n        ", "\n        JERRY: Oh yeah that's shocking, but sounds ...", "\n        ", "\n        RAMON: Hey, hi Jerry.", "\n        ", "\n        JERRY: Oh, hey Ramon.", "\n        ", "\n        RAMON: Hey, hey, I took a bunch of napkins. You want some?", "\n        ", "\n        JERRY: Oh, no thanks. (turns back to Kramer)", "\n        ", "\n        RAMON: Hey, ahhh, is this seat taken?", "\n        ", "\n        (Ramon proceeds to sit down between Kramer and Jerry)", "\n        ", "\n        JERRY: No.", "\n        ", "\n        (As Ramon sits down, he bumps into Kramer and startles him. Jerry looks", "\n        like he can't believe Ramon sat down. Ramon is bobbing his head front", "\n        to back with his neck, like sitting there worked out pretty good)", "\n        ", "\n        New scene.", "\n        Exterior of Jerry's apartment building then inside where Jerry and", "\n        George are talking.", "\n        ", "\n        JERRY: And then the worst part is, after the movie, he leached on to us", "\n        ... We wound up having coffee with him for like two hours. Then he", "\n        walks us home, all the way back to the front of the building. Finally \n        I", "\n        said, look Ramon, I gotta go to bed now.", "\n        ", "\n        GEORGE: By the way, have you spoken to Elaine yet today?", "\n        ", "\n        JERRY: No why?", "\n        ", "\n        GEORGE: [sighs] She called Susan last night.", "\n        ", "\n        JERRY: Oh yeah, I know.", "\n        ", "\n        GEORGE: How do you know?", "\n        ", "\n        JERRY: Well it was my idea.", "\n        ", "\n        GEORGE: Your idea?", "\n        ", "\n        JERRY: Yeah.", "\n        ", "\n        GEORGE: Wha\u0092d you do that for?", "\n        ", "\n        JERRY: She was looking for someone to go to the show with.", "\n        ", "\n        GEORGE: Well that was a really stupid thing! You know what's going to", "\n        happen now?", "\n        ", "\n        JERRY: World's collide. (points at George)", "\n        ", "\n        GEORGE: Whe ... Well yeah!", "\n        ", "\n        JERRY: Because this world is your sanctuary and if that world comes into", "\n        contact with --", "\n        ", "\n        GEORGE: YES! It Blows Up! So if you know that, what did you tell", "\n        Elaine for?", "\n        ", "\n        JERRY: I didn\u0092t know. Kramer told me about the worlds.", "\n        ", "\n        GEORGE: You couldn't figure out the \u0093World's Theory\u0094 for yourself? \n        It's", "\n        just common sense. Anybody knows, ya gotta keep your worlds apart.", "\n        (gesturing with hands going outward)", "\n        ", "\n        JERRY: Yeah, I guess I slipped up.", "\n        ", "\n        (Kramer enters)", "\n        ", "\n        KRAMER: Hey.", "\n        ", "\n        GEORGE: Hey.", "\n        ", "\n        JERRY: Hey.", "\n        ", "\n        GEORGE: He knows the worlds theory.", "\n", "\n        ", "\n        KRAMER: What is it blowing up?", "\n        ", "\n        GEORGE: Ha! (grabs his coat and exits the apartment)", "\n        ", "\n        [Telephone rings - Kramer pulls a cordless phone from his pocket]", "\n        ", "\n        KRAMER: Cosmo, go. No, no, na, na. (he pushes the end button and", "\n        pushes the antenna down) Boy this new telephone number's driving me", "\n        crazy -- wrong numbers, every five minutes.", "\n        ", "\n        JERRY: What is it?", "\n        ", "\n        KRAMER: Well it's 555-3455.", "\n        ", "\n        JERRY: 555-3455.", "\n        ", "\n        KRAMER: Yeah.", "\n        ", "\n        JERRY: (picks up the phone on the coffee table) \u0093555-3455.\u0094 \n        Well wait a", "\n        second, don't you see that's 555-FILK.", "\n        ", "\n        KRAMER: What's Filk?", "\n        ", "\n        JERRY: Filk\u0092s nothing, but 555-FILM is Movie Phone.", "\n        ", "\n        KRAMER: Oh Movie Phone.", "\n        ", "\n        JERRY: Yes, so people are just dialing it by mistake and getting you.", "\n        ", "\n        KRAMER: So, I\u0092m Filk?", "\n        ", "\n        JERRY: You're Filk.", "\n        ", "\n        KRAMER: Oh, Mama.", "\n        ", "\n        ", "\n        New scene.", "\n        Susan and Elaine are walking down the sidewalk.", "\n        ", "\n        ELAINE: Well what about that number Susan B. Anthony wore to the 19th", "\n        Amendment party. Hnuh. Eye yye yye.", "\n        ", "\n        SUSAN: Oh whoo. Quite the DColletage for a suffragette.", "\n        ", "\n        ELAINE: Ha, ha, ha, ha, well it must have been one hell of a party.", "\n        ", "\n        SUSAN: Whoo.", "\n        ", "\n        ELAINE: Ha, ha, ha, ha.", "\n        ", "\n        SUSAN: Oh, I know what I wanted to tell you.", "\n        ", "\n        ELAINE: What?", "\n        ", "\n        SUSAN: Ehahh, forget it.", "\n        ", "\n        ELAINE: What? You can tell me. I\u0092ll put it in the vault.", "\n        ", "\n        SUSAN: The vault?", "\n        ", "\n        ELAINE: Mm-Hmm.", "\n        ", "\n        ", "\n        ", "\n        New scene.", "\n        Exterior shot of Physique (Jerry's health club) then inside to the men's", "\n        locker room where Jerry is putting some clothes in a gym bag. Some men", "\n        are in the background talking.", "\n        ", "\n        PAUL - Locker room Attendant #1: Oy, Mr. Seinfeld. We heard you went to", "\n        the movies with Ramon.", "\n        ", "\n        JERRY: Oh, well, I didn\u0092t actually go with Ramon. I just bumped into", "\n        him there. (putting on coat)", "\n        ", "\n        DUSTIN - Locker room Attendant #2: It's a good thing he has friends like", "\n        you to cheer him up.", "\n        ", "\n        PAUL: Tell him to call us.", "\n        ", "\n        DUSTIN: Tell him, Dustin says, \u0093Hello.\u0094", "\n        ", "\n        JERRY: All right, I gotta go.", "\n        ", "\n        PAUL: To see Ramon?", "\n        ", "\n        (Paul, with his eyes wide open looking at Jerry. Dustin stares off the", "\n        other direction, laughing to himself)", "\n        ", "\n        ", "\n        New scene.", "\n        Exterior of Jerry's apartment building, then inside Jerry's apartment.", "\n        ", "\n        JERRY: What else did you two do?", "\n        ", "\n        ELAINE: Oh, I don't know, you know, girlie stuff.", "\n        ", "\n        JERRY: Ah, so, ah, flower shows and, shopping for pretty bows, and then", "\n        back to her place, strip down to bra and panties for a tickle fight?", "\n        ", "\n        (Elaine stands there for a good 6 seconds with arms crossed, blank", "\n        expression, just looking at Jerry)", "\n        ", "\n        ELAINE: That's really what you think girls do, isn't it?", "\n        ", "\n        JERRY: Yes, I do. (very serious)", "\n        ", "\n        ELAINE: All rightee. (turns and walks to the bathroom)", "\n        ", "\n        JERRY: Hey you know George isn't to happy, ahh, about your new", "\n        friendship.", "\n        ", "\n        ELAINE: Yeah? Well I don't really give a Sh... (closing the bathroom", "\n        door)", "\n        ", "\n        (Kramer enters and leaves the door open)", "\n        ", "\n        KRAMER: Hey man, what's going on?", "\n        ", "\n        JERRY: Hey.", "\n        ", "\n        [Telephone rings]", "\n        ", "\n        KRAMER: Ooh, here we go. (pulls a cordless phone from his pocket) Yeah", "\n        hello. Yeah, no, no, no, hold on.", "\n        ", "\n        (Kramer walks over to the table, opens the newspaper to the movie", "\n        section)", "\n        ", "\n        KRAMER: Yeah, ", "Cupid\u0092s Rifle", " -- 8:30, Sony Lincoln Square. \n        Yeah, no, no,", "\n        no, no problem, yeah.", "\n        ", "\n        (Kramer hangs up the cordless and pushes the antenna back in, puts the", "\n        phone in his pocket)", "\n        ", "\n        JERRY: You're looking up movies for people now?", "\n        ", "\n        KRAMER: I got time.", "\n        ", "\n        [Telephone rings]", "\n        ", "\n        KRAMER: And this. (pulls out the cordless phone from his pocket) Cosmo", "\n        here. Yeah, un-huh, no, no, no, no, I\u0092ll help. Yeah, ", "Firestorm\u0092s", "\n        good. I saw it yesterday. Yeah well my buddy Jerry , ah, he's seen it", "\n        twice. You want to talk to him? Here -- (holds the phone out to Jerry)", "\n        ", "\n        JERRY: (shaking his head no) No Kramer I don't want to talk to him.", "\n        ", "\n        (Jerry is backing away, as Kramer attempt to foist the phone on to", "\n        Jerry, but he will not take it -- Kramer continues to try and get Jerry", "\n        to take the phone from him)", "\n        ", "\n        ", "\n        ** Continuity Error -- During this part of the scene, we clearly see", "\n        Kramer\u0092s right hand holding the phone, his left hand is empty. This", "\n        sequence is shot from several camera angles. At the end of the", "\n        sequence, Kramer is holding the folded newspaper in his left hand -- he", "\n        did not reach over to pick up the paper -- so this is obviously a", "\n        Continuity Error **", "\n        ", "\n        KRAMER: Just, just tell him about the picture. What's the matter with", "\n        you? Stop it. (puts the phone back to his ear) Yes, are you still", "\n        there? Look I\u0092m sorry about that. All right there's an 8:30 and a \n        10:15", "\n        showing.", "\n        ", "\n        (Kramer walks out the open door and into his apt. with the newspaper.", "\n        Elaine walks back into the living room, wondering what just happened,", "\n        she gestures towards Kramer as he exits)", "\n        ", "\n        [Intercom buzzes]", "\n        ", "\n        JERRY: Oh that's George. (presses the intercom button) Yeah?", "\n        ", "\n        RAMON: [Hey it's Ramon]", "\n        ", "\n        JERRY: What?", "\n        ", "\n        RAMON: [Hey, It's Ramon Jerry. I\u0092m coming up]", "\n        ", "\n        JERRY: (to Ramon) Oh. Okay. (to Elaine) Wh, what is he doing here?", "\n        ", "\n        ELAINE: Who? Who is Ramon?", "\n        ", "\n        JERRY: He's the pool guy.", "\n        ", "\n        ELAINE: What pool guy?", "\n        ", "\n        JERRY: Do me a favor. Just stick around while he's here.", "\n        ", "\n        ELAINE: Yeah, no problem.", "\n        ", "\n        ----------------------------------------------------", "\n        ** Inconsistency in reality -- Ramon shows up at Jerry's door, 8 seconds", "\n        from the time when Jerry stops pressing the intercom buzzer. Either", "\n        Ramon would have to run up 5 flights of stairs incredibly fast (he does", "\n        not appear out of breath) or those are some very fast elevators.", "\n", "\n        ", "\n        -- and we know from a Episode 6 The Ex-Girlfriend that Elaine complains", "\n        about the slow elevators in Jerry's apt. building. **", "\n        ", "\n        Episode 6 The Ex-Girlfriend", "\n        ELAINE: You know, you have the slowest elevator in the entire city?", "\n        That's hard to get used to when you're in so many other fast ones.", "\n        ", "\n        JERRY: Well, the apartment elevators are always slower than the offices,", "\n        because you don't have to be home on time.", "\n        ----------------------------------------------------", "\n        ", "\n        RAMON: Hee hey, hey Jerry (claps hands and points both index fingers at", "\n        him) How are you, crazy guy?", "\n        ", "\n        JERRY: Hey. So, ah, Ramon this is my friend Elaine.", "\n        ", "\n        ELAINE: Yeah and I was just leaving. Bye-bye Jerry. (smiling as she", "\n        closes the door. Jerry looks at her like he can not believe she left", "\n        him on his own)", "\n        ", "\n        JERRY: So, ah, what are you doing around here Ramon?", "\n        ", "\n        RAMON: Well, I was in the neighborhood. I figured I\u0092d check you out.", "\n        ", "\n        JERRY: Ah, actually, I ka, kinda had some things to do.", "\n        ", "\n        RAMON: Oh, oh yeah. Wha? Where you going?", "\n        ", "\n        JERRY: Ah, just, you know, I don't know. Stuff, I gotta do. (grabs coat", "\n        and throws it over his shoulder)", "\n        ", "\n        RAMON: Hey that's cool. I\u0092m up for some stuff", "\n        ", "\n        JERRY: All right.", "\n        ", "\n        (They head for the door)", "\n        ", "\n        ", "\n        New scene.", "\n        Moving subway cars blur by, then inside the subway car where Jerry sits", "\n        next to Ramon", "\n        ", "\n        RAMON: So get this. I get down there, and right away, I see the drain", "\n        is clogged. I mean it's obvious. Can you believe it?", "\n        ", "\n        JERRY: All right Ramon, I\u0092m going to get going.", "\n        ", "\n        (Subway train stops and door opens)", "\n        ", "\n        JERRY: I think we should separate here actually.", "\n        ", "\n        RAMON: What are you trying to say Jerry?", "\n        ", "\n        JERRY: Look Ramon, you're, you're a nice guy. But I, I actually only", "\n        have three friends. I really can't handle any more.", "\n        ", "\n        RAMON: Oh I see. It's cause I clean pools, right?", "\n        ", "\n        JERRY: That has nothing to do with it.", "\n        ", "\n        RAMON: You su -- [no audio] (through the moving subway window, Ramon is", "\n        swearing and pointing at Jerry)", "\n        ", "\n        ", "\n        New scene.", "\n        Exterior of George's apartment building then inside his apartment.", "\n        ", "\n        SUSAN: Yeah, we got along real well.", "\n        ", "\n        GEORGE: You know, uh, she has no female friends! You know that, don't", "\n        cha? Something strange about a woman who\u0092s friends are all men.", "\n        ", "\n        SUSAN: Yeah, I know. We talked ", "all", " about that.", "\n        ", "\n        GEORGE: You talked all about that?", "\n        ", "\n        SUSAN: Oh yeah. Elaine opened up her vault.", "\n        ", "\n        GEORGE: Did you just say vault?", "\n        ", "\n        SUSAN: Yeah, why? Did I use it wrong?", "\n        ", "\n        GEORGE: You got that from Elaine.", "\n        ", "\n        SUSAN: Yeah. So what?", "\n        ", "\n        GEORGE: Well it's a little strange. You going to start to talk like", "\n        Elaine from now on?", "\n        ", "\n        SUSAN: I don't know. Anyway I thought ", "we'd", " all go to a movie \n        on Friday.", "\n        ", "\n        GEORGE: We\u0092d all go to movie on Friday?", "\n        ", "\n        SUSAN: Yeah.", "\n        ", "\n        GEORGE: This is not good. World's are colliding! George is getting", "\n        upset!", "\n        ", "\n        ", "\n        [Commercial]", "\n        ", "\n        ", "\n        New scene.", "\n        Inside Jerry's apartment -- Jerry sits on the couch listening to George.", "\n        ", "\n        GEORGE: Ah you have no idea of the magnitude of this thing. If she is", "\n        allowed to infiltrate this world, then George Costanza as you know him,", "\n        Ceases to Exist! You see, right now, I have Relationship George, but", "\n        there is also Independent George. That's the George you know, the", "\n        George you grew up with -- Movie George, Coffee shop George, Liar", "\n        George, Bawdy George.", "\n        ", "\n        JERRY: I, I love that George.", "\n        ", "\n        GEORGE: Me Too! And he's Dying Jerry! If Relationship George walks", "\n        through this door, he will Kill Independent George! A George, divided", "\n        against itself, Cannot Stand!", "\n        ", "\n        (Elaine enters)", "\n        ", "\n        GEORGE: You're Killing Independent George! You know that, don't you?", "\n        ", "\n        ELAINE: George I don't even want to get --", "\n        ", "\n        GEORGE: You know what word Susan used last night? Hnuh. Vault! hu,", "\n        hu, hu.", "\n        ", "\n        ELAINE: So?", "\n        ", "\n        GEORGE: She got that from you!", "\n        ", "\n        ELAINE: Well, I didn\u0092t tell here to say it.", "\n        ", "\n        GEORGE: What is she the only girl in the whole world? Why can\u0092t you \n        get", "\n        find your own girl?", "\n        ", "\n        ELAINE: I Like Her!", "\n        ", "\n        GEORGE: You see (to Jerry). You see. You see what I\u0092m talking about.", "\n        It's all just slipping away. And you're letting it happen. (exits --", "\n        slamming the door)", "\n        ", "\n        JERRY: So you want to catch a movie later?", "\n        ", "\n        ELAINE: Ahh, yeah, sure.", "\n        ", "\n        JERRY: I don't have a paper though.", "\n        ", "\n        ELAINE: Hmm. (picks up the phone and dials)", "\n        ", "\n        [Ring]", "\n        ", "\n        KRAMER: Hewwo and welcome to Movie phone. Brought to you by the New", "\n        York Times and Hot 97. Coming to theaters this Friday ... Kevin Bacon,", "\n        Susan Sarandon -- \u0093You've got to get me over that mountain!\u0094 \n        \u0093Now\u0094", "\n        [bang, bang] \u0093AHHHHHHHHHH\u0094 There is no place higher than ... \n        ", "Mountain", "\n        High", ". Rated R. If you know the name of the movie you'd like to see,", "\n        press 1.", "\n        ", "\n        ELAINE: Kramer, is that you?", "\n        ", "\n        KRAMER: Elaine?", "\n        ", "\n        ELAINE: Uh, what time does ", "Chow Fun", " start?", "\n        ", "\n        KRAMER: I don't know.", "\n        ", "\n        ", "\n        New scene.", "\n        Exterior of the Physique health club, then inside to the men's locker", "\n        room.", "\n        ", "\n        RAMON: Well, well. Look who\u0092s here.", "\n        ", "\n        JERRY: Ramon, what are you doing here? You could get in trouble.", "\n        ", "\n        RAMON: No, I don't think so Jerry. You see they gave me my job back.", "\n        ", "\n        JERRY: What?", "\n        ", "\n        RAMON: I\u0092m a pool boy ... again.", "\n        ", "\n        JERRY: Look Ramon, about the other day. I\u0092m sorry if I offended you. \n        I", "\n        get a little crabby on the subway.", "\n        ", "\n        RAMON: Do you?", "\n        ", "\n        JERRY: What happened to all the towels?", "\n        ", "\n        RAMON: Oh, ah, I guess they must have disappeared. (walks away)", "\n        ", "\n        (Newman rushes up to Jerry)", "\n        ", "\n        NEWMAN: Hey Jerry. Look at all the towels they gave me! I really hit", "\n", "\n        the jackpot! (holding a large stack of towels, Newman pats his face", "\n        with the top one) Ha, ha, ha.", "\n        ", "\n        (Jerry extends his arms, making a vain attempt at a reach for a towel \n        as", "\n        Newman walks away)", "\n        ", "\n        ", "\n        New scene.", "\n        Exterior of Elaine's building. Elaine and Jerry walk down the steps and", "\n        on to the sidewalk.", "\n        ", "\n        JERRY: It's been a terrible situation down there the past couple of", "\n        days. He's really been making things uncomfortable for me. There's", "\n        always a big pile of dirty towels in front of my locker ...", "\n        ", "\n        ELAINE: Uh-huh.", "\n        ", "\n        JERRY: And then when I come out of the pool, my towel's always gone.", "\n        ", "\n        ELAINE: Uhh, so frustrating!", "\n        ", "\n        JERRY: Tell me about it.", "\n        ", "\n        ELAINE: Uhh, so you want to join me and Susan for lunch at the coffee", "\n        shop?", "\n        ", "\n        JERRY: You're meeting Susan for lunch at the coffee shop?", "\n        ", "\n        ELAINE: Yeah.", "\n        ", "\n        JERRY: I\u0092m meeting George for lunch at the coffee shop.", "\n        ", "\n        ELAINE: Oh, huh. Well, this should be very interesting.", "\n        ", "\n        (Elaine walks off, while Jerry stands there contemplating the upcoming", "\n        ramifications)", "\n        ", "\n        ", "\n        New scene.", "\n        Elaine and Jerry enter Monk\u0092s coffee shop as Susan sits across the \n        booth", "\n        from Kramer.", "\n        ", "\n        SUSAN: Hey! Elaine! Jerry. Over here!", "\n        ", "\n        KRAMER: There they are.", "\n        ", "\n        SUSAN: Yeah, look who I ran into.", "\n        ", "\n        KRAMER: Hey.", "\n        ", "\n        ELAINE: Yeah. (sits down next to Susan)", "\n        ", "\n        KRAMER: Yeah.", "\n        ", "\n        ELAINE: Ahh.", "\n        ", "\n        (Jerry stands a few paces from the booth, looking around for George, and", "\n        feeling uncomfortable about the upcoming events)", "\n        ", "\n        KRAMER: Come on Jerry. Aren't you going to join us?", "\n        ", "\n        JERRY: Ah, you know. I\u0092m supposed to meet, eh, someone -- I\u0092ll, \n        I\u0092ll", "\n        wait for them outside. (walks towards the door)", "\n        ", "\n        KRAMER: Yeah, wait here. Come on, sit down. What's the matter with", "\n        you?", "\n        ", "\n        JERRY: This is gonna to be ugly. (quietly)", "\n        ", "\n        (Jerry sits down next to Kramer)", "\n        ", "\n        SUSAN: What's that Jerry?", "\n        ", "\n        JERRY: [coughing] I said, boy am I ugly.", "\n        ", "\n        (George enters the coffee shop)", "\n        ", "\n        SUSAN: Oh, hey, hey, Georgie boy, over here.", "\n        ", "\n        (George walks in and stops, looking at the four of them sitting in the", "\n        booth. He nods his head and extends his arm in acknowledgment, nods his", "\n        head again, he lightly claps his hands and walks up to the table)", "\n        ", "\n        GEORGE: One, two ... three, four.", "\n        ", "\n        (extending his arm and counting to Elaine, Susan, Kramer and Jerry, who", "\n        he puts his hand under Jerry's chin and then makes a fist and presses \n        it", "\n        to Jerry's cheek)", "\n        ", "\n        GEORGE: Ha Ho! (he turns and walks out the door)", "\n        ", "\n        SUSAN: Hey George!", "\n        ", "\n        JERRY: We'll pull up another chair.", "\n        ", "\n        ", "\n        New scene.", "\n        Exterior of Reggie\u0092s diner, then inside where George sits alone in \n        a", "\n        booth. He eats in silence. A man sits at the counter, sipping coffee.", "\n        ", "\n        ", "\n        New scene.", "\n        Exterior shot of the Physique health club, then inside to the pool.", "\n        Jerry is swimming while Ramon is cleaning the pool with a large squeegee", "\n        on a long pole.", "\n        ", "\n        JERRY: I see you there Ramon.", "\n        ", "\n        (Ramon jabs a little bit at Jerry with the squeegee)", "\n        ", "\n        JERRY: Hey, l\u0091ll just keep swimming. Hey, hey. I\u0092m not done. \n        I know", "\n        what you're up to Ramon. Because I\u0092m a member here, this is my place \n        to", "\n        swim.", "\n        ", "\n        (Ramon pushes the squeegee out into Jerry's swim path -- Jerry grabs the", "\n        squeegee pole and they struggle in a push-pull match)", "\n        ", "\n        JERRY: Hey, you better cut it out Ramon. Just stop it.", "\n        ", "\n        (Ramon loses his balance and Jerry pulls him into the pool)", "\n        ", "\n        RAMON: Oh.", "\n        ", "\n        (Newman runs towards the pool in one of those old time bathing suits)", "\n        ", "\n        NEWMAN: Olly, olly, oxen, free!", "\n        ", "\n        (It looks like Newman tries to do a cannonball into the pool, filmed in", "\n        slow motion. Ramon looks up with a stunned look on his face, seeing", "\n        Newman as he jumps into the pool on top of him.)", "\n        ", "\n        JERRY: [NO!]", "\n        ", "\n        Camera fade to Ramon, lying unconscious on the tile pool deck. Newman", "\n        and Jerry are kneeling over him.", "\n        ", "\n        JERRY: I think he's gonna need, mouth-to-mouth resuscitation.", "\n        ", "\n        NEWMAN: Mouth-to-mouth?", "\n        ", "\n        JERRY: Yeah.", "\n        ", "\n        NEWMAN: Huh.", "\n        ", "\n        JERRY: Well? Go ahead.", "\n        ", "\n        NEWMAN: You go.", "\n        ", "\n        JERRY: You knocked him out.", "\n        ", "\n        NEWMAN: Yeah, but you pulled him in.", "\n        ", "\n        JERRY: Come on Newman. Do it.", "\n        ", "\n        NEWMAN: Nah.", "\n        ", "\n        JERRY: He might die.", "\n        ", "\n        NEWMAN: Yeah. Maybe.", "\n        ", "\n        ", "\n        New scene.", "\n        Night exterior of George's apartment building, then inside where Susan", "\n        and Elaine are sitting and talking.", "\n        ", "\n        ELAINE: (on the phone to) Look Jerry, we'll meet you at the theater.", "\n        (hangs up the phone) OK, next showings at 9:00, we can't wait any", "\n        longer.", "\n        ", "\n        SUSAN: Elaine, where could he be? It's not like George to just", "\n        disappear.", "\n        ", "\n        ELAINE: Look, let's just leave him a note, okay?", "\n        ", "\n        SUSAN: Oh, I don't know.", "\n        ", "\n        ELAINE: Oh, come on, come on, come on. (picks up pad of paper and", "\n        writes) \u0093George, Elaine and I went to see ", "Chunnel", " ... with \n        Jerry.\u0094", "\n        Love?", "\n        ", "\n        SUSAN: Yeah.", "\n        ", "\n        ELAINE: \u0093Love ... Susan.\u0094", "\n        ", "\n        ", "\n        New scene.", "\n        Camera fade to Elaine, Susan and Jerry outside the Paragon movie", "\n        theater. It's night as they wait in line to buy tickets.", "\n        ", "\n        JERRY: So eventually these people came and, somebody, gave him", "\n        mouth-to-mouth.", "\n        ", "\n", "\n        ELAINE: He could have died", "\n        ", "\n        JERRY: Yeah, it was a gamble.", "\n        ", "\n        SUSAN: Why didn\u0092t you give him mouth-to-mouth?", "\n        ", "\n        JERRY: Ah. (makes face)", "\n        ", "\n        ELAINE: How can you possibly show your face there again?", "\n        ", "\n        JERRY: Oh I can't. They revoked my membership. Newman too. You know,", "\n        we can't go anywhere near there.", "\n        ", "\n        (they move up to the ticket window)", "\n        ", "\n        ELAINE: Hi, ah, three for ", "Chunnel", " -- two adults ... one child. \n        (looking", "\n        towards Jerry)", "\n        ", "\n        ", "\n        New scene.", "\n        Night exterior of George's apartment building, then inside where George", "\n        finds the note.", "\n        ", "\n        GEORGE: What the hell is this? \u0093George, Elaine and I went to see", "\n        ", "Chunnel", " ... with Jerry.\u0094 With Jerry, huh? With Jerry! Great. \n        Great!", "\n        (dials phone) Probably went to the 84th St. That's where I always go", "\n        with Jerry.", "\n        ", "\n        [Rings]", "\n        ", "\n        KRAMER: Hewwo and welcome to Movie phone. If you know the name of the", "\n        movie you'd like to see, press one.", "\n        ", "\n        GEORGE: Come on. Come on.", "\n        ", "\n        KRAMER: Using your touch-tone keypad, please enter the first three", "\n        letters of the movie title, now.", "\n        ", "\n        (George presses 3 keys)", "\n        ", "\n        KRAMER: You've selected ... Agent Zero? If that's correct, press one.", "\n        ", "\n        GEORGE: What?", "\n        ", "\n        KRAMER: Ah, you've selected ... Brown-Eyed Girl? If this is correct,", "\n        press one.", "\n        ", "\n        (George looks baffled)", "\n        ", "\n        KRAMER: Why don't you just tell me the name of the movie you've", "\n        selected.", "\n        ", "\n        GEORGE: ", "Chunnel", "?", "\n        ", "\n        KRAMER: To find the theater nearest you, please enter your five digit", "\n        zip-code, now.", "\n        ", "\n        (George enters his zip-code)", "\n        ", "\n        KRAMER: Why don't you just tell me where you want to see the movie?", "\n        ", "\n        GEORGE: Lowes Paragon, 84th and Broadway.", "\n        ", "\n        KRAMER: (picks up paper) ", "Chunnel", ", is playing at the Paragon 84th \n        Street", "\n        cinema in the main theater at 9:30 PM.", "\n        ", "\n        GEORGE: Yeah, now I gotcha! (hangs up the phone and rushes out the", "\n        door)", "\n        ", "\n        KRAMER: It's also playing in theater number two at 9:00.", "\n        ", "\n        ", "\n        New scene.", "\n        Night exterior of United Artists Theater with a busy street in the", "\n        foreground -- taxi's drive by. Then inside to a darkened theater,", "\n        George, in the isle, searches for Jerry, Elaine and Susan. He's trying", "\n        to be quiet and still get their attention.", "\n        ", "\n        GEORGE: Jerry ... Where are you? I know you like to sit back here.", "\n        Elaine! Susan!", "\n        ", "\n        MOVIE PATRON: SHH!", "\n        ", "\n        (from the movie we hear this dialogue: \u0093The English Channel Tunnel,", "\n        Chunnel, runs 32.3 miles, with two openings. One here, in England and", "\n        another one here, in France. That's all we got. Thank you for your", "\n        time gentlemen. Can I ask you a question Mr. McKittrick.\u0094", "\n        ", "\n        -- it's a bit hard to hear the movie dialogue, as we are supposed to be", "\n        focused on George, but I was able to make out most of it)", "\n        ", "\n        ", "\n        New scene.", "\n        Cut to Susan, Elaine and Jerry watching ", "Chunnel", " in the theater \n        next", "\n        door. Jerry is eating popcorn while Elaine sips a drink and eats a bit", "\n        of popcorn", "\n        ", "\n        JERRY: I can't figure out what's going on here. I can't follow the", "\n        plot. Why did they kill that guy? I thought he was with them?", "\n        ", "\n        SUSAN: No, no. That's not the guy. That's a different guy.", "\n        ", "\n        (Susan looks irritated at Jerry and Elaine's talking)", "\n        ", "\n        JERRY: What is he doing in the Chunnel?", "\n        ", "\n        SUSAN: Would you two, Please?", "\n        ", "\n        (movie voice - clearly it's Larry David's voice) [ Everybody out of the", "\n        Chunnel! Everybody out! ]", "\n        ", "\n        (Elaine and Jerry stop eating, sink back into their seats and look at", "\n        each other, with silent expressions that say \u0093what is her problem.\u0094)", "\n        ", "\n        (again, from the movie we hear this dialogue: \u0093Let me tell you", "\n        something about the Chunnel, Mr. Thane. That our only freeway is", "\n        adept. [inaudible] Elaine Brookstone will get the money bag", "\n        [inaudible] Not as long as I have these long stickers. Find him and", "\n        Kill him! I don't care if we have to turn this Chunnel upside down!", "\n        Find Him! Everybody out of the Chunnel! Everybody out! The Chunnel\u0092s", "\n        gonna blow! AHHHHHH [Explosion]\u0094", "\n        ", "\n        ** this time it's really tough to make all of it out, so there are some", "\n        inaudible parts, but I tried to pick up most of it)", "\n        ", "\n        ", "\n        New Scene.", "\n        back to George in the other theater. He stands at the front of the", "\n        theater, the movie screen behind and above him. He is still trying to", "\n        find Jerry, Elaine and Susan.", "\n        ", "\n        GEORGE: Susan! Jerry! Where are you? I know you're there! Answer me!", "\n        ", "\n        MOVIE PATRON: [Hey, sit down!]", "\n        ", "\n        GEORGE: Hey. Hey. Answer me! Come on, show yourselves!", "\n        ", "\n        MOVIE PATRON: [Hey, we're trying to watch a movie here!]", "\n        ", "\n        GEORGE: Drink your soda! Come on! I know you're there, laughing at", "\n        me. Laughing and lying and laughing! I had to go to Reggies, Jerry!", "\n        Reggies!", "\n        ", "\n        MOVIE PATRON: [Move it off of there!]", "\n        ", "\n        GEORGE: Where are you!", "\n        ", "\n        2nd MOVIE PATRON: [Hey are you sure you got the right theater?]", "\n        ", "\n        GEORGE: Yeah, yeah, yeah. ", "Chunnel", ". Susan!", "\n        ", "\n        2nd MOVIE PATRON: [It's playing in two theaters.]", "\n        ", "\n        GEORGE: Two theaters?", "\n        ", "\n        2nd MOVIE PATRON: [Yeah, there's a 9:00 too.]", "\n        ", "\n        GEORGE: Oh. Sorry.", "\n        ", "\n        (A large bucket of popcorn is thrown at George. He tries to deflect it,", "\n        but the popcorn flies all over)", "\n        ", "\n        (once again, from the movie we hear this dialogue: \u0093There's something", "\n        else, your ex-wife. Alexandra? She's in France, I\u0092m telling ya. No,", "\n        she's in the Chunnel. The Chunnel? No! Mr. President, I\u0092m sorry to", "\n        disturb you. What is it? There's something about the Chunnel. Oh?\u0094", "\n        [inaudible] And that means your daughter is in the Chunnel. Somewhere", "\n        between France and ... [inaudible]\u0094", "\n        ", "\n        ** Again, it's really tough to make all of it out, so there are some", "\n        inaudible parts, but I tried to pick up most of it)", "\n        ", "\n        ", "\n        New Scene.", "\n        Elaine, Susan and Jerry exit the theater.", "\n        ", "\n        ELAINE: I thought that was pretty good, huh?", "\n        ", "\n        JERRY: Wha\u0092d you think Susan?", "\n        ", "\n        SUSAN: Oh, I don't know. I couldn't hear anything. You, you talked the", "\n        whole movie.", "\n        ", "\n        ELAINE: Oh, well come on. You want to go grab a bite to eat?", "\n        ", "\n        JERRY: Yeah.", "\n        ", "\n        SUSAN: Ah, no. I don't think so.", "\n        ", "\n        ELAINE: Why not?", "\n        ", "\n        SUSAN: Well you know, all you guys ever do is sit around the coffee shop", "\n        talking, sit around Jerry's apartment talking. Frankly, I don't know", "\n        how you can stand it. I\u0092ll see you.", "\n        ", "\n        (Susan turns to walk away, but stops and looks at George being escorted", "\n", "\n        out of the theater by two ushers. He struggles to try and stay inside", "\n        the theater, but they forcefully remove him. Jerry, Elaine and Susan", "\n        watch as George it escorted out -- he does not see the three of them", "\n        standing there.)", "\n        ", "\n        GEORGE: I know they're in there, the three of them, laughing at me.", "\n        Together, laughing and lying.", "\n        ", "\n        USHER: Let's go pal.", "\n        ", "\n        GEORGE: They're -- They're killing independent George! And they're,", "\n        they're all in on it! World's are colliding!", "\n        ", "\n        [Camera freeze on George with the two ushers -- and into commercial]", "\n        ", "\n        ", "\n        Final scene.", "\n        Outside Kramer\u0092s apartment door: 5B A partial view of a man's face \n        and", "\n        his hand knocks 3 times on the door.", "\n        ", "\n        MOVIE PHONE GUY: Hello, and welcome to your worst nightmare.", "\n        ", "\n        (Kramer, sitting on the couch, reading the paper and eating cereal is", "\n        obviously startled by the voice at his door)", "\n        ", "\n        MOVIE PHONE GUY: (con\u0092t) I know your in there, Cosmo Kramer, Apartment", "\n        5B. You're in big trouble, Now. You've been sealing my business. If", "\n        you'd like to do this the easy way, open the door, Now. Or, please", "\n        select the number of seconds, you'd like to wait, before I break this", "\n        door down. Please select Now.", "\n        ", "\n        (as the Movie Phone Guy talks, Kramer slides off the couch and ducks", "\n        down under the coffee table, then pops back up with a dazed look.)", "\n        ", "\n        END", "\n        ", "\n        http://www.geocities.com/rraattbbooyy/docs/newfaq.html", "\n        5.14 Is there a real 555-FILM?", "\n        ", "\n        When Kramer was given the phone number 555-FILK (easily confused with", "\n        555-FILM)", "\n        in \"The Pool Guy\" he was constantly called for movie showtimes. \n        The", "\n        actual NY phone number is 212-777-FILM. Kramer's \"Hewwo and welcome \n        to", "\n        Movie phone\" sounds exactly like the voice for the real number.", "\n        ", "\n        --", "\n        Dan Coogan", "\n        Coogan Photographic / Phoenix, AZ", "\n        Phone: 602.220.9192", "\n        E-Mail Dan@CooganPhoto.com", "\n        Web: http://www.CooganPhoto.com", "\n        Web: http://www.DanCoogan.com", "\n        Represented by Black Inc.", "\n        Web: http://www.blackinc.com", "\n        \"Photography With A Vision\"", "\n        ", "\n        Originally posted on The News Guys(Mike's) site  \n      \n     \n      \n      \n    \n  \n\n\n"]}, {"line": [" "]}, {"line": []}, {"line": [" "]}, {"line": []}, {"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]}, {"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}]