[{"title": "The Friars Club"}, {"line": []}, {"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]}, {"line": [" "]}, {"line": ["         Transcribed by Mark Brockbank ", "\n        Originally posted on The News Guys(Mike's) site ", "\n        ", "(Permission is given to copy scripts to other sites provided credits \n        as two lines above are included - Thanks)"]}, {"line": ["         7.18 \"The Friars Club (a.k.a. The Gypsies)\"", "\n        ", "\n        Episode Number: 128", "\n        Original Air Date: March 07, 1996", "\n        ", "\n        Written by: David Mandel", "\n        Directed by: Andy Ackerman", "\n        ", "\n        Recurring Cast:", "\n        Heidi Swedberg (Susan)", "\n        John O'Hurley (J Peterman)", "\n        Phil Morris (Jackie Chiles)", "\n        ", "\n        Guest Cast:", "\n        Rob Schneider (Bob)", "\n        Pat Cooper (Himself)", "\n        Samantha Smith (II) (Hallie)", "\n        Lisa Kushell (Connie)", "\n        Robert Martin Robinson (Maitre 'd)", "\n        Norman Large (Detective)", "\n        Peggy Lane (Waitress)", "\n        The Flying Karamazov Brothers (The Flying Sandos Brothers)", "\n        ", "\n        ", "\n        [Nightclub]", "\n        ", "\n        Jerry's opening monologue.", "\n        ", "\n        JERRY: The other thing I love is when you're in the middle of a dream, \n        and", "\n        the alarm goes off. You incorporate the sound of the alarm into the dream, \n        so", "\n        you can keep sleeping. And you'll make any adjustment in the dream to \n        do it.", "\n        I was with Marie Antoinette in a dream last night, and she was on the", "\n        guillotine, the blade came down, her head fell into the basket, it rolled", "\n        over and she started singing Neil Diamond's 'Solitary Man'. And, I thought,", "\n        \"That is not my alarm going off. This is actually happening.\"", "\n        ", "\n        ", "\n        [Street, New York]", "\n        ", "\n        An elated George leaps around the corner, kicking a cab's door closed \n        and", "\n        clapping his hands together.", "\n        ", "\n        GEORGE: (joyful) June. It's June.", "\n        ", "\n        George begins trotting down the street. He acknowledges a passerby and", "\n        high-fives him.", "\n        ", "\n        GEORGE: (high-fiving) Hey!", "\n        ", "\n        George continues his joyful path along the sidewalk, with his hands raised", "\n        above his head in celebration.", "\n        ", "\n        GEORGE: It's June.     ", "\n        ", "\n        George takes the hand of a female passerby and dances a few steps with \n        her,", "\n        twirling her round.", "\n        ", "\n        GEORGE: June, June, June.", "\n        ", "\n        Releasing the woman, George euphorically prances along, laughing and smiling.", "\n        ", "\n        GEORGE: (to passerby) Hey, he-hah. It's June, June.", "\n        ", "\n        George leaps onto the footing of a streetlight and spins on it, in", "\n        time-honoured musical fashion.", "\n        ", "\n        GEORGE: It's Juu-uu-une! Hey hay. Yes.", "\n        ", "\n        George leaps from the streetlight onto the road, where he spreads his \n        arms", "\n        and spins.", "\n        ", "\n        GEORGE: I love Juu-uuu-uu-uune!", "\n        ", "\n        A car brakes behind George and sounds its horn. George flinches, and jigs", "\n        nervously out from in front of the automobile and back to the pavement.", "\n        ", "\n        ", "\n        [Jerry's Apartment]", "\n        ", "\n        George pushes open the door and enters, still ebullient. He punches the \n        air", "\n        as he looks to Jerry.", "\n        ", "\n        GEORGE: June. Juune, baby!", "\n        ", "\n        JERRY: What?", "\n        ", "\n        GEORGE: The catering hall screwed up. The wedding is delayed until June. \n        It's", "\n        like a stay of execution.", "\n        ", "\n        JERRY: Dead man walking.", "\n        ", "\n        GEORGE: (pointing to Jerry in joyous agreement) Ha-ha-hah. This is my \n        lucky", "\n        day.", "\n        ", "\n        JERRY: Well, one outta twenty thousand. That's not bad.", "\n        ", "\n        GEORGE: Yeah. Hey, wait a second, you know, good news for you too. Susan's", "\n        best friend, Hallie? Broke up with her boyfriend.", "\n        ", "\n        JERRY: She did?", "\n        ", "\n        GEORGE: Yeah.", "\n        ", "\n        JERRY: So? Wheels?", "\n        ", "\n        GEORGE: In motion. The wheels are in motion.", "\n        ", "\n        JERRY: Beautiful.", "\n        ", "\n        GEORGE: Aah, hey. (enthusiastic) If this works out, forget about it.", "\n        Vacations together, movies together, dinner together. It..it's almost \n        as good", "\n        as if I didn't get married.", "\n        ", "\n        JERRY: So, set it up. You know what, we could have dinner at the Friars \n        Club.", "\n        ", "\n        GEORGE: The Friars Club?", "\n        ", "\n        JERRY: Yeah, I'm thinking of joining. Pat Cooper said he would put me \n        up for", "\n        membership.", "\n        ", "\n        Kramer opens the door and leans in.", "\n        ", "\n        KRAMER: Hey everybody. (to Jerry) Listen, uh, do me a favour, will you? \n        I got", "\n        a hot date tonight with Connie. Knock on my door, wake me up in twenty", "\n        minutes, alright?", "\n        ", "\n        JERRY: Catnap?", "\n        ", "\n        KRAMER: No, no, no, no. (comes in) This is evolutionary. I been reading \n        this", "\n        book, on Leonardo de Vinci. See, that means 'from Vinci', d'you know that?", "\n        ", "\n        JERRY: (deadpan) That must be some book.", "\n        ", "\n        KRAMER: Yeah, well, turns out that the master slept only twenty minutes \n        every", "\n        three hours. Now, that works out to two and a half extra days, that I'm \n        awake", "\n        per week, every week. Which means, if I live to be eighty, I will have \n        lived", "\n        the equivalent of a hundred and five years.", "\n        ", "\n        JERRY: Just imagine how much more you'll accomplish.", "\n        ", "\n        KRAMER: Oh, I got a lot of things in the hopper, buddy.", "\n        ", "\n        Kramer heads for the door.", "\n        ", "\n        JERRY: I didn't know you had a hopper.", "\n        ", "\n        KRAMER: (smiling) Oh, I got a hopper. A big hopper.", "\n        ", "\n        Kramer exits, closing the door behind him.", "\n        ", "\n        ", "\n        [Conference Room, J. Peterman]", "\n        ", "\n", "\n        A number of executives are seated round a table, with J Peterman at the \n        head", "\n        of the table.", "\n        ", "\n        PETERMAN: Alright, people, I'd like to begin with a hearty hail and well-met", "\n        good fellow, to Bob Grossberg, who's joining us from Business Affairs.", "\n        ", "\n        Peterman indicates a guy sitting next to Elaine. The other executives \n        give", "\n        Bob some quiet applause, which he acknowledges with a slight wave.", "\n        ", "\n        BOB: Thanks. Hi everybody.", "\n        ", "\n        PETERMAN: Bob, we have a little baptism by fire for you, so to speak.", "\n        ", "\n        Elaine leans over to the guy sitting on the other side of her from Bob.", "\n        ", "\n        ELAINE: (whispers) Poor bastard.", "\n        ", "\n        PETERMAN: (to Bob) I want you to handle all the fact-checking and the", "\n        copy-editing for the new catalogue.", "\n        ", "\n        Bob looks blank and fiddles with something behind his ear.", "\n        ", "\n        BOB: Ah, could you repeat that?", "\n        ", "\n        PETERMAN: (slower and louder) Why don't you handle all the copy-editing?", "\n        ", "\n        Bob pulls a face and points to indicate all is not well with his hearing.", "\n        ", "\n        BOB: (apologetic) I..I'm sorry. What?", "\n        ", "\n        PETERMAN: (louder still) Copy-editing!", "\n        ", "\n        Peterman sees he's not getting through to Bob, and gives up.", "\n        ", "\n        PETERMAN: Eh, never mind. (turns to Elaine) Elaine, you do it.", "\n        ", "\n        Elaine does a double-take at hearing this, looking dismayed. Bob has a", "\n        hearing aid out of his ear and manipulates it before slipping it back \n        in.", "\n        ", "\n        ", "\n        [Friars Club Lobby]", "\n        ", "\n        Jerry, George, Susan, and Hallie stand before the maitre d' of the rather", "\n        fancy Friars Club. Jerry has no jacket", "\n        ", "\n        JERRY: Hi, I'm Jerry Seinfeld. Pat Cooper made a reservation for me.", "\n        ", "\n        MAITRE D': Yes, Mr Seinfeld, but uhm, all gentlemen are required to wear", "\n        jackets in the dining room.", "\n        ", "\n        JERRY: (downcast) Oh, I'm sorry.", "\n        ", "\n        HALLIE: (smiling) How embarrassing this must be for you.", "\n        ", "\n        JERRY: (jocular) You just bought your own dinner.", "\n        ", "\n        George, Susan and Hallie laugh at his little joke.", "\n        ", "\n        MAITRE D': No problem. Please, follow me.", "\n        ", "\n        The maitre d' strides away, Jerry follows.", "\n        ", "\n        JERRY: (passing Hallie) 'Scuse me.", "\n        ", "\n        GEORGE: (smiling) Ho ho. Funny. Isn't he funny? Funny guy. Ha ha ha.", "\n        ", "\n        A couple of people walk by, George raises a hand in greeting.", "\n        ", "\n        GEORGE: Friars.", "\n        ", "\n        Jerry returns, wearing a blazer, with a crest on the breast pocket.", "\n        ", "\n        JERRY: Hey, not bad. (pointing to crest) I kinda like this little thing \n        here.", "\n        ", "\n        George, Susan and Hallie, all make positive noises and comments. The maitre", "\n        d' comes up behind Jerry and motions them to enter.", "\n        ", "\n        MAITRE D': This way please.", "\n        ", "\n        GEORGE: Hup, here we go. Here we go.", "\n        ", "\n        The four of them walk on into the restaurant, with George bringing up \n        the", "\n        rear.", "\n        ", "\n        ", "\n        [Friars Club Restaurant]", "\n        ", "\n        Jerry, George, Susan and Hallie, sit round a table, eating. They're engage \n        in", "\n        at least two separate conversations - Jerry with George and Susan with", "\n        Hallie.", "\n        ", "\n        GEORGE: (adamant) Ah, c'mon! I'm telling you, I can coach for the NFL. \n        It's", "\n        not that hard", "\n        ", "\n        Jerry looks scornfully at George.", "\n        ", "\n        SUSAN: (to Hallie) Mmm, mm, mm. Hallie (points to her plate) taste this \n        fish.", "\n        It's really delicious.", "\n        ", "\n        Hallie spears a morsel from Susan's plate and eats it.", "\n        ", "\n        JERRY: (to George) That might be the stupidest thing you've ever said.", "\n        ", "\n        GEORGE: (to Jerry) Oh, get outta here.", "\n        ", "\n        JERRY: (to George) I mean, come on. (a thought occurs) No, the stupidest", "\n        thing you ever said was when you said Steve Kroft from Sixty Minutes is \n        the", "\n        same guy from *Seals and Croft*.", "\n        ", "\n        HALLIE: (to Susan) Mmm, it is good.", "\n        ", "\n        SUSAN: (to Hallie) What do you think about having fish for the wedding?", "\n        ", "\n        GEORGE: (to Jerry) You watch the old videos. (insistent) I'm telling you,", "\n        look at him.", "\n        ", "\n        HALLIE: (to Susan) Oh. Remember (indistinct) wedding?", "\n        ", "\n        JERRY: Oh, come on.", "\n        ", "\n        GEORGE: Look...", "\n        ", "\n        JERRY: Alright.", "\n        ", "\n        The four continue chatting happily.", "\n        ", "\n        ", "\n        [Jerry's Apartment]", "\n        ", "\n        Kramer is asleep on Jerry's couch. Jerry enters, wearing a long coat.", "\n        ", "\n        JERRY: (looking at Kramer) This is nice.", "\n        ", "\n        Jerry slams the door and Kramer jerks awake.", "\n        ", "\n        KRAMER: Yeah, morning.", "\n        ", "\n        JERRY: Morning?", "\n        ", "\n        Jerry removes his coat, to reveal he's wearing the crested jacket from \n        the", "\n        Friars Club.", "\n        ", "\n        KRAMER: Yeah, what time is it?", "\n        ", "\n        JERRY: (looks at watch) Ten-thirty.", "\n        ", "\n        KRAMER: (pleased) Ah, see. (rubs his hands together) I got the whole night", "\n        ahead of me. (looks at Jerry) Boy, that's a nice jacket, huh?", "\n        ", "\n        Kramer passes Jerry on his way to the kitchen. Jerry looks downwards at \n        his", "\n        attire.", "\n        ", "\n        JERRY: (realising) Ohh, I don't believe this. I forgot to give it back. \n        It", "\n        belongs to the Friars Club.", "\n        ", "\n        Kramer has a bowl on the counter and fetches a box of cereal.", "\n        ", "\n        KRAMER: Yeah, I like that crest. (he shakes cereal into the bowl) Alright,", "\n        here we go.", "\n        ", "\n        JERRY: Breakfast?", "\n        ", "\n        KRAMER: (pouring cereal) Oh yeah. Most important meal of the day.", "\n        ", "\n        JERRY: So this Da Vinci sleep is working out?", "\n        ", "\n        KRAMER: (enthusiastic) Oh, I'm percolating, Jerry. I'm telling you, I \n        have", "\n        never felt so fertile. I'm mossy, Jerry. My brain is mossy. Listen to \n        this", "\n        idea. (fetches a spoon from the drawer) A restaurant that serves only \n        peanut", "\n        butter and jelly. (clicks tongue)", "\n        ", "\n        JERRY: What d'you call it?", "\n        ", "\n        KRAMER: P B and J's. What d'you think?", "\n        ", "\n        JERRY: (deadpan) I think you need more sleep.", "\n        ", "\n        KRAMER: (dismissive) Ahh.", "\n        ", "\n        Kramer picks up his bowl of cereal and heads for the door.", "\n        ", "\n        JERRY: So, how'd your date work out with the mysterious Connie?", "\n        ", "\n        Kramer stops, with the door open, and turns back to Jerry.", "\n        ", "\n", "\n        KRAMER: I am telling you, this woman is strange. She never wants to leave \n        the", "\n        apartment. It's almost like she doesn't wanna be seen with me.", "\n        ", "\n        JERRY: Oh, now you're being ridiculous.", "\n        ", "\n        KRAMER: (laughing) He he, yeah.", "\n        ", "\n        Kramer begins to exit.", "\n        ", "\n        JERRY: (indicates the bowl of cereal) No milk?", "\n        ", "\n        KRAMER: Oh, I'll be back.", "\n        ", "\n        Kramer leaves and closes the door behind him.", "\n        ", "\n        ", "\n        [Elaine's Office, J. Peterman]", "\n        ", "\n        It's late at night, and her's is the only light on in the building. Elaine", "\n        sits at a computer, typing away at the keyboard. She's surrounded by piles \n        of", "\n        paperwork, which she rummages through. She sighs, frustrated at being \n        saddled", "\n        with all this work.", "\n        ", "\n        ", "\n        [Jerry's Apartment]", "\n        ", "\n        It's night, and Jerry lies in bed asleep. Kramer enters the room quietly \n        and", "\n        sits on the edge of Jerry's bed.", "\n        ", "\n        KRAMER: (quietly) Jerry.", "\n        ", "\n        Jerry stirs slightly, but doesn't wake up.", "\n        ", "\n        KRAMER: (quietly) Hey Jerry.", "\n        ", "\n        Jerry still doesn't wake.", "\n        ", "\n        KRAMER: (prodding Jerry) C'mon buddy.", "\n        ", "\n        Jerry snaps awake, sitting up and recoiling from the figure on his bed.", "\n        ", "\n        JERRY: (startled) Kramer!", "\n        ", "\n        KRAMER: You awake?", "\n        ", "\n        JERRY: (confused) Wha..? What time is it?", "\n        ", "\n        KRAMER: W...It's four.", "\n        ", "\n        JERRY: (aghast) Four in the morning?!", "\n        ", "\n        KRAMER: Yeah.", "\n        ", "\n        JERRY: Well, what's wrong with you?", "\n        ", "\n        KRAMER: I'm bored. I got all this free time on my hands, I dunno what \n        to do.", "\n        You wanna do something?", "\n        ", "\n        JERRY: No. Would you just get out?", "\n        ", "\n        KRAMER: You wanna rent a movie?", "\n        ", "\n        JERRY: No!", "\n        ", "\n        KRAMER: Well, what am I gonna do?", "\n        ", "\n        ", "\n        [Elaine's Office, J. Peterman]", "\n        ", "\n        Jerry walks over to Elaine, who is working at her computer. She has a", "\n        sandwich and a diet soda on her desk.", "\n        ", "\n        JERRY: Ready for lunch?", "\n        ", "\n        ELAINE: (irked) I'm stuck here, editing the stupid catalogue, because \n        of", "\n        stupid Bob Grossberg.", "\n        ", "\n        Jerry pulls a face, helps himself to a sandwich and sits down, as Elaine", "\n        turns to him.", "\n        ", "\n        ELAINE: Listen, there is something really suspicious about this guy. Every", "\n        time Mr Peterman tries to assign him any work, he says he can't hear, \n        and it", "\n        all gets dumped on me.", "\n        ", "\n        JERRY: You think he's faking?", "\n        ", "\n        ELAINE: I don't know. But I'd like to try that earpiece on, see if it's \n        real.", "\n        ", "\n        Bob leans around the open door to speak.", "\n        ", "\n        BOB: Hey Elaine. (he spots Jerry) Oh, you have a friend.", "\n        ", "\n        Jerry waves a finger in greeting.", "\n        ", "\n        BOB: (to Elaine) Just wanted to say hi.", "\n        ", "\n        Bob makes to depart, but stops as Elaine speaks.", "\n        ", "\n        ELAINE: Bob, you know what? I'm kinda swamped here. You think you could \n        give", "\n        me a hand with some of the catalogue?", "\n        ", "\n        BOB: (cupping his hand behind his ear) I..I'm sorry. What?", "\n        ", "\n        Elaine leans toward Bob.", "\n        ", "\n        ELAINE: (slower and louder) I'm kind of swamped.", "\n        ", "\n        Bob smiles, and holds his tie, as if he's been complimented on it.", "\n        ", "\n        BOB: Thank you. I'm having lunch with Mr P. I better get going.", "\n        ", "\n        Bob smiles, gives Elaine a wink and leaves.", "\n        ", "\n        ELAINE: Did you see that? Did you see that, Jerry?", "\n        ", "\n        JERRY: That was him?", "\n        ", "\n        ELAINE: Yes.", "\n        ", "\n        JERRY: Somehow I thought he'd be taller.", "\n        ", "\n        ELAINE: Alright, listen, we'll have to do this again some other time, \n        okay? I", "\n        got a lotta work to do.", "\n        ", "\n        JERRY: (standing) Alright, I'll see you later.", "\n        ", "\n        Elaine turns back to her computer. Jerry heads out the door.", "\n        ", "\n        ELAINE: Alright.", "\n        ", "\n        ", "\n        [Peterman Bathroom]", "\n        ", "\n        Bob stands at the urinal. Jerry opens the door and enters the room. He \n        sees", "\n        Bob, and wonders about something. Jerry slowly crosses the room until \n        he's", "\n        standing about three feet behind Bob.", "\n        ", "\n        JERRY: Hey, Bob.", "\n        ", "\n        Bob continues to use the urinal, without reaction.", "\n        ", "\n        JERRY: Bob.", "\n        ", "\n        Still no reaction.", "\n        ", "\n        JERRY: Hey, Bobby, over here.", "\n        ", "\n        Bob continues his necessary business.", "\n        ", "\n        JERRY: Bob. Oh, Bob.", "\n        ", "\n        Still nothing.", "\n        ", "\n        JERRY: (louder) Bob!", "\n        ", "\n        Bob finishes what he has to do, and half-turns to find Jerry behind him.", "\n        Jerry feigns innocence, Bob completes his zipping up whilst faced away \n        from", "\n        Jerry.", "\n        ", "\n        BOB: Hi.", "\n        ", "\n        Jerry and Bob give embarrassed acknowledgement smiles.", "\n        ", "\n        ", "\n        [Elaine's Office, J. Peterman]", "\n        ", "\n        Elaine types away at her computer. Jerry enters.", "\n        ", "\n        JERRY: (urgent whisper) Elaine.", "\n        ", "\n        Jerry closes the door behind him.", "\n        ", "\n        ELAINE: (makes an irked noise)", "\n        ", "\n        JERRY: I was just in the bathroom.", "\n        ", "\n        ELAINE: (really doesn't want to know) Okay, Jerry, please, please. I'm \n        really", "\n        busy here.", "\n        ", "\n        JERRY: No, no, no. I was just in the bathroom with that Bob guy.", "\n        ", "\n        ELAINE: So what?", "\n        ", "\n        JERRY: No, I kinda tried to test his hearing.", "\n        ", "\n        Elaine stands and slaps Jerry on the chest with a bundle of papers.", "\n", "\n        ", "\n        ELAINE: Get out! What'd you do?", "\n        ", "\n        JERRY: Well, I kinda snuck up behind him at the urinal and tried to see \n        if he", "\n        could hear me.", "\n        ", "\n        ELAINE: (hopeful) And?", "\n        ", "\n        JERRY: Well, he flinched, sort of.", "\n        ", "\n        ELAINE: What d'you mean, sort of? What'd he do?", "\n        ", "\n        JERRY: Well, he kinda moved his head, you know. It mighta been on the \n        zip up,", "\n        I dunno.", "\n        ", "\n        ELAINE: So you don't know anything?", "\n        ", "\n        JERRY: Actually, no.", "\n        ", "\n        ELAINE: (sarcasm) Alright, good job.", "\n        ", "\n        JERRY: Right.", "\n        ", "\n        Elaine goes back to work. Jerry leaves.", "\n        ", "\n        ", "\n        [Jerry's Apartment]", "\n        ", "\n        Jerry sits, reading a paper, at the table. There is a knock at the door.", "\n        ", "\n        JERRY: Come in.", "\n        ", "\n        The door slowly opens wide enough for George to lean into the room. He's", "\n        smiling, looks at Jerry and raises his eyebrows quizzically. Jerry smiles", "\n        back.", "\n        ", "\n        GEORGE: (entering) Last night, huh? Was that something, or was that", "\n        something?", "\n        ", "\n        JERRY: That was something.", "\n        ", "\n        GEORGE: Ah. She's great, isn't she?", "\n        ", "\n        JERRY: (positive) Fantastic. Fantastic woman.", "\n        ", "\n        GEORGE: I told you.", "\n        ", "\n        JERRY: I'm nuts about her.", "\n        ", "\n        GEORGE: You think she could be an 'it'? Could she be an 'it'?", "\n        ", "\n        JERRY: She could be an 'it'.", "\n        ", "\n        GEORGE: (claps hands triumphantly) We might have an 'it'!", "\n        ", "\n        JERRY: She's got 'it' written all over her.", "\n        ", "\n        GEORGE: She's got everything, right? (counts on his fingers) She's", "\n        intelligent, she's smart, she's got a great sense of humour.", "\n        ", "\n        JERRY: Well, I dunno. I didn't really talk to her.", "\n        ", "\n        GEORGE: Well, she's smart. You take my word for it.", "\n        ", "\n        JERRY: Whatever.", "\n        ", "\n        GEORGE: (gleeful) Hehee. W..we could be like the Gatsbys. Didn't they \n        always", "\n        like, you know, a bunch of people around, and they were all best friends?", "\n        ", "\n        JERRY: That doesn't sound right.", "\n        ", "\n        GEORGE: No. So, tonight she's got tickets for that show she's been working", "\n        on. The Flying Sandos Brother.", "\n        ", "\n        JERRY: Flying Sandos. Beautiful.", "\n        ", "\n        GEORGE: Great. Seven-thirty, alright?", "\n        ", "\n        JERRY: Walk me down to the Friars.", "\n        ", "\n        Jerry goes into the bedroom.", "\n        ", "\n        GEORGE: Sure. So, uh, Jerry, there's an empty apartment in my building. \n        If", "\n        you and Hallie want, we could try and hold it, may...", "\n        ", "\n        Jerry reenters looking confused.", "\n        ", "\n        JERRY: It's not here.", "\n        ", "\n        GEORGE: What?", "\n        ", "\n        JERRY: Th..the jacket, it's not here. It's gotta be here somewhere.", "\n        ", "\n        Kramer enters, rubbing his eyes.", "\n        ", "\n        KRAMER: Oh, boy.", "\n        ", "\n        Jerry is looking around for the jacket, lifting cushions, etc.", "\n        ", "\n        JERRY: (to Kramer) Thanks for that four a.m. wakeup call last night.", "\n        (frustrated) Where the hell is that jacket?", "\n        ", "\n        KRAMER: Oh, the one with the crest.", "\n        ", "\n        JERRY: Yeah.", "\n        ", "\n        JERRY: Oh, well, that's at the cleaners.", "\n        ", "\n        JERRY: The cleaners? How did it get there?", "\n        ", "\n        KRAMER: Well, I, uh, I borrowed it last night and it got a little dirty.", "\n        ", "\n        JERRY: (irritated) Great.", "\n        ", "\n        KRAMER: (laughing to himself) Somehow I dozed off and woke up in a pile \n        of", "\n        garbage.", "\n        ", "\n        JERRY: Somehow? You've had an hour and twenty minutes sleep in three days!", "\n        ", "\n        KRAMER: Well, so, look, the cleaner said you could pick it up tonight \n        at six.", "\n        ", "\n        JERRY: Alright. I just hope I can get it to the Friars Club before the \n        show.", "\n        ", "\n        GEORGE: Won't be a problem...(mumbles)", "\n        ", "\n        Kramer has closed his eyes and fallen asleep while leaning on the counter \n        in", "\n        Jerry's kitchen.", "\n        ", "\n        JERRY: (to Kramer) Hey.", "\n        ", "\n        Kramer does not respond.", "\n        ", "\n        JERRY: (louder) Hey!!", "\n        ", "\n        Kramer snaps awake with a jerk.", "\n        ", "\n        KRAMER: Watch out, boy.", "\n        ", "\n        ", "\n        [Bob's Office, J. Peterman]", "\n        ", "\n        Bob is working at his desk, with his back to the door. Elaine arrives \n        and", "\n        stands in the doorway.", "\n        ", "\n        ELAINE: Can you give us a hand with some of these boxes, Bob?", "\n        ", "\n        Bob continues to muse over some of the work in front of him, giving no \n        sign", "\n        of knowing Elaine is there.", "\n        ", "\n        ELAINE: Bob!", "\n        ", "\n        Bob still doesn't react to Elaine. Elaine takes a couple of steps into \n        Bob's", "\n        office, and decides to try a different tactic.", "\n        ", "\n        ELAINE: (sexily) I want you so bad, Bob. You turn me on...", "\n        ", "\n        As Elaine speaks, Peterman walks past the open door. Hearing Elaine's \n        voice,", "\n        his attention is caught. He stops to listen.", "\n        ", "\n        ELAINE: ...so much. You're so damn...sexy.", "\n        ", "\n        Peterman watches and listens, surprised.", "\n        ", "\n        ELAINE: (sexy) Ohh. I'm starting to unbutton.", "\n        ", "\n        Peterman decides he should withdraw, and he leaves.", "\n        ", "\n        ELAINE: (dropping the sexy voice) Anything getting through? Bob?", "\n        ", "\n        Bob continues to be oblivious to Elaine. Elaine pulls a pensive face and", "\n        leaves.", "\n        ", "\n        ", "\n        [Theatre]", "\n        ", "\n        George, Susan and Hallie sit in a box overlooking the stage (just like \n        the", "\n        two guys in the Muppets). There's an empty seat beside Hallie. George \n        is", "\n        making small talk.", "\n        ", "\n        HALLIE: Well, they perform all over. Europe mostly.", "\n        ", "\n        GEORGE: A-ha, huh. (mumbles) tours.", "\n        ", "\n        HALLIE: Yeah.", "\n        ", "\n        Jerry arrives, wearing the crested jacket.", "\n", "\n        ", "\n        JERRY: Sorry, sorry I'm late.", "\n        ", "\n        GEORGE/SUSAN: Hey!", "\n        ", "\n        SUSAN: Jerry.", "\n        ", "\n        GEORGE: Isn't that the uh, Friars Club jacket?", "\n        ", "\n        Jerry takes the vacant seat.", "\n        ", "\n        JERRY: Yeah, it wasn't ready on time. I have to return it after the show.", "\n        ", "\n        GEORGE: Sure, sure, sure, sure. (patting Jerry on the shoulders) How about", "\n        these seats? Are these fantastic, huh? Huh? I feel like Lincoln.", "\n        ", "\n        JERRY: Yeah. Well, let's hope this evening turns out a little better.", "\n        ", "\n        Lively music begins and the Flying Sandos Brothers bound onto the stage \n        to", "\n        applause from the auditorium. Jerry and his friends all join in.", "\n        ", "\n        ", "\n        [Kramer's Apartment]", "\n        ", "\n        Kramer sits on his couch with Connie, who is playfully toying with the \n        collar", "\n        on his shirt.", "\n        ", "\n        KRAMER: So, uhm, are you sure you don't wanna go to the movies?", "\n        ", "\n        CONNIE: Mmm, no, Cosmo. I like just being here with you.", "\n        ", "\n        KRAMER: Oh, it's uh, it's a bold adventure.", "\n        ", "\n        Connie leans in and begins to kiss Kramer's neck.", "\n        ", "\n        KRAMER: Ooh. Well, this is uh, risky business, huh? I'm all a-twitter.", "\n        ", "\n        ", "\n        [Theatre]", "\n        ", "\n        The Sandos Brothers are on stage performing a juggling act with glasses,", "\n        trays and bottle. It ends with them pouring drinks and toasting the audience.", "\n        The audience applaud appreciatively.", "\n        ", "\n        The Sandos Brothers launch into the next part of their act. One brother", "\n        climbs onto the shoulders of another and is carried to the edge of the \n        stage,", "\n        where he climbs from the shoulders into the box containing Jerry, George,", "\n        Susan and Hallie. The audience applaud.", "\n        ", "\n        SANDOS BROTHER 1: How would you kind people like to lend a hand with our \n        next", "\n        trick?", "\n        ", "\n        JERRY: (smiling) I don't think so.", "\n        ", "\n        SANDOS BROTHER 1: Please, take off your jacket.", "\n        ", "\n        JERRY: My jacket?", "\n        ", "\n        SANDOS BROTHER 1: Yes, the jacket. (turns to the crowd) What do you say,", "\n        ladies and gentlemen?", "\n        ", "\n        The rest of the audience cheer and clap.", "\n        ", "\n        SANDOS BROTHER 1: (to Jerry) Can't argue with that.", "\n        ", "\n        HALLIE: C'mon.", "\n        ", "\n        SUSAN: Do it. Come on, Jerry.", "\n        ", "\n        GEORGE: Give him the jacket.", "\n        ", "\n        JERRY: (giving in) Alright.", "\n        ", "\n        Jerry shrugs out of the jacket, to the applause of friends and audience. \n        He", "\n        hands it to the Sandos Brother.", "\n        ", "\n        SANDOS BROTHER 1: And now, we say the magic word. (gestures with his hand)", "\n        Agrabah! And we make it disappear.", "\n        ", "\n        As he finishes his speech, he tosses the jacket out of the box and into \n        the", "\n        audience. The audience clap, as do George, Susan and Hallie. Jerry peers \n        over", "\n        the edge of the box, after the jacket.", "\n        ", "\n        ", "\n        [Kramer's Apartment]", "\n        ", "\n        Connie lies on the couch, underneath Kramer. She strokes the side of his \n        head", "\n        with her fingers.", "\n        ", "\n        CONNIE: (passionate) Oh Cosmo. Mm-mmm, Cosmo. Oh Cosmo.", "\n        ", "\n        Kramer is oddly unresponsive.", "\n        ", "\n        CONNIE: (uncomfortable) Uh, honey, can you move a little, this hurts.", "\n        ", "\n        Kramer makes no reply.", "\n        ", "\n        CONNIE: (worried) Cosmo?", "\n        ", "\n        Connie pushes at Kramer to try and move him.", "\n        ", "\n        CONNIE: (panicky) Oh my god. Cosmo, wake up!", "\n        ", "\n        Connie heaves harder at Kramer, but he's still not moving or replying.", "\n        ", "\n        CONNIE: Cosmo?", "\n        ", "\n        Connie lifts Kramer's head and looks at his face, which is completely \n        slack", "\n        and expressionless.", "\n        ", "\n        CONNIE: (horrified) Oh my god! He's dead! He's dead.", "\n        ", "\n        Panicky, Connie tries again to lift Kramer enough to get out, but is unable", "\n        to move his inert bulk. She reaches across to the table and grabs the \n        handset", "\n        of the phone. Quickly, she dials a number and puts the phone to her ear.", "\n        ", "\n        CONNIE: (into phone) Yeah, Tommy, this is Connie. You gotta help me. Some \n        guy", "\n        dropped dead on top of me. (listens) I can't call the cops, 'cos Joey \n        might", "\n        find out. (listens) I can't. I'm stuck. You gotta help me.", "\n        ", "\n        ", "\n        [Theatre, Backstage]", "\n        ", "\n        Jerry leads George and the girls up to a door marked 'Dressing Room 3'.", "\n        ", "\n        GEORGE: This is very exciting. The inner sanctum.", "\n        ", "\n        Jerry knocks on the door. It's opened after a second, by one of the Sandos", "\n        Brothers who looks at Jerry, questioningly.", "\n        ", "\n        JERRY: Hi. I..I was in the audience earlier. You threw my jacket down. \n        I just", "\n        wanted to pick it up.", "\n        ", "\n        SANDOS BROTHER 2: Jacket? What jacket?", "\n        ", "\n        JERRY: (explaining) I had a jacket with a crest on it. You came into the", "\n        audience, you threw it away. Agrabah.", "\n        ", "\n        SANDOS BROTHER 2: A..are you sure it was me?", "\n        ", "\n        JERRY: Well, it was either you or one of your brothers.", "\n        ", "\n        Jerry looks past to where another couple of Sandos Brother are still", "\n        changing.", "\n        ", "\n        SANDOS BROTHER 2: Well, two of them have left already.", "\n        ", "\n        The Sandos Brother at the door turns to the other two an rattles off a", "\n        question in some foreign language. The other two speak to each other and", "\n        reply to the question, also in a foreign tongue, but clearly they don't \n        know", "\n        anything.", "\n        ", "\n        SANDOS BROTHER 2: (shaking his head apologetically) No.", "\n        ", "\n        JERRY: It doesn't even belong to me. It belongs to the Friars Club.", "\n        ", "\n        SANDOS BROTHER 2: Sorry.", "\n        ", "\n        The Sandos Brother closes the door, smiling.", "\n        ", "\n        HALLIE: Jerry, I'm sure it'll turn up.", "\n        ", "\n        JERRY: (cynical) I'm sure it won't.", "\n        ", "\n        HALLIE: Don't worry. I'll get the jacket back.", "\n        ", "\n        GEORGE: (cheerful) Alright, there you go. She's gonna get the jacket back.", "\n        (claps hands) So, let's go get some coffee, huh?", "\n        ", "\n        JERRY: (downcast) No, I'm a little tired. I think I'll go home.", "\n        ", "\n        SUSAN: Aww, that's too bad.", "\n        ", "\n        GEORGE: Really?", "\n        ", "\n        JERRY: Yeah, we'll do it another time.", "\n        ", "\n        SUSAN: (bright) George, we'll go.", "\n        ", "\n        George doesn't look like the prospect of coffee alone with Susan is something", "\n        he relishes.", "\n        ", "\n        ", "\n        [Monk's]", "\n        ", "\n        George and Susan sit either side of a table, with coffee. There's a definite", "\n", "\n        lack of sparkling conversation. George forces a smile at Susan. There's \n        a", "\n        long pause, broken only by Susan sighing. George finally thinks of something", "\n        to say.", "\n        ", "\n        GEORGE: I, uh, oh, broke a shoelace today.", "\n        ", "\n        SUSAN: Oh, I can get you shoelaces tomorrow.", "\n        ", "\n        GEORGE: Okay.", "\n        ", "\n        SUSAN: So, what colour?", "\n        ", "\n        GEORGE: Brown.", "\n        ", "\n        Susan nods her comprehension, as George muses for a moment.", "\n        ", "\n        GEORGE: Maybe a black.", "\n        ", "\n        SUSAN: Mmm.", "\n        ", "\n        The waitress walks by the table with the coffee pot.", "\n        ", "\n        WAITRESS: More coffee?", "\n        ", "\n        GEORGE: (urgent) No! Check! (quieter) Please.", "\n        ", "\n        The waitress pulls the check from her pocket and puts it on the table \n        for", "\n        George.", "\n        ", "\n        ", "\n        [Hallway Outside Jerry's Apartment]", "\n        ", "\n        As Jerry walks up to his door, Kramer's door opens and two guys emerge", "\n        carrying a large body-shaped object wrapped in fabric. They carry it away", "\n        down the hall.", "\n        ", "\n        JERRY: (looking after the guys) That nut is always up to something.", "\n        ", "\n        Jerry shakes his head at Kramer's antics as he enters his apartment.", "\n        ", "\n        ", "\n        [A Lonely Stretch Of Road On The Banks Of The Hudson]", "\n        ", "\n        It is night. A large black car squeals to a stop beside the river. The \n        two", "\n        guys we just saw leave Kramer's apartment climb out of the car. They open \n        the", "\n        trunk and haul out the wrapped object they were carrying. They lug it \n        to the", "\n        rail at the edge of the road, and heave it over the edge. It splashes \n        into", "\n        the river and begins to sink. The two guys quickly close the trunk of \n        the car", "\n        and climb back in.", "\n        ", "\n        ", "\n        [Beneath The Hudson River]", "\n        ", "\n        The object sinks down into the water. Suddenly, the contents begin to \n        squirm", "\n        and jump. The outline of a human body can be seen within the fabric. The \n        top", "\n        of the wrappings opens and Kramer emerges. He looks around, wide-eyed, \n        and", "\n        would scream with shock, were he not underwater. He kicks his legs and \n        swims", "\n        toward the surface.", "\n        ", "\n        ", "\n        [The Hudson River]", "\n        ", "\n        Kramer breaks the surface with a splutter. He looks round, panicky and", "\n        confused.", "\n        ", "\n        KRAMER: HEY!! Sh..! Shii! MAMA!!", "\n        ", "\n        Kramer looks to one side, where he sees a large ferry bearing down on \n        him. He", "\n        turns and begins swimming away from the vessel.", "\n        ", "\n        KRAMER: AAH! AAGH!", "\n        ", "\n        ", "\n        [Elaine's Office, J. Peterman]", "\n        ", "\n        Elaine is working away, when Peterman enters behind her. He's carrying \n        a", "\n        couple of bits of card.", "\n        ", "\n        PETERMAN: Elaine. I think I've been working you a little too hard, lately.", "\n        ", "\n        Peterman sits on the edge of Elaine's desk.", "\n        ", "\n        ELAINE: (shrugging it off) Oh.", "\n        ", "\n        PETERMAN: So, I have two tickets for you (holds up the bits of card) to \n        the", "\n        Flying Sandos Brothers magic show.", "\n        ", "\n        ELAINE: (pleased) Ah.", "\n        ", "\n        PETERMAN: It is a real hoot.", "\n        ", "\n        ELAINE: (delighted) Well, thank you Mr Peterman.", "\n        ", "\n        PETERMAN: Ah, the tickets are for tonight. So you and Bob can knock off \n        a", "\n        little early, so you both can get ready.", "\n        ", "\n        Elaine looks confused. Peterman begins to leave.", "\n        ", "\n        ELAINE: Mr Peterman, you...", "\n        ", "\n        PETERMAN: (interrupting) There's no need to deny it, Elaine. I heard every", "\n        word you said.", "\n        ", "\n        Elaine realises what Peterman overheard.", "\n        ", "\n        PETERMAN: And I know you wouldn't be just having fun with his handicap.", "\n        (staring away) That kind of cruelty would be grounds for dismissal.", "\n        ", "\n        ELAINE: (resigned) Of course, Mr Peterman.", "\n        ", "\n        ", "\n        [Jerry's Apartment]", "\n        ", "\n        Jerry is on the phone, as George enters.", "\n        ", "\n        JERRY: (into phone) Tell 'em I'll come down and talk to 'em. Okay, bye. \n        (to", "\n        George) Well, that was the Friars Club. D'you think they're gonna let \n        a", "\n        jacket-stealer join? I don't think so! They're gonna charge me eight hundred", "\n        dollars for the jacket, and I gotta deal with Pat Cooper!", "\n        ", "\n        Jerry stalks about as George sits on the couch.", "\n        ", "\n        JERRY: (worked up) Wh..what kinda show is that Sandos Brothers? They take", "\n        your jacket, then they just throw it? I never heard of that!", "\n        ", "\n        GEORGE: It's a little unusual. So, uh, Susan and I were thinking, uh, \n        dinner", "\n        at our house Saturday night. Just the four of us.", "\n        ", "\n        JERRY: (unenthusiastic) Uhh, I don't think so.", "\n        ", "\n        GEORGE: (worried) Why not?", "\n        ", "\n        JERRY: (impassive) Ah, I'm a little turned off.", "\n        ", "\n        GEORGE: (standing) C'mon, what're you talking about?", "\n        ", "\n        JERRY: Ahh, I'm, I'm kinda soured.", "\n        ", "\n        GEORGE: You're soured?", "\n        ", "\n        JERRY: Yeah, I'm soured.", "\n        ", "\n        GEORGE: Don't be soured.", "\n        ", "\n        JERRY: I'm sorry. I'm soured.", "\n        ", "\n        GEORGE: (animated) What're you kidding me? We were all getting along so \n        well.", "\n        Where is all this coming from?", "\n        ", "\n        JERRY: Well, you know, frankly, I don't think she was too concerned about \n        my", "\n        jacket.", "\n        ", "\n        GEORGE: (animated) What're you talking about?! She's very concerned! She \n        said", "\n        she was gonna get it back.", "\n        ", "\n        JERRY: (indifferent) Yeah, we'll see.", "\n        ", "\n        GEORGE: (worked up) Because if she gets it back, then you'll have no reason", "\n        to be sour. You'll de-sour, right?", "\n        ", "\n        JERRY: I'll try and de-sour.", "\n        ", "\n        GEORGE: (aggravated) Oh, that's not good enough! You don't try and de-sour.", "\n        You have to sweeten too!", "\n        ", "\n        JERRY: (sharp) I'll try! I'll try and de-sour and sweeten.", "\n        ", "\n        GEORGE: I wanna get it back when we were the Gatsbys.", "\n        ", "\n        JERRY: I still don't know what that means.", "\n        ", "\n        GEORGE: (neither does he) Yeah, well.", "\n        ", "\n        The door opens and Kramer enters, fully dressed but soaked to the skin.", "\n        ", "\n        KRAMER: God.", "\n        ", "\n        JERRY: (astonished) Oh god! What happened to you?!", "\n        ", "\n", "\n        KRAMER: (animated) She tried to kill me Jerry!", "\n        ", "\n        JERRY: Who?", "\n        ", "\n        KRAMER: (shouts) Connie!", "\n        ", "\n        JERRY: What'd she do?", "\n        ", "\n        KRAMER: I don't know! (building to a shout) But I woke up in the Hudson \n        river", "\n        in a SACK!! I think she drugged me, but she's a murderer and I'm calling \n        the", "\n        cops.", "\n        ", "\n        JERRY: (bewildered) Why would she try and kill you?", "\n        ", "\n        KRAMER: (animated) Well, isn't it obvious? She doesn't want anybody else \n        to", "\n        have me!", "\n        ", "\n        Kramer moves to leave, but walks into the door with a loud thud.", "\n        ", "\n        KRAMER: (to door) Gah!", "\n        ", "\n        Kramer stomps away to his own apartment.", "\n        ", "\n        ", "\n        [Friars Club Lobby]", "\n        ", "\n        Jerry and George stand where they dealt with the maitre d' on their previous", "\n        visit. As they wait, they're people-watching.", "\n        ", "\n        JERRY: Hey, there's uncle Milty.", "\n        ", "\n        GEORGE: (pleased) Yeah, it is.", "\n        ", "\n        JERRY: (pointing) And there's David Steinberg.", "\n        ", "\n        GEORGE: The comedian, or the manager?", "\n        ", "\n        JERRY: The manager.", "\n        ", "\n        George looks unimpressed. Pat Cooper comes walking toward Jerry and George.", "\n        ", "\n        JERRY: (to George) Hey, there's Pat. (calls) Hey, Pat.", "\n        ", "\n        PAT: Hey, Jerry. What the hell went wrong? What's the matter with you? \n        Are", "\n        you a kleptomaniac, or what?", "\n        ", "\n        JERRY: I forgot to take it off.", "\n        ", "\n        PAT: (dubious) You forgot to take it off? Oh, you go into a department \n        store,", "\n        you put a suit on, and you walk right out. What are you some sort of an", "\n        idiot?", "\n        ", "\n        JERRY: I'm sorry.", "\n        ", "\n        PAT: Where's the jacket?", "\n        ", "\n        JERRY: Well, one of the gypsies took it.", "\n        ", "\n        PAT: (skeptical) Aww, the gypsies took it! Of course, New York has a lot \n        of", "\n        gypsies! Oh, on every block there's a gypsy!", "\n        ", "\n        GEORGE: (meekly) Well, it's true. I saw it.", "\n        ", "\n        PAT: (probing) Excuse me, are you an entertainer? Are you in showbusiness?", "\n        ", "\n        GEORGE: No, I uh...", "\n        ", "\n        PAT: (interrupting) Then what am I talking to you for? (to Jerry) Jerry,", "\n        bring the jacket back tomorrow.", "\n        ", "\n        JERRY: Alright.", "\n        ", "\n        Pat Cooper walks away from the guys. Jerry motions for George to leave \n        with", "\n        him. George looks round and sees something.", "\n        ", "\n        GEORGE: Wait a minute, wait a minute.", "\n        ", "\n        Over at one of the tables, the Sandos Brother who took Jerry's jacket \n        is", "\n        entertaining some other guests. He's wearing a familiar crested jacket.", "\n        ", "\n        GEORGE: Look at that guy. Right there. Isn't that the guy from the show?", "\n        He's..he's wearing the jacket.", "\n        ", "\n        JERRY: God, you're right.", "\n        ", "\n        GEORGE: (motioning Jerry to follow) C'mon.", "\n        ", "\n        Jerry and George walk into the Friars Club, but within a couple of strides", "\n        they are faced with the maitre d'.", "\n        ", "\n        MAITRE D': Wait a second! Excuse me gentlemen, are you members?", "\n        ", "\n        JERRY: Well, I'm a prospective member.", "\n        ", "\n        MAITRE D': Until then, (pointing) that's the way out.", "\n        ", "\n        JERRY: But that guy has my jacket.", "\n        ", "\n        MAITRE D': C'mon, let's go.", "\n        ", "\n        The maitre d' shepherds Jerry and George out of the door, despite their", "\n        continuing protests.", "\n        ", "\n        GEORGE: Excuse me, the guy is wearing a jacket that my friend is...", "\n        ", "\n        MAITRE D': Come on.", "\n        ", "\n        JERRY: Come on.", "\n        ", "\n        MAITRE D': Let's go.", "\n        ", "\n        GEORGE: If I could talk to the guy for just a sec...", "\n        ", "\n        Jerry and George are ejected from the Friars Club.", "\n        ", "\n        ", "\n        [Theatre]", "\n        ", "\n        Elaine and Bob sit in the same box used by Jerry, George, Susan and Hallie.", "\n        Elaine looks distinctly unenthused at the prospect of spending the evening", "\n        with Bob. Bob looks delighted to be ensconced with Elaine.", "\n        ", "\n        BOB: These seats are fantastic. It was really nice of Mr Peterman to give \n        us", "\n        these tickets.", "\n        ", "\n        ELAINE: (flat) Yeah, yeah. Was nice.", "\n        ", "\n        Bob slips one hand round the back of Elaine's seat and leans slightly \n        toward", "\n        her.", "\n        ", "\n        BOB: (smiling) Yeah. Got our own little private box here, don't we?", "\n        ", "\n        Elaine looks at Bob, wondering what he's talking about. Bob dives across \n        at", "\n        Elaine, putting his arms round her and his face on her chest.", "\n        ", "\n        ELAINE: (pushing Bob away) Get offa me! Stop it. Stop it.", "\n        ", "\n        Elaine succeeds in heaving Bob away from her. She looks at him, angrily.", "\n        ", "\n        ELAINE: Get offa me!", "\n        ", "\n        Bob stands for a few seconds, with Elaine glaring at him. Then he dives \n        in", "\n        for another go. Elaine struggles with him again.", "\n        ", "\n        ELAINE: Get a hold of yourself, Bob! (throwing Bob back between the seats)", "\n        Get a hold of yourself!", "\n        ", "\n        Bob slowly gets to his feet. Elaine glares at him, and Bob shamefacedly", "\n        shuffles away out of the box.", "\n        ", "\n        ", "\n        [Theatre, Backstage]", "\n        ", "\n        Jerry and George come round a corner in a dingy corridor at the theatre.", "\n        ", "\n        JERRY: I dunno how that guy gave us the slip at the Friars Club.", "\n        ", "\n        GEORGE: I told you, he probably went out the back.", "\n        ", "\n        Along the corridor comes the Sandos Brother who took Jerry's jacket. He \n        has a", "\n        jacket slung over one shoulder. Jerry and George collide with him.", "\n        ", "\n        JERRY: Ouf.", "\n        ", "\n        Jerry recognises the guy.", "\n        ", "\n        JERRY: Hey. It's you! (pointing) Th..that's my Friars Club jacket!", "\n        ", "\n        SANDOS BROTHER 1: No, it is not. It is my jacket.", "\n        ", "\n        The Sandos Brother backs away from the advancing Jerry and George.", "\n        ", "\n        JERRY: (adamant) No, no, no. That's my jacket, give it back.", "\n        ", "\n        SANDOS BROTHER 1: No, it is not. This is mine.", "\n        ", "\n        JERRY: C'mon I need it.", "\n        ", "\n        Jerry grabs hold of the jacket and begins a tug-of-war with it. George \n        joins", "\n        in, trying to release the grip of the Sandos Brother. The door to 'Dressing", "\n        Room 3' opens and Hallie emerges and watches the struggle.", "\n        ", "\n        JERRY: (determined) I wanna join. I need it to become a member.", "\n        ", "\n        GEORGE: Give 'im the jacket already!", "\n        ", "\n", "\n        Jerry and George succeed in taking the jacket. The Sandos Brother runs \n        away", "\n        down the corridor, shouting.", "\n        ", "\n        SANDOS BROTHER 1: (yelling) Help! Help! (foreign language) Azobar! Azobar", "\n        disay!", "\n        ", "\n        GEORGE: What's he yelling about? They're stealing jackets here!", "\n        ", "\n        JERRY: Can you believe it?!", "\n        ", "\n        Jerry looks at the jacket they took, and notices something.", "\n        ", "\n        JERRY: (examining) Hey George, you know what? I think this crest is", "\n        different. It's got a moose on it.", "\n        ", "\n        GEORGE: Moose?", "\n        ", "\n        JERRY: Yeah. (subdued) I don't think this is the jacket.", "\n        ", "\n        HALLIE: No, it's not.", "\n        ", "\n        Hallie reaches inside the door of Dressing Room 3 and pulls out a jacket \n        on a", "\n        hanger.", "\n        ", "\n        HALLIE: This is the jacket.", "\n        ", "\n        Jerry and George look mortified. Hallie brings the jacket over to Jerry.", "\n        ", "\n        JERRY: Ohh, you got the jacket back.", "\n        ", "\n        GEORGE: Ohh, yeahh.", "\n        ", "\n        JERRY: (taking the jacket) Thank you.", "\n        ", "\n        HALLIE: It got a little dirty, so they wanted to clean it before they \n        gave it", "\n        back to you.", "\n        ", "\n        JERRY: Oh. (smiling) Oh, that's nice of 'em.", "\n        ", "\n        GEORGE: (smiling) That is really nice.", "\n        ", "\n        HALLIE: Yeah.", "\n        ", "\n        JERRY: Yeah.", "\n        ", "\n        HALLIE: Yeah.", "\n        ", "\n        JERRY: Yeah.", "\n        ", "\n        GEORGE: This is nice.", "\n        ", "\n        JERRY: Yeahh.", "\n        ", "\n        HALLIE: Yeah.", "\n        ", "\n        GEORGE: (forced buoyancy) Hey, you know, let's call Susan, we'll go have", "\n        coffee.", "\n        ", "\n        HALLIE: (flat) I'll see you at the wedding.", "\n        ", "\n        Hallie walks away, leaving George's Gatsby ambitions in tatters.", "\n        ", "\n        ", "\n        [Theatre]", "\n        ", "\n        Elaine sits alone in the box. Something on the floor catches her eye. \n        It's", "\n        Bob's hearing-aid earpiece. Elaine picks it up, and it occurs to her that \n        she", "\n        has the opportunity she wanted. She wipes the earpiece on the lapel of \n        her", "\n        jacket and carefully slips it over her ear. Elaine cocks her head on one", "\n        side, listening to see if it makes a difference.", "\n        ", "\n        ", "\n        [Theatre, Backstage]", "\n        ", "\n        Jerry and George walk along backstage. Jerry has his jacket, and George \n        is", "\n        carrying the Sandos Brother's jacket, looking sullen.", "\n        ", "\n        GEORGE: (moody) Great! Now she's sour!", "\n        ", "\n        JERRY: Maybe she'll sweeten.", "\n        ", "\n        GEORGE: (angry) She won't sweeten, and I'm bitter!", "\n        ", "\n        Behind Jerry and George, the Flying Sandos Brothers appear. They look \n        over", "\n        toward Jerry and George.", "\n        ", "\n        SANDOS BROTHER 1: (pointing) There they are!", "\n        ", "\n        The Sandos Brothers set off running after Jerry and George. George hurriedly", "\n        puts the jacket down on a table, as he and Jerry begin to hasten.", "\n        ", "\n        GEORGE: Here. (panicky) We'll leave it here for you!", "\n        ", "\n        Jerry and George run away, as the Sandos Brothers advance.", "\n        ", "\n        George is on the lead as he and Jerry reach a door marked 'Emergency Exit.", "\n        Alarm will sound'. George pushes the door open and he and Jerry dart through.", "\n        As they do, a loud alarm bell begins to ring.", "\n        ", "\n        ", "\n        [Theatre]", "\n        ", "\n        Elaine is sitting wearing the earpiece when the alarm sounds. Obviously, \n        the", "\n        earpiece works, as Elaine spasms in pain at the ringing. She clutches \n        her", "\n        hands to her ears and jerks off her seat, falling out of sight onto the \n        floor", "\n        of the box.", "\n        ", "\n        ", "\n        [Hallway, Apartment Building]", "\n        ", "\n        Kramer stands outside the door to an apartment, flanked by two other guys.", "\n        One of the guys knocks at the door. After a few seconds, it is opened \n        by", "\n        Connie.", "\n        ", "\n        KRAMER: (pointing) That's her, officer.", "\n        ", "\n        CONNIE: (shocked) Kramer! Oh my god, I thought you were...", "\n        ", "\n        KRAMER: (animated) What? Sleeping with the fishes? I guess I woke up!", "\n        ", "\n        The detective shows his shield to Connie.", "\n        ", "\n        DETECTIVE: You're under arrest for the attempted murder of Cosmo Kramer.", "\n        ", "\n        CONNIE: (defensive) I didn't do anything.", "\n        ", "\n        KRAMER: (sarcastic) Oh, yeah! Yeah!", "\n        ", "\n        DETECTIVE: Get your coat, we gotta take you in.", "\n        ", "\n        CONNIE: Can I call my lawyer?", "\n        ", "\n        DETECTIVE: Okay, go ahead.", "\n        ", "\n        Connie goes back into her apartment.", "\n        ", "\n        ", "\n        [Connie's Apartment/Lawyer's Office]", "\n        ", "\n        CONNIE: (on phone) You gotta meet me at the police station. They're arresting", "\n        me for attempted murder.", "\n        ", "\n        On the phone in his office is Jackie Chiles.", "\n        ", "\n        JACKIE: Attempted murder? Of whom?", "\n        ", "\n        CONNIE: This guy, Kramer.", "\n        ", "\n        JACKIE: Oh. (hesitantly) Cosmo Kramer?", "\n        ", "\n        CONNIE: (surprised) Yeah, that's right.", "\n        ", "\n        JACKIE: (adamant) I don't want nothing to do with it.", "\n        ", "\n        Jackie puts down his phone and looks glad to have escaped.", "\n        ", "\n        [End]"]}, {"line": ["         Originally posted on The News Guys(Mike's) site                                                  "]}, {"line": [" "]}, {"line": []}, {"line": [" "]}, {"line": []}, {"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]}, {"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}]