[{"title": "The Bottle Deposit (1)"}, {"line": []}, {"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]}, {"line": [" "]}, {"line": ["7.21 The Bottle Deposit (1)", "\n        Episode Number: 131"]}, {"line": ["Original Air Date: May 02, 1996", "\n        Written by: Gregg Kavet & Andy Robin", "\n        Directed by: Andy Ackerman"]}, {"line": ["Guest Cast:", "\n        Brad Garrett (Tony)", "\n        Brenda Strong (Sue Ellen)", "\n        Patrick Kerr (Clerk)", "\n        Harvey Jason (Auctioneer)", "\n        Larry Polson (Homeless Guy)"]}, {"line": [" "]}, {"line": ["[Nightclub]"]}, {"line": ["Jerry's standup monologue."]}, {"line": ["JERRY: I love it when you get your car back from the car place, and "]}, {"line": ["it's got that paper mat on the floor. Like they're so obsessed with cleanliness,        "]}, {"line": ["they don't even want their shoes to touch the carpet. Meanwhile, the        "]}, {"line": ["mechanic comes out; he looks like Al Jolson. He's covered in goo, from          head to toe. "]}, {"line": ["You can't even see him. Although, I prefer that to when they have the          lab coat, "]}, {"line": ["The clipboard and the nice glasses. Now you know you're getting screwed.        "]}, {"line": ["(as concerned car owner) 'Can I see it?' (as doctor-like mechanic) 'You        "]}, {"line": ["better not. It's idling quietly right now. I think it should stay overnight.          We "]}, {"line": ["wanna keep an eye on it, and we wanna keep the bill running up.'"]}, {"line": [" "]}, {"line": ["[Yankee Stadium]"]}, {"line": ["Mr Wilhelm is hurrying along a corridor, with George trailing in his        "]}, {"line": ["wake. As Wilhelm speaks, George is making notes onto a pad and looking        "]}, {"line": ["flustered."]}, {"line": ["WILHELM: And you can tell the players that I reimburse the trainer for        "]}, {"line": ["The cigarettes and the dive checks."]}, {"line": ["GEORGE: Sorry, the players will be reimbursed?"]}, {"line": ["WILHELM: The trainer, George. Tell the players I'll reimburse the "]}, {"line": ["trainer. What's the matter with you? This is the third time I've had          to repeat "]}, {"line": ["myself."]}, {"line": ["GEORGE: Sorry, Mr Wilhelm."]}, {"line": ["WILHELM: Look, sorry doesn't cut it. We're running a ball club here "]}, {"line": ["George. You've got to pay attention."]}, {"line": ["GEORGE: I know, sir. It won't happen again."]}, {"line": ["WILHELM: Lemme see, I uh, I had an assignment for you... uh."]}, {"line": ["Wilhelm wanders across the corridor, thinking to himself, he opens the        "]}, {"line": ["door to the men's room and strolls through."]}, {"line": ["WILHELM: Lemme think here."]}, {"line": ["George starts to follow Wilhelm into the men's room, but thinks better        "]}, {"line": ["of it. He wonders briefly what to do, then leans against the wall by          the door, to "]}, {"line": ["await Wilhelm's return."]}, {"line": [" "]}, {"line": ["[Elaine's Office]"]}, {"line": ["Elaine sits behind her desk working at her computer. Mr Peterman "]}, {"line": ["enters. He's carrying an auction house catalogue."]}, {"line": ["PETERMAN: Elaine."]}, {"line": ["ELAINE: Hi, Mr Peterman."]}, {"line": ["PETERMAN: You know what a huge fan I am of John F Kennedy."]}, {"line": ["ELAINE: I do."]}, {"line": ["PETERMAN: It was the Peace Corps that gave me my start in this "]}, {"line": ["business. (nostalgic) Clothing the naked natives of Bantu Besh."]}, {"line": ["ELAINE: The pygmy pullover."]}, {"line": ["PETERMAN: Sotheby's is having an auction of JFK's memorabilia. One item        "]}, {"line": ["in particular has caught my eye. The presidential golf clubs. To me,          they "]}, {"line": ["capture that indefinable romance that was Camelot."]}, {"line": ["ELAINE: Whatever."]}, {"line": ["PETERMAN: But, unfortunately I will be out of town with my lady-friend        "]}, {"line": ["And therefore unable to bid on the lot. I was hoping maybe you would          go in "]}, {"line": ["my stead."]}, {"line": ["ELAINE: Oh. (pleasant surprise) Oh yeah, I'd be happy to. Uhm, how much        "]}, {"line": ["d'you want this thing? (smilingly) I mean, you know, how high are you          willing "]}, {"line": ["to go?"]}, {"line": ["PETERMAN: I would see no trouble in spending up to, say, ten thousand        "]}, {"line": ["dollars. Have my secretary give you a signed cheque."]}, {"line": ["He drops the catalogue on the surprised Elaine's desk and exits."]}, {"line": ["ELAINE: Wow."]}, {"line": [" "]}, {"line": ["[Yankee Stadium]"]}, {"line": ["George still waits outside the men's room. He's been waiting a while.        "]}, {"line": ["He looks at his watch and decides to go in. As he enters, he finds Wilhelm        "]}, {"line": ["emerging from a stall, and still talking."]}, {"line": ["WILHELM: ...when you're done George, and bring it directly to me. Mr"]}, {"line": ["Steinbrenner is very interested in this."]}, {"line": ["Wilhelm washes his hands, while George looks panicky and opts to bluff        "]}, {"line": ["it out."]}, {"line": ["GEORGE: Yes, sir."]}, {"line": ["WILHELM: (drying his hands and heading for the door) Yes, George. I "]}, {"line": ["want you to make this project a top priority."]}, {"line": ["GEORGE: I will, sir. Top priority."]}, {"line": ["WILHELM: (exiting) Top priority."]}, {"line": ["GEORGE: Top priority."]}, {"line": ["George throws up his arms in despair."]}, {"line": ["[Jerry's Apartment]"]}, {"line": ["Jerry and George stand. George is explaining what happened."]}, {"line": ["GEORGE: So he walks out of the stall, he's been talking the whole time."]}, {"line": ["JERRY: He pulled an LBJ on you."]}, {"line": ["GEORGE: LBJ?"]}, {"line": ["JERRY: Lyndon Johnson, used to do that to his staffers."]}, {"line": ["GEORGE: No kidding?"]}, {"line": ["JERRY: Oh yeah. He'd hold national security meetings in there. He "]}, {"line": ["planned the Hanoi bombing after a bad Thai meal."]}, {"line": ["GEORGE: Well, I still don't know what I'm supposed to do. I don't even        "]}, {"line": ["know what my assignment is."]}, {"line": ["JERRY: Ask him to repeat it. Tell him there was an echo in there."]}, {"line": ["GEORGE: I can't. He's been on my case about not paying attention. "]}, {"line": ["Besides, it's too late, I already told him I heard him."]}, {"line": ["JERRY: You know what you do? Ask him a follow-up question. Tell him "]}, {"line": ["you're having trouble getting started, and you want his advice."]}, {"line": ["GEORGE: Yeah, follow-up question, that'll work."]}, {"line": ["The door opens and Kramer enters, followed by Newman. Kramer is "]}, {"line": ["carrying a large can of some foodstuff, from which he is eating the odd          morsel. Newman "]}, {"line": ["has a pack of soda (mellow yellow?), and is swigging from one of the          bottles."]}, {"line": ["KRAMER: Hey buddy."]}, {"line": ["JERRY: Hey."]}, {"line": ["GEORGE: Hey."]}, {"line": ["JERRY: Can I have my keys..."]}, {"line": ["KRAMER: (tossing car keys to Jerry) Yeah."]}, {"line": ["JERRY: (catching keys) ...back, please?"]}, {"line": ["KRAMER: You shoulda come, Jerry."]}, {"line": ["NEWMAN: We made quite a haul."]}, {"line": ["GEORGE: Where'd you go?"]}, {"line": ["KRAMER: Price club."]}, {"line": ["GEORGE: Why didn't you take your car?"]}, {"line": ["KRAMER: Ah, the steering wheel fell off. I don't know where it is."]}, {"line": ["Newman finishes his soda and drops the bottle in Jerry's bin."]}, {"line": ["KRAMER: What're you doing. (fetching the bottle from the trash) Don't        "]}, {"line": ["throw that away."]}, {"line": ["NEWMAN: Well, I'm not paying the five cents for that stupid recycling        "]}, {"line": ["thing."]}, {"line": ["KRAMER: You don't pay five cents, you get five cents back. Here, read        "]}, {"line": ["the label here. (reads from bottle) Vermont, Connecticut, Massachusetts,          New "]}, {"line": ["York. Refund, (brings bottle up close to Newman's eyes) vrrup, five cents."]}, {"line": ["NEWMAN: (taking bottle) Refund?"]}, {"line": ["KRAMER: Yes."]}, {"line": ["JERRY: Well, what d'you think the hoboes are doing?"]}, {"line": ["NEWMAN: I don't know, they're deranged."]}, {"line": ["Kramer and Newman sit on Jerry's couch. Kramer has TV Guide, Newman "]}, {"line": ["Still reading the bottle."]}, {"line": ["GEORGE: Awright, listen, can you uh, gimme a lift back to my place?"]}, {"line": ["JERRY: No I can't. I gotta pick up Elaine. I'm taking her to this "]}, {"line": ["Kennedy auction."]}, {"line": ["GEORGE: Awright, I'll see you later."]}, {"line": ["George leaves. Jerry exits to the bedroom."]}, {"line": ["NEWMAN: (peering at bottle label) What is this 'MI, ten cents'?"]}, {"line": ["KRAMER: That's Michigan. In Michigan you get ten cents."]}, {"line": ["NEWMAN: Ten cents!?"]}, {"line": ["KRAMER: Yeah."]}, {"line": ["NEWMAN: Wait a minute. You mean you get five cents here, and ten cents        "]}, {"line": ["there. You could round up bottles here and run 'em out to Michigan for          the "]}, {"line": ["difference."]}, {"line": ["KRAMER: No, it doesn't work."]}, {"line": ["NEWMAN: What d'you mean it doesn't work? You get enough bottles "]}, {"line": ["together..."]}, {"line": ["KRAMER: Yeah, you overload your inventory and you blow your margins on        "]}, {"line": ["gasoline. Trust me, it doesn't work."]}, {"line": ["JERRY: (re-entering) Hey, you're not talking that Michigan deposit "]}, {"line": ["bottle scam again, are you?"]}, {"line": ["KRAMER: No, no, I'm off that."]}, {"line": ["NEWMAN: You tried it?"]}, {"line": ["KRAMER: Oh yeah. Every which way. Couldn't crunch the numbers. It drove        "]}, {"line": ["me crazy."]}, {"line": ["JERRY: (leaving) You two keep an eye on each other?"]}, {"line": ["NEWMAN/KRAMER: (simultaneous) No problem. You bet."]}, {"line": ["Jerry exits, shaking his head."]}, {"line": [" "]}, {"line": ["[Sotheby's]"]}, {"line": ["An auction room, with several rows of seating facing a platform with          a "]}, {"line": ["lectern for the auctioneer. Many people sit or stand around, with catalogues        "]}, {"line": ["And numbered paddles for making bids. Jerry and Elaine enter."]}, {"line": ["JERRY: Are you sure you didn't hear my car making a funny noise? I know        "]}, {"line": ["Those two idiots did something to it."]}, {"line": ["ELAINE: No, I didn't hear anything. (she spots a familiar face) Oh, my        "]}, {"line": ["God, look who's here."]}, {"line": ["JERRY: Sue Ellen Mishke, the braless 'O Henry' candy bar heiress."]}, {"line": ["Sue Ellen notices them, and comes over."]}, {"line": ["SUE ELLEN: Well. Hello Elaine. Jerry."]}, {"line": ["ELAINE: Hi Sue Ellen."]}, {"line": ["JERRY: Hi Sue Ellen."]}, {"line": ["SUE ELLEN: I'm surprised to see you here. Come to catch a glimpse of        "]}, {"line": ["high society?"]}, {"line": ["ELAINE: (faked laughter) Oh, ho ha ha. No, no, I'm actually here to "]}, {"line": ["bid, Sue Ellen. I mean that is if anything is to my liking."]}, {"line": ["JERRY: I'm here to catch a glimpse... of high society."]}, {"line": ["SUE ELLEN: Well, I hope you find something that fits your budget."]}, {"line": ["Sue Ellen walks away to her seat. Elaine and Jerry make their way to        "]}, {"line": ["their seats,"]}, {"line": ["ELAINE: (half under her breath and half to Jerry) I... hate that woman."]}, {"line": [" "]}, {"line": ["[Jerry's Apartment]"]}, {"line": ["Kramer and Newman are still on Jerry's couch. Kramer is watching TV,        "]}, {"line": ["While Newman has been working something out on a pad."]}, {"line": ["NEWMAN: I don't understand. You fill an eighteen-wheeler?"]}, {"line": ["KRAMER: No, an eighteen-wheeler's no good. Too much overhead. You got        "]}, {"line": ["permits, weigh-stations, tolls... Look, you're way outta your league."]}, {"line": ["NEWMAN: I wanna learn. I want to know why."]}, {"line": [" "]}, {"line": ["[Sotheby's]"]}, {"line": ["A bag of golf clubs is brought onto the platform."]}, {"line": ["ELAINE: (loudly, for the benefit of Sue-Ellen) Oh. Those are handsome.        "]}, {"line": ["Look at that set. Yeah, think I might bid on those."]}, {"line": ["AUCTIONEER: Lot number seven forty-five. We have a full set of golf "]}, {"line": ["clubs, that were owned by President John F Kennedy, as seen in the famous        "]}, {"line": ["photograph of the president chipping at Burning Tree on the morning of          the Bay of Pigs "]}, {"line": ["invasion. The set in perfect condition, and we will start the bidding          at four "]}, {"line": ["thousand dollars. Four thousand dollars? Do I have four thousand dollars?"]}, {"line": ["A man behind Elaine raises his paddle to bid."]}, {"line": ["AUCTIONEER: I have four thousand dollars. Do I have five? (another "]}, {"line": ["person bids) Five thousand dollars. I have five thousand dollars. Do          I have six? Six "]}, {"line": ["thousand dollars for this set of beautiful clubs. (another bid) Six.          I have six "]}, {"line": ["thousand dollars. Can I have sixty-five hundred?"]}, {"line": ["Elaine raises her paddle to bid."]}, {"line": ["AUCTIONEER: Sixty-five hundred to the dark-haired person on the right.        "]}, {"line": ["We are at sixty-five hundred, do I hear sixty-six hundred?"]}, {"line": ["Sue-Ellen looks thoughtful."]}, {"line": ["AUCTIONEER: The president's own golf clubs. Leisure life at Camelot.        "]}, {"line": ["Sixty-five hundred going once..."]}, {"line": ["Jerry and Elaine think they've got them."]}, {"line": ["SUE ELLEN: Eight thousand."]}, {"line": ["AUCTIONEER: Eight thousand. We have eight thousand. The bid is now "]}, {"line": ["eight thousand dollars."]}, {"line": ["ELAINE: (to Jerry) What is she doing? She's starting in on the bidding        "]}, {"line": ["now? (to Auctioneer) Eighty-five hundred!"]}, {"line": ["AUCTIONEER: We have eighty-five..."]}, {"line": ["SUE ELLEN: Nine thousand."]}, {"line": ["AUCTIONEER: Nine thousand dollars."]}, {"line": ["JERRY: Think she wants those clubs."]}, {"line": ["AUCTIONEER: Do I hear ninety-five? Ninety-five hundred..."]}, {"line": ["ELAINE: Ninety-five hundred."]}, {"line": ["SUE ELLEN: Ten thousand."]}, {"line": ["AUCTIONEER: Ten thousand, to the shapely woman on the left. Ten "]}, {"line": ["thousand going once..."]}, {"line": ["JERRY: Well, that's your ceiling."]}, {"line": ["AUCTIONEER: Ten thousand going twice..."]}, {"line": ["Sue Ellen looks over at Elaine, with a smirk."]}, {"line": ["ELAINE: (determined) Eleven thousand!"]}, {"line": ["SUE ELLEN: Twelve thousand."]}, {"line": ["ELAINE: (angrier) Thirteen thousand!"]}, {"line": ["SUE ELLEN: Fourteen thousand."]}, {"line": ["ELAINE: (vicious) Fifteen thousand!!"]}, {"line": ["Jerry buries his face in his hands."]}, {"line": [" "]}, {"line": ["[Jerry's Car]"]}, {"line": ["Jerry is driving Elaine home. In the back seat, the golf clubs can be        "]}, {"line": ["seen. There is a persistent clunking sound coming from the car."]}, {"line": ["ELAINE: Peterman is gonna kill me."]}, {"line": ["JERRY: I really thought you had her there at seventeen thousand."]}, {"line": ["ELAINE: Why didn't you stop me?"]}, {"line": ["JERRY: Do you hear this clunking?"]}, {"line": ["ELAINE: (listening) A little."]}, {"line": [" "]}, {"line": ["[Jerry's Car, later]"]}, {"line": ["The Saab halts outside Elaine's apartment building."]}, {"line": ["ELAINE: Oh. You know what? (indicates clubs) I'm gonna grab these from        "]}, {"line": ["You later. You'll take care of 'em, okay? Okay. See you tomorrow."]}, {"line": ["JERRY: Okay."]}, {"line": ["ELAINE: Alrighty, bye."]}, {"line": ["JERRY: Bye."]}, {"line": ["Elaine leaves the car and walks away. Jerry restarts the car, when he        "]}, {"line": ["Notices steam and smoke emerging from under the hood."]}, {"line": ["JERRY: What's going on here?"]}, {"line": ["Jerry gets out of the car and runs to raise the hood."]}, {"line": ["JERRY: Oh God!"]}, {"line": ["Jerry opens the hood of his car. As the smoke and steam clears, it "]}, {"line": ["becomes clear there are a variety of comestibles arranged on and around          the engine"]}, {"line": ["compartment."]}, {"line": ["JERRY: (angry) Oh, you idiots!"]}, {"line": [" "]}, {"line": ["[Jerry's Apartment]"]}, {"line": ["Kramer and Newman still occupy the couch."]}, {"line": ["NEWMAN: So we could put the bottles in a U-haul. You know, go lean and        "]}, {"line": ["mean?"]}, {"line": ["KRAMER: Newman, it's a dead-end, c'mon. (Jerry enters) Hey, there he        "]}, {"line": ["is."]}, {"line": ["JERRY: Hey. You put your groceries under the hood of my car?"]}, {"line": ["KRAMER: (to Newman) Aw, that's right, we forgot about those."]}, {"line": ["NEWMAN: (to Kramer) That's where my missing soda is."]}, {"line": ["JERRY: And your crab legs, and a thing of cheese. The Triple-A guy said        "]}, {"line": ["I was this close to sucking a muffin down the carburetor. What were you        "]}, {"line": ["thinking?"]}, {"line": ["KRAMER: We ran outta space."]}, {"line": ["JERRY: Now I gotta take the car down to Tony and get it checked out."]}, {"line": ["KRAMER: Ah, Tony, he's good."]}, {"line": ["JERRY: Yeah, he's real good. But he's so obsessive about the car. He        "]}, {"line": ["makes me feel guilty about every little thing that's wrong with it. I          gotta get "]}, {"line": ["it washed before I bring it down to him, or I'm afraid he'll yell at          me."]}, {"line": ["KRAMER: (offering the artichoke can) 'Choke?' "]}, {"line": ["JERRY: No, thank you."]}, {"line": [" "]}, {"line": ["[Auto Shop]"]}, {"line": ["Jerry and Tony stand beside the Saab. Jerry looks worried and Tony is        "]}, {"line": ["Looking like he's in love with the car. He runs his hands over the roof          and "]}, {"line": ["along the lines of the bodywork. Tony is a little intense."]}, {"line": ["TONY: (lovingly) Oh, yeah. I remember this car. Beautiful car."]}, {"line": ["JERRY: Yeah. So, anyway, the engine's been idling a little rough. I "]}, {"line": ["thought it might be time for a check up..."]}, {"line": ["Tony isn't hearing Jerry. He climbs into the driver's seat and begins        "]}, {"line": ["Ferreting about."]}, {"line": ["JERRY: There's really nothing wrong on the inside."]}, {"line": ["TONY: Well, the shift knob is loose. You know about that?"]}, {"line": ["JERRY: No, I hadn't noticed."]}, {"line": ["TONY: (accusingly) Have you been picking at it?"]}, {"line": ["JERRY: Have I been picking at it? No. You know. It's just wear and "]}, {"line": ["tear."]}, {"line": ["TONY: (disapprovingly) Wear and tear. I see."]}, {"line": ["JERRY: The engine is really the only thing that needs checking."]}, {"line": ["TONY: You been rotating the tires?"]}, {"line": ["JERRY: Try to."]}, {"line": ["TONY: (sharp) You don't try to. You do it! Fifty-one percent of all "]}, {"line": ["turns are right turns. You know that? 'Try to.'"]}, {"line": [" "]}, {"line": ["[Elaine's Office]"]}, {"line": ["PETERMAN: Twenty thousand dollars!?! Elaine, that's twice the amount          I"]}, {"line": ["authorised you to spend."]}, {"line": ["ELAINE: I know, Mr Peterman, but but but but once I saw them, I just        "]}, {"line": ["couldn't stand to let anyone else have them. (warming to her subject)  ", "\n        You know, "]}, {"line": ["certainly not some stuck-up candy bar heiress who shamelessly flaunts          herself in "]}, {"line": ["public without any regard..."]}, {"line": ["PETERMAN: Well, where are they?"]}, {"line": ["ELAINE: (ingratiatingly) They should be here today."]}, {"line": [" "]}, {"line": ["[George's Office]"]}, {"line": ["George stands, silently rehearsing his follow-up question. Wilhelm "]}, {"line": ["walks by the window, down the corridor. George takes the plunge."]}, {"line": ["GEORGE: Uh, Mr Wilhelm."]}, {"line": ["WILHELM: (entering the office) Yes George."]}, {"line": ["GEORGE: Hi, I was just uh... I just had one little question about uh,        "]}, {"line": ["My assignment."]}, {"line": ["WILHELM: Yes, well I trust things are moving smoothly. Mr "]}, {"line": ["Steinbrenner's counting on you, you know."]}, {"line": ["GEORGE: Yes, yes. Very smooth, super smooth. No, but I really wanna "]}, {"line": ["attack this thing, you know. Sink my teeth into it. So I was just wondering...          what "]}, {"line": ["do you think would be the very best way to get started?"]}, {"line": ["WILHELM: (confusion) Get started? I don't understand, George."]}, {"line": ["GEORGE: Well, I was wondering..."]}, {"line": ["WILHELM: You mean you haven't been to payroll?"]}, {"line": ["GEORGE: Payroll? No, no, I haven't done that."]}, {"line": ["WILHELM: Well, what's the problem? Now come on George. I told the big        "]}, {"line": ["man you were moving on this. Now, don't let him down!"]}, {"line": ["Wilhelm leaves."]}, {"line": ["GEORGE: Payroll!!"]}, {"line": ["George grabs his jacket, races to the door, checks Wilhelm has gone,        "]}, {"line": ["and darts off down the corridor."]}, {"line": [" "]}, {"line": ["[Yankee Stadium: Payroll Office]"]}, {"line": ["A meek looking clerk sits behind a counter. George enters."]}, {"line": ["GEORGE: Hello there. I'm George Costanza."]}, {"line": ["CLERK: Yes?"]}, {"line": ["GEORGE: Assistant to the travelling secretary. (fishing for a reaction)        "]}, {"line": ["I'm uh, working on the project."]}, {"line": ["CLERK: What project?"]}, {"line": ["GEORGE: Payroll project. Wilhelm? Big uh, big payroll project."]}, {"line": ["CLERK: You're gonna have to fill me in."]}, {"line": ["GEORGE: You know what, I'll just uh, I'll just look around for a little        "]}, {"line": ["while. (moving to come round the counter) I'll just browse around."]}, {"line": ["CLERK: (blocking George) Hey, wait, hey. Excuse me, uh, you can't come        "]}, {"line": ["Back here."]}, {"line": ["GEORGE: Look, I am under direct orders from Mr Wilhelm. So if you have        "]}, {"line": ["a problem with that, maybe you should just take it up with him."]}, {"line": ["CLERK: Well, maybe I will."]}, {"line": ["GEORGE: (spotting possible salvation) You know what, I urge you to take        "]}, {"line": ["it up with him. Go ahead, give him a call, he'll tell you what I'm doing        "]}, {"line": ["here. (half to himself) Then you can tell me."]}, {"line": ["CLERK: (on phone) Mr Wilhelm, uh, this is Lafarge in payroll. Uh, "]}, {"line": ["there's a Costanza here, says he's working on some project?"]}, {"line": ["George is leaning across the counter, trying to hear Wilhelm's side of        "]}, {"line": ["the converstion."]}, {"line": ["CLERK: (on phone) Oh. (he swaps the phone to his other ear) Oh, I see.        "]}, {"line": ["(listens) Interesting. (listens) Well, that's quite a project. Alright,          thank "]}, {"line": ["you."]}, {"line": ["The clerk puts down the phone. George looks expectant."]}, {"line": ["CLERK: (apologetically) Ah, I'm sorry uh, that I doubted you. Whatever        "]}, {"line": ["you need, just uh, make yourself at home."]}, {"line": ["GEORGE: So he explained it all to you?"]}, {"line": ["CLERK: Yes, he explained it all very clearly."]}, {"line": ["GEORGE: What'd he tell you?"]}, {"line": ["CLERK: (upset) Look! You were right, I was wrong! You don't have to "]}, {"line": ["humiliate me about it, alright!"]}, {"line": [" "]}, {"line": ["[Newman's Apartment}"]}, {"line": ["Newman sits on his couch. He's using an old mechanical adding machine        "]}, {"line": ["and a pad to work on permutations for the 'Michigan deposit bottle scam'.          There "]}, {"line": ["are spools of used paper from the adding machine all over the table and          maps of "]}, {"line": ["the northeastern states of the US pinned up on the wall. He taps out          a "]}, {"line": ["series of number, pulls the handle and reads the result, then looks at          what he's "]}, {"line": ["written on his pad."]}, {"line": ["NEWMAN: Damn!"]}, {"line": ["Frustrated, he sits back. He notices a framed photograph of his mother.        "]}, {"line": ["A thought occurs."]}, {"line": ["NEWMAN (V.O.): Oh, Mother's Day. (inspiration strikes) Wait a second.        "]}, {"line": ["Mother's Day?!"]}, {"line": ["He starts typing figures into the adding machine rapidly. He mouths "]}, {"line": ["numbers to himself, shrugging as he makes estimates. When he finishes          he tears the "]}, {"line": ["paper strip from the machine, compares it to figures on his pad."]}, {"line": ["NEWMAN: (triumphant) Yessss!"]}, {"line": ["In celebration he swigs from a bottle of soda."]}, {"line": ["NEWMAN: Ahaha!"]}, {"line": [" "]}, {"line": ["[Hallway]"]}, {"line": ["Newman hurries up to Kramer's door and hammers on it with his fist. He        "]}, {"line": ["waits a few seconds, then impatiently hammers agin."]}, {"line": ["NEWMAN: Come on Kramer!"]}, {"line": ["The door opens to reveal Kramer midway through a shave, holding a "]}, {"line": ["razor, with"]}, {"line": ["foam on his face. "]}, {"line": ["KRAMER: Wha...?"]}, {"line": ["NEWMAN: It's the truck, Kramer. The truck!"]}, {"line": ["KRAMER: Look, Newman, I told you to let this thing go."]}, {"line": ["NEWMAN: No, no, no, no no. Listen to me. Most days, the post office "]}, {"line": ["sends one truckload of mail to the second domestic regional sorting facility          in "]}, {"line": ["Sagenaw, Michigan."]}, {"line": ["KRAMER: (interested) Uh-huh."]}, {"line": ["NEWMAN: But, on the week before holidays, we see a surge. On "]}, {"line": ["alentine's Day, we send two trucks. On Christmas, four, packed to the          brim. And tomorrow, "]}, {"line": ["if history is any guide, will see some spillover into a fifth truck."]}, {"line": ["KRAMER: (realisation) Mother's Day."]}, {"line": ["NEWMAN: The mother of all mail days. And guess who signed up for the        "]}, {"line": ["truck."]}, {"line": ["KRAMER: A free truck? Oh boy, that completely changes our cost "]}, {"line": ["structure. Our G and A goes down fifty percent."]}, {"line": ["NEWMAN: (excited) We carry a coupla bags of mail, and the rest is ours!"]}, {"line": ["KRAMER: Newman, you magnificent bastard, you did it!"]}, {"line": ["NEWMAN: (triumph) Let the collecting begin!"]}, {"line": ["They embrace joyfully."]}, {"line": [" "]}, {"line": ["[Montage of scenes]"]}, {"line": ["A woman puts a soda can on top of a mail box while she reaches into her        "]}, {"line": ["bag for something to post. A hand reaches from behind the box, picks          up the can "]}, {"line": ["and disappears back behind the box. The woman is flummoxed by the can's"]}, {"line": ["disappearance."]}, {"line": ["Newman stands nonchalantly beside a dumpster with a plastic sack "]}, {"line": ["containing some bottles and cans. In the dumpster, Kramer roots about          beneath the "]}, {"line": ["plastic and cardboard, before coming up and handing a bottle to Newman,          who drops "]}, {"line": ["it into his sack."]}, {"line": ["In Monk's, a waitress puts a tray of empty bottle onto a shelf behind        "]}, {"line": ["Kramer, who's eating a meal. As she leaves, he reaches behind him, takes          the "]}, {"line": ["tray and tips the bottles into another plastic sack."]}, {"line": ["Newman stands in a doorway on the street. A homeless guy pushes a "]}, {"line": ["shopping cart full of bottles and cans past. Newman drops a few coins          onto the "]}, {"line": ["sidewalk, attracting the attention of the homeless guy, who leaves his          cart to "]}, {"line": ["retrieve the change. Newman darts from the doorway, grabs hold of the          cart and "]}, {"line": ["races away down the street, leaving the homeless guy shaking a fist and          yelling "]}, {"line": ["after him."]}, {"line": ["Newman finishes a bottle of soda and hands the empty to Kramer, who "]}, {"line": ["Hands another bottle to Newman. There's a long line of empty bottles          already "]}, {"line": ["on the table and Newman's looking close to capacity. As Newman reluctantly        "]}, {"line": ["begins to drink this latest one, Kramer opens another and taps him on          the "]}, {"line": ["stomach, causing Newman to splutter and spray soda across the table."]}, {"line": ["A cigar-smoking Kramer and a gleeful Newman, regard the back of a mail        "]}, {"line": ["truck, filled with plastic sacks of bottles and cans. They slap palms          and "]}, {"line": ["shake hands as Kramer pulls down the door and flips the handle closed."]}, {"line": [" "]}, {"line": ["[Yankee Stadium: George's Office]"]}, {"line": ["George has his head down on his desk. Wilhelm walks jauntily along the        "]}, {"line": ["Corridor and enters the office."]}, {"line": ["WILHELM: So..."]}, {"line": ["George snaps awake."]}, {"line": ["WILHELM: ...did you go down to payroll?"]}, {"line": ["GEORGE: (standing) Yes, payroll. Yes I did. Very productive. Payroll...        "]}, {"line": ["Paid off."]}, {"line": ["WILHELM: (pleased) Well then, I guess you'll be heading downtown then,        "]}, {"line": ["huh?"]}, {"line": ["GEORGE: Oh, yeah. Downtown. Definitely."]}, {"line": ["WILHELM: Well, I'm very interested to see how this thing turns out."]}, {"line": ["GEORGE: (to himself) Yeah, you said it. (to Wilhelm) Uh, excuse me, Mr        "]}, {"line": ["Wilhelm. Uh, do you really think... Well, is this downtown trip really        "]}, {"line": ["necessary, you know, for the project?"]}, {"line": ["WILHELM: Oh no, you've got to go downtown, George. It's all downtown.  ", "\n      "]}, {"line": ["Just like the song says."]}, {"line": ["GEORGE: The song?"]}, {"line": ["WILHELM: There's your answer. Downtown."]}, {"line": ["Wilhelm leaves."]}, {"line": ["GEORGE: (thoughtful) Downtown."]}, {"line": [" "]}, {"line": ["[Monk's]"]}, {"line": ["George and Jerry in a booth."]}, {"line": ["JERRY: The song Downtown? You mean the Petula Clark song?"]}, {"line": ["GEORGE: Yeah."]}, {"line": ["JERRY: You sure he didn't just mention it because you happened to be        "]}, {"line": ["Going downtown?"]}, {"line": ["GEORGE: I think he was trying to tell me something, like it had some        "]}, {"line": ["sort of a"]}, {"line": ["meaning. "]}, {"line": ["JERRY: Okay, so how does it go?"]}, {"line": ["GEORGE: 'When you're alone, and life is making you lonely, you can "]}, {"line": ["always go...'"]}, {"line": ["JERRY: '... downtown.'"]}, {"line": ["GEORGE: 'Maybe you know some little places to go, where they never "]}, {"line": ["close...'"]}, {"line": ["JERRY: '...downtown.'"]}, {"line": ["GEORGE: Wait a second. 'Little places to go, where they never close.'        "]}, {"line": ["What's a little place that never closes?"]}, {"line": ["JERRY: Seven-eleven?"]}, {"line": ["GEORGE: 'Just listen to the music of the traffic, in the city. Linger        "]}, {"line": ["on the sidewalk, where the neon lights are pretty.' Where the neon lights          are "]}, {"line": ["pretty. The Broadway area?"]}, {"line": ["JERRY: No, that's midtown."]}, {"line": ["GEORGE: 'The lights are much brighter there. You can forget all your        "]}, {"line": ["troubles, forget all your cares, just go...'"]}, {"line": ["JERRY: '...down town.'"]}, {"line": ["GEORGE: 'Things'll be great, when you're...'"]}, {"line": ["JERRY: '...downtown.'"]}, {"line": ["GEORGE: I got nothing, Jerry. Nothing."]}, {"line": ["JERRY: Well, 'don't hang around and let your troubles surround you. "]}, {"line": ["There are movie shows...'"]}, {"line": ["GEORGE: You think I should come clean? What d'you think, you think I        "]}, {"line": ["Should confess?"]}, {"line": ["JERRY: How can you lose?"]}, {"line": [" "]}, {"line": ["[Jerry's Apartment/Elaine's Office]"]}, {"line": ["Jerry enters. He goes to his answering machine and plays the messages."]}, {"line": ["TONY (O.S.): Yeah, Jerry, it's Tony Abato at the shop. Look, we gotta        "]}, {"line": ["talk. You better come down, any time after four."]}, {"line": ["Jerry looks less than happy at the prospect. The phone rings, and Jerry        "]}, {"line": ["answers."]}, {"line": ["JERRY: Hello."]}, {"line": ["ELAINE: Hi, it's me."]}, {"line": ["JERRY: Oh, hi."]}, {"line": ["ELAINE: Listen, I need to come over and pick up the clubs for Peterman."]}, {"line": ["JERRY: Oh, you know what?"]}, {"line": ["ELAINE: (worry) Oh no. What?"]}, {"line": ["JERRY: Oh, no. It's no big deal. I left the clubs in the car."]}, {"line": ["ELAINE: You left them in the car? How could you leave them in the car?"]}, {"line": ["JERRY: I forgot."]}, {"line": ["ELAINE: Oh, go down and get them."]}, {"line": ["JERRY: I can't. The car's at the mechanics."]}, {"line": ["ELAINE: Ah, this is great. Alright, well, where is the mechanic? I'll        "]}, {"line": ["just go and pick 'em up myself."]}, {"line": ["JERRY: No, no, you can't. He's working on the car right now. You can        "]}, {"line": ["not disturb him while he's working. But I'm going down there in like          an hour, if "]}, {"line": ["you wanna meet me down there. You know the place, it's on fifty-sixth          street?"]}, {"line": ["ELAINE: (resigned) Ugh, okay, alright, fine."]}, {"line": [" "]}, {"line": ["[Outside Auto Shop]"]}, {"line": ["Jerry looks a touch anxious as Tony approaches. Tony is still real "]}, {"line": ["intense."]}, {"line": ["JERRY: Hey, Tony."]}, {"line": ["TONY: Thanks for coming in, Jerry."]}, {"line": ["JERRY: Sure."]}, {"line": ["TONY: I think I know what's goin' on here, and I just wanna hear it "]}, {"line": ["from you. But I want you to be straight with me. Don't lie to me, Jerry.          You know "]}, {"line": ["that motor oil you're puttin' in there? (reproachful) From one of those        "]}, {"line": ["quicky lube places, isn't it?"]}, {"line": ["JERRY: Well, I change it so often, I mean to come all the way down "]}, {"line": ["here..."]}, {"line": ["TONY: Jerry, motor oil is the lifeblood of a car. Okay, you put in a        "]}, {"line": ["low-grade oil, you could damage vital engine parts. Okay. (holds up component)        "]}, {"line": ["See this gasket? (throws it down) I have no confidence in that gasket."]}, {"line": ["JERRY: I really wanna..."]}, {"line": ["TONY: Here's what I wanna do. I wanna overhaul the entire engine. But        "]}, {"line": ["it's gonna take a major commitment from you. You're gonna have to keep          it under "]}, {"line": ["sixty miles an hour for a while. You gotta come in, and you gotta get          the oil "]}, {"line": ["changed every thousand miles."]}, {"line": ["JERRY: How much money is this gonna cost me?"]}, {"line": ["TONY: (contempt) Huh. I don't understand you. It's your own car we're        "]}, {"line": ["Talking about. You know you wrote the wrong mileage down on the form?          You "]}, {"line": ["barely know the car. You don't know the mileage, you don't know the tyre          pressure. "]}, {"line": ["When was the last time you even checked the washer fluid?"]}, {"line": ["JERRY: The washer fluid is fine."]}, {"line": ["TONY: (angry) The washer fluid is not fine!"]}, {"line": ["JERRY: Alright, you know what, uhm... I just wanna take my car, and I'm        "]}, {"line": ["gonna bring it someplace else."]}, {"line": ["TONY: What d'you mean?"]}, {"line": ["JERRY: Just, can I have my car? I wanna pay my bill, I'm gonna be on          my "]}, {"line": ["way."]}, {"line": ["TONY: Well, the car's on a lift."]}, {"line": ["JERRY: Well, just get it down."]}, {"line": ["TONY: (subdued) Alright. Okay. Well, uhm, wait here and I'll uh, I'll        "]}, {"line": ["bring it around."]}, {"line": ["JERRY: Okay. Thank you, very much."]}, {"line": ["Tony walks away into the auto shop. Elaine arrives."]}, {"line": ["ELAINE: Hey. Where's the car?"]}, {"line": ["JERRY: He's bringing it."]}, {"line": ["ELAINE: Good."]}, {"line": ["There is the sound of a car starting up, then a squeal of tires and "]}, {"line": ["Jerry's Saab emerges from the auto shop at high speed. It passes Jerry          and Elaine and "]}, {"line": ["Races away down the street. They stare open-mouthed after the car, and          at "]}, {"line": ["each other in astonishment."]}, {"line": []}, {"line": [" "]}, {"line": []}, {"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]}, {"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}]