[{"title": "The Deal"}, {"line": []}, {"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]}, {"line": [" "]}, {"line": [" Opening                  Monologue: I've been watching women in the department stores.                  They're trying on clothes, and I've noticed that they do it differently                  from men. Women don't try on the clothes, they get behind the                  clothes, you see? They take a dress off the rack, and they hold                  it up against themself. They can tell something from this. They                  stick one leg way out 'cause they nedd to know, if some day I'm                  one-legged, and at a fourty-five degree angle, what am I gonna                  wear? You never see a man do that. You never see a guy take a                  suit off the rack, put his head in the neck, and go, \"What                  do you think about this suit? I think I'll get it. Yeah, it looks                  fine. Put some shoes by the bottom of the pants, I wanna make                  sure. Yeah, perfect. And what if I'm walking? Move the shoes,                  move the shoes, move the shoes, move the shoes.", "\n                ", "\n                ", "\n                % While Jerry and Elaine are sitting on Jerry's couch watching \n                the tube, Elaine is flipping through the channels constantly.", "\n                ", "\n                ", "\n                Jerry: What are you doing? All right, all right. What's the matter \n                with that? What about that one?", "\n                ", "\n                ", "\n                Elaine: Robert Vaughn, The Helsinki Formula?", "\n                ", "\n                ", "\n                Jerry: He was good in Man From Uncle.", "\n                ", "\n                ", "\n                Elaine: Guess whose birthday's comin' up soon?", "\n                ", "\n                ", "\n                Jerry: I know, I'm having my root canal the same week.", "\n                ", "\n                ", "\n                Elaine: Oh, right. I hope you have a good oral surgeon because \n                that can be very serious. (Changes channel) Hey, look at naked \n                people.", "\n                ", "\n                ", "\n                Jerry: No, I don't wanna see the naked people.", "\n                ", "\n                ", "\n                Elaine: Been a while?", "\n                ", "\n                ", "\n                Jerry: I have a vague recollection of doing something with someone, \n                but it was a long, long time ago.", "\n                ", "\n                ", "\n                Elaine: I think my last time was in Rochester. My hair was a lot \n                shorter.", "\n                ", "\n                ", "\n                Jerry: I remember that it's a good thing. Someday, I hope to do \n                it again. (Jerry looks at Elaine)", "\n                ", "\n                ", "\n                Elaine: What?", "\n                ", "\n                ", "\n                Jerry: What?", "\n                ", "\n                ", "\n                Elaine: What was that look?", "\n                ", "\n                ", "\n                Jerry: What look?", "\n                ", "\n                ", "\n                Elaine: The look you just gave me.", "\n                ", "\n                ", "\n                Jerry: I gave a look?", "\n                ", "\n                ", "\n                Elaine: Yes.", "\n                ", "\n                ", "\n                Jerry: What kind of look?", "\n                ", "\n                ", "\n                Elaine: I know that look.", "\n                ", "\n                ", "\n                Jerry: Then what was it?", "\n                ", "\n                ", "\n                Elaine: Why should I tell you?", "\n                ", "\n                ", "\n                Jerry: Well, you're the big look expert. I wanna see how smart \n                you are.", "\n                ", "\n                ", "\n                Elaine: Trust me. I know the look. (Pause) So...", "\n                ", "\n                ", "\n                Jerry: What?", "\n                ", "\n                ", "\n                Elaine: What about the look?", "\n                ", "\n                ", "\n                Jerry: I don't know.", "\n                ", "\n                ", "\n                Elaine: You got something on your mind?", "\n                ", "\n                ", "\n                Jerry: No. Things pop into your head. You?", "\n                ", "\n                ", "\n                Elaine: Things occur to me from time to time.", "\n                ", "\n                ", "\n                Jerry: Yeah, me too. Well, you can't expect to just forget the \n                past completely.", "\n                ", "\n                ", "\n                Elaine: No, of course not.", "\n                ", "\n                ", "\n                Jerry: I mean, it was something we did. Probably about, what? \n                Twenty-five times?", "\n                ", "\n                ", "\n                Elaine: Thirty-seven.", "\n                ", "\n                ", "\n                Jerry: Yeah, we pretty much know what we're doin' in there. (Points \n                to bedroom)", "\n                ", "\n                ", "\n                Elaine: We know the terrain.", "\n                ", "\n                ", "\n                Jerry: No big surprises.", "\n                ", "\n                ", "\n                Elaine: Nope.", "\n                ", "\n                ", "\n                Jerry: What do you think?", "\n                ", "\n                ", "\n                Elaine: I don't know. What do you think?", "\n                ", "\n                ", "\n                Jerry: Well, it's something to consider.", "\n                ", "\n                ", "\n                Elaine: Yeah.", "\n                ", "\n                ", "\n                Jerry: I mean, let's say we did.", "\n                ", "\n                ", "\n                Elaine: What if.", "\n                ", "\n                ", "\n                Jerry: Is that like the end of the world or something?", "\n                ", "\n                ", "\n                Elaine: Certainly not.", "\n                ", "\n                ", "\n                Jerry: Why shouldn't we be able to do that once in a while if \n                we want to?", "\n                ", "\n                ", "\n                Elaine: I know.", "\n                ", "\n                ", "\n                Jerry: I mean, really, what is the big deal? We go in there. (Points \n                to the bedroom) We're in there for a while. We come right back \n                out here. It's not complicated.", "\n", "\n                ", "\n                ", "\n                Elaine: It's almost stupid if we didn't.", "\n                ", "\n                ", "\n                Jerry: It's moronic.", "\n                ", "\n                ", "\n                Elaine: Absurd!", "\n                ", "\n                ", "\n                Jerry: Of course, I guess, maybe, some little problems could arise.", "\n                ", "\n                ", "\n                Elaine: We, there are always a few.", "\n                ", "\n                ", "\n                Jerry: I mean, if anything happened, and we couldn't be friends \n                the way we are now, that would be really bad.", "\n                ", "\n                ", "\n                Elaine: Devastating.", "\n                ", "\n                ", "\n                Jerry: Because this is very good. (Points back and forth between \n                them to indicate friendship)", "\n                ", "\n                ", "\n                Elaine: And that would be good. (Points to bedroom)", "\n                ", "\n                ", "\n                Jerry: That would be good too. The idea is combine the this and \n                the that. But this cannot be disturbed.", "\n                ", "\n                ", "\n                Elaine: Yeah, we just wanna take this and add that.", "\n                ", "\n                ", "\n                Jerry: But of course, we'd have to figure out a way to avoid the \n                things that cause the little problems. Maybe some rules or something.", "\n                ", "\n                ", "\n                Elaine: Huh.", "\n                ", "\n                ", "\n                Jerry: For example, now, I call you whenever I'm inclined and \n                vice versa.", "\n                ", "\n                ", "\n                Elaine: Right.", "\n                ", "\n                ", "\n                Jerry: But if we did that, we might feel a certain obligation \n                to call.", "\n                ", "\n                ", "\n                Elaine: Well why should that be? Oh, I have an idea. I have an \n                idea. No call the day after that.", "\n                ", "\n                ", "\n                Jerry: Beautiful. Let's make it a rule.", "\n                ", "\n                ", "\n                Elaine: All right, sir.", "\n                ", "\n                ", "\n                Jerry: Now here's another little rule. When we see each other \n                now, we retire to our separate quarters. But sometimes, when people \n                get involved with that, they feel pressure to sleep over. When \n                that is not really sleep. Sleep is separate from that. And I don't \n                see why sleep got all tied up and connected with that.", "\n                ", "\n                ", "\n                Elaine: Okay, okay. Spending the night is optional!", "\n                ", "\n                ", "\n                Jerry: Well now we're gettin' somewhere.", "\n                ", "\n                ", "\n                Elaine: What about the kiss goodnight?", "\n                ", "\n                ", "\n                Jerry: Tough one. You're call.", "\n                ", "\n                ", "\n                Elaine: It's brug-wa (?).", "\n                ", "\n                ", "\n                Jerry: Fine. Well.", "\n                ", "\n                ", "\n                Elaine: Well.", "\n                ", "\n                ", "\n                Jerry: You ready?", "\n                ", "\n                ", "\n                Elaine: Ready.", "\n                ", "\n                ", "\n                Jerry: So think you can handle this?", "\n                ", "\n                ", "\n                Elaine: Definitely. (Runs into bookshelf)", "\n                ", "\n                ", "\n                % Jerry's apartment the next day. Kramer enters.", "\n                ", "\n                ", "\n                Kramer: Hey.", "\n                ", "\n                ", "\n                Jerry: Hey.", "\n                ", "\n                ", "\n                Kramer: Got the paper?", "\n                ", "\n                ", "\n                Jerry: Not yet.", "\n                ", "\n                ", "\n                Kramer: No paper?", "\n                ", "\n                ", "\n                Jerry: I haven't been out yet.", "\n                ", "\n                ", "\n                Kramer: Well, what's taking you so long? (Elaine enters from the \n                bedroom. Kramer is a little shocked) Uh? Oh, well, yeah... (He \n                exits)", "\n                ", "\n                ", "\n                % George and Jerry at Monk's.", "\n                ", "\n                ", "\n                George: What's the deal with Aquaman? Could he go on land, or \n                was he just restricted to water?", "\n                ", "\n                ", "\n                Jerry: No, I think I saw him on land a couple times. So how's \n                the job situation goin'?", "\n                ", "\n                ", "\n                George: Still lookin'. It's pretty bad out there. What about you?", "\n                ", "\n                ", "\n                Jerry: Nothin' much. I slept with Elaine last night.", "\n                ", "\n                ", "\n                George: Oxygen! I need some oxygen! This is major.", "\n                ", "\n                ", "\n                Jerry: I thought you'd like that.", "\n                ", "\n                ", "\n                George: Oh, this is huge!", "\n                ", "\n                ", "\n                Jerry: I know.", "\n                ", "\n                ", "\n                George: All right, okay. Let's go, details.", "\n                ", "\n                ", "\n                Jerry: No, I can't do details.", "\n                ", "\n                ", "\n                George: You wha?", "\n                ", "\n                ", "\n                Jerry: I can't give details.", "\n                ", "\n                ", "\n                George: No details?", "\n                ", "\n                ", "\n                Jerry: I'm not in the mood.", "\n                ", "\n                ", "\n                George: You ask me to have lunch, tell me you slept with Elaine, \n                and then say you're not in the mood for details. Now you listen \n                to me. I want details and I want them right now. I don't have \n                a job, I have no place to go. You're not in the mood? Well you \n                get in the mood!", "\n                ", "\n                ", "\n                Jerry: All right, okay. We're in the apartment watching TV.", "\n                ", "\n                ", "\n                George: Where are you sitting?", "\n                ", "\n                ", "\n                Jerry: On the couch.", "\n                ", "\n                ", "\n                George: Next to each other?", "\n                ", "\n                ", "\n                Jerry: No, separated.", "\n                ", "\n", "\n                ", "\n                George: Time?", "\n                ", "\n                ", "\n                Jerry: About eleven.", "\n                ", "\n                ", "\n                George: Okay, go ahead.", "\n                ", "\n                ", "\n                Jerry: So she's flipping around the TV, and she gets to the naked \n                station.", "\n                ", "\n                ", "\n                George: Oh, see? that's why I don't have cable in my house. Because \n                of that naked station. If I had that in my house, I would never \n                turn it off. I wouldn't sleep, I wouldn't eat. Eventually, firemen \n                would have to break through the door, they'd find me sitting there \n                in my pajamas with drool coming down my face. All right, all right. \n                So you're watching the naked station.", "\n                ", "\n                ", "\n                Jerry: And then, somehow, we started talking about, what if we \n                had sex.", "\n                ", "\n                ", "\n                George: Boy, these are really bad details.", "\n                ", "\n                ", "\n                Jerry: It pains me to say this, but I may be getting to mature \n                for details.", "\n                ", "\n                ", "\n                George: Oh I hate to hear this. That kind of growth really irritates \n                me.", "\n                ", "\n                ", "\n                Jerry: Well. I'll tell you though. It was really passionate.", "\n                ", "\n                ", "\n                George: Better than before?", "\n                ", "\n                ", "\n                Jerry: She must've taken some kind of seminar or something.", "\n                ", "\n                ", "\n                George: This is all too much. So what are you feeling? What's \n                going on? Are you like a couple again now?", "\n                ", "\n                ", "\n                Jerry: Not exactly.", "\n                ", "\n                ", "\n                George: Not exactly. What does that mean?", "\n                ", "\n                ", "\n                Jerry: Well, we've tried to arrange a situation where we'll be \n                able to do this once in a while and still be friends. (George \n                laughs hysterically and stands oiut of his seat)", "\n                ", "\n                ", "\n                George: Where are you living? Are you here? Are you on this planet? \n                It's impossible. It can't be done.", "\n                (He sits back down) Thousands of years people have been trying \n                to have their cake and eat it too. So all of a sudden the two \n                of you are going to come along and do it. Where do you get the \n                ego? No one can do it. It can't be done.", "\n                ", "\n                ", "\n                Jerry: I think we've worked out a system.", "\n                ", "\n                ", "\n                George: Oh, you know what you're like? You're like a pathetic \n                gambler. You're one of those losers in Las Vegas who keeps thinking \n                he's gonna come up with a way to win at blackjack.", "\n                ", "\n                ", "\n                Jerry: No, this is very advanced. We've designed at set of rules \n                that we can maintain the friendship by advancing all of the relationship \n                pitfalls.", "\n                ", "\n                ", "\n                George: Sure, all right. Tell me the rules.", "\n                ", "\n                ", "\n                Jerry: Okay. No calls the next day.", "\n                ", "\n                ", "\n                George: (To himself) So you're havin' the sex, next day you don't \n                have to call. That's pretty good. (Back to Jerry) Go ahead.", "\n                ", "\n                ", "\n                Jerry: You ready for the second one?", "\n                ", "\n                ", "\n                George: I have tell you, I'm pretty impressed with the first one.", "\n                ", "\n                ", "\n                Jerry: Spending the night. Optional.", "\n                ", "\n                ", "\n                George: No, you see? You got greedy.", "\n                ", "\n                ", "\n                Jerry: No, that's the rule. It's optional.", "\n                ", "\n                ", "\n                George: I know less about women than anyone in the world. But \n                one thing I do know is they're not happy if you don't spend the \n                night. I could be a hot, sweaty room with no air conditioning \n                and all they have is a little army cot this wide (Displays with \n                French fry) You're not going anywhere.", "\n                ", "\n                ", "\n                Jerry: I think you're wrong.", "\n                ", "\n                ", "\n                George: I hope I am.", "\n                ", "\n                ", "\n                % At Elaine's apartment, Jerry opens the fridge and pulls out \n                a piece of cake.", "\n                ", "\n                ", "\n                Jerry: Is this yours or the roommate's?", "\n                ", "\n                ", "\n                Elaine: The roommate's.", "\n                ", "\n                ", "\n                Jerry: Would she mind?", "\n                ", "\n                ", "\n                Elaine: She keeps track of everything.", "\n                ", "\n                ", "\n                Jerry: Well, that's too bad, 'cause I'm takin' it.", "\n                ", "\n                ", "\n                Elaine: Thanks.", "\n                ", "\n                ", "\n                Jerry: Well, guess I'll get going.", "\n                ", "\n                ", "\n                Elaine: Oh.", "\n                ", "\n                ", "\n                Jerry: Well, I have that root canal tomorrow morning. It'll be \n                easier if I go home.", "\n                ", "\n                ", "\n                Elaine: Fine, go away.", "\n                ", "\n                ", "\n                Jerry: I don't understand. Is there a problem? (Elaine is pulling \n                a roll of paper towels about twenty feet long) I'm getting the \n                impression there's a problem.", "\n                ", "\n                ", "\n                Elaine: Just go.", "\n                ", "\n                ", "\n                Jerry: I'm having surgery tomorrow.", "\n                ", "\n                ", "\n                Elaine: Oh, surgery. You're going to the dentist.", "\n                ", "\n                ", "\n                Jerry: But you said, it can be very serious.", "\n                ", "\n                ", "\n                Elaine: Okay, so fine. Go.", "\n                ", "\n                ", "\n                Jerry: What happened to the rules? Remember? Sleeping over was \n                optional.", "\n                ", "\n                ", "\n                Elaine: Yeah, it's my house, it's my option.", "\n                ", "\n                ", "\n                Jerry: It has nothing to do with whose house it is.", "\n                ", "\n                ", "\n                Elaine: Oh, of course it does. (Elaine's roommate, Tina, enters)", "\n                ", "\n                ", "\n                Tina: Hi.", "\n                ", "\n                ", "\n                Elaine + Jerry: Hi.", "\n                ", "\n                ", "\n                Tina: Hi, Jerry.", "\n                ", "\n                ", "\n                Jerry: Hi.", "\n                ", "\n                ", "\n", "\n                Tina: Such a great improv class tonight.", "\n                ", "\n                ", "\n                Elaine: Oh really?", "\n                ", "\n                ", "\n                Tina: I had this improv where I pretended I was working in one \n                of those booths. You know, in the amusement park, where you have \n                to shoot the water in the clown's mouth and you have to blow up \n                the balloon.", "\n                ", "\n                ", "\n                Elaine: Uh, Tina? Could you excuse us for just one second?", "\n                ", "\n                ", "\n                Tina: Oh, yeah. I'll excuse you. (She walks away)", "\n                ", "\n                ", "\n                Elaine: What are you doing? ", "\n                ", "\n                ", "\n                Jerry: I can't go if you're mad.", "\n                ", "\n                ", "\n                Elaine: I'm not mad.", "\n                ", "\n                ", "\n                Jerry: You seemed a little mad.", "\n                ", "\n                ", "\n                Elaine: No, no. Jerry, I'm fine really. It's okay.", "\n                ", "\n                ", "\n                Jerry: So you're okay with everything?", "\n                ", "\n                ", "\n                Elaine: Definitely. Are you?", "\n                ", "\n                ", "\n                Jerry: Definitely. Well, goodnight.", "\n                ", "\n                ", "\n                Elaine: Goodn-- (He starts to kiss her) What're you doing?", "\n                ", "\n                ", "\n                Jerry: What?", "\n                ", "\n                ", "\n                Elaine: Rules.", "\n                ", "\n                ", "\n                Tina: Hey, who took my cake? (Jerry exits quickly)", "\n                ", "\n                ", "\n                % Jerry and George are at the store.", "\n                ", "\n                ", "\n                George: What about jewelry? That's very nice gift.", "\n                ", "\n                ", "\n                Jerry: No, no. I have to be very careful here. I don't want to \n                send the wrong message. Especially after the other night.", "\n                ", "\n                ", "\n                George: Maybe I'll get her some jewelry.", "\n                ", "\n                ", "\n                Jerry: No, no. You can't get her anything better than me. Whatever \n                I spend, you have to spend half.", "\n                ", "\n                ", "\n                George: What am I supposed to get, a bazooka?", "\n                ", "\n                ", "\n                Jerry: You don't understand. I'm in a very delicate position. \n                Whatever I give her, she's going to be bringing in experts from \n                all over the country to interpret the meaning behind it.", "\n                ", "\n                ", "\n                George: What does she need? Maybe there's something that she needs.", "\n                ", "\n                ", "\n                Jerry: I think I heard her say something about a bench.", "\n                ", "\n                ", "\n                George: A bench? What kind of a bench?", "\n                ", "\n                ", "\n                Jerry: I don't know, but she mentioned a bench.", "\n                ", "\n                ", "\n                George: What, like at a bus stop?", "\n                ", "\n                ", "\n                Jerry: I don't know.", "\n                ", "\n                ", "\n                George: Like a park bench?", "\n                ", "\n                ", "\n                Jerry: I have no idea.", "\n                ", "\n                ", "\n                George: Who puts a bench in their house?", "\n                ", "\n                ", "\n                Jerry: Forget the bench.", "\n                ", "\n                ", "\n                George: I got it. You wanna get her something nice? How 'bout \n                a music box?", "\n                ", "\n                ", "\n                Jerry: No, too relationshippy. She opens it up, she hears that \n                Laura's theme, I'm dead.", "\n                ", "\n                ", "\n                George: Okay, what about a nice frame? With a picture of another \n                guy in it. Frame says I care for you, but if you wanna get serious, \n                perhaps you'd be interested in someone like this.", "\n                ", "\n                ", "\n                Jerry: Nice looking fellow.", "\n                ", "\n                ", "\n                George: What about candle holders?", "\n                ", "\n                ", "\n                Jerry: Too romantic.", "\n                ", "\n                ", "\n                George: Lingerie?", "\n                ", "\n                ", "\n                Jerry: Too sexual.", "\n                ", "\n                ", "\n                George: Waffle maker.", "\n                ", "\n                ", "\n                Jerry: Too domestic.", "\n                ", "\n                ", "\n                George: Bust of Nelson Rockefeller.", "\n                ", "\n                ", "\n                Jerry: Too Gubernatorial. (?)", "\n                ", "\n                ", "\n                George: Let's work on the card.", "\n                ", "\n                ", "\n                % Jerry and Elaine sitting on his couch. Elaine holding a present.", "\n                ", "\n                ", "\n                Jerry: Maybe you won't like it.", "\n                ", "\n                ", "\n                Elaine: Oh, how could I not like it? Of course I'll like it.", "\n                ", "\n                ", "\n                Jerry: You could not like it.", "\n                ", "\n                ", "\n                Elaine: Just the fact that you remembered means everything.", "\n                ", "\n                ", "\n                Jerry: Of course I remembered. You reminded me everyday for two \n                months. Oh, the card. (She opens)", "\n                ", "\n                ", "\n                Elaine: Cash?", "\n                ", "\n                ", "\n                Jerry: Would do you think?", "\n                ", "\n                ", "\n                Elaine: You got me cash?", "\n                ", "\n                ", "\n                Jerry: Well this way I figure you can go out and get yourself \n                whatever you want. No good?", "\n                ", "\n                ", "\n                Elaine: Who are you, my uncle?", "\n                ", "\n                ", "\n                Jerry: Well come on. That's $182 right there. I don't think that's \n                anything to sneeze at.", "\n                ", "\n                ", "\n                Elaine: Let me see the card. (Reading) To a wonderful girl, a \n                great pal, and more? (Kramer enters)", "\n                ", "\n                ", "\n                Kramer: Hey. Oh, Elaine. I'm glad you're here. Stay right there. \n                I'm gonna be right back. (He exits)", "\n                ", "\n                ", "\n                Elaine: Pal? You think I'm your pal?", "\n", "\n                ", "\n                ", "\n                Jerry: I said, \"and more.\"", "\n                ", "\n                ", "\n                Elaine: I am not your pal.", "\n                ", "\n                ", "\n                Jerry: What's wrong with pal? Why is everyone so down on pal? \n                (Kramer enters with present)", "\n                ", "\n                ", "\n                Elaine: Oh, what is this? You got me something?", "\n                ", "\n                ", "\n                Kramer: Yeah. Open it.", "\n                ", "\n                ", "\n                Elaine: Oh Kramer... (She opens it) The bench! You got me the \n                bench that I wanted! (Jerry looks irritated)", "\n                ", "\n                ", "\n                Kramer: That's pretty good, huh?", "\n                ", "\n                ", "\n                Jerry: Great.", "\n                ", "\n                ", "\n                Kramer: Remember when we were standing there and she mentioned \n                it? I made a mental note of it.", "\n                ", "\n                ", "\n                Jerry: Well goody for you.", "\n                ", "\n                ", "\n                Kramer: Oh yeah, I'm very sensitive about that. I mean, when someone's \n                birthday comes up, I keep my ears open. So what'd you get her?", "\n                ", "\n                ", "\n                Jerry: 182 bucks.", "\n                ", "\n                ", "\n                Kramer: Cash? You gotta be kidding. What kind of gift is that? \n                That's like something her uncle would get her.", "\n                ", "\n                ", "\n                Elaine: (Reading card) Think where man's glory most begins and \n                ends and say my glory was I had such a friend.", "\n                ", "\n                ", "\n                Kramer: (To Jerry) Yeats.", "\n                ", "\n                ", "\n                Elaine: Oh Kramer. (They embrace)", "\n                ", "\n                ", "\n                Jerry: Could you excuse us please?", "\n                ", "\n                ", "\n                Kramer: What?", "\n                ", "\n                ", "\n                Jerry: We're talking.", "\n                ", "\n                ", "\n                Kramer: Oh, the relationship. (He leaves)", "\n                ", "\n                ", "\n                Jerry: You know, we never had one fight before this deal.", "\n                ", "\n                ", "\n                Elaine: I know.", "\n                ", "\n                ", "\n                Jerry: Never.", "\n                ", "\n                ", "\n                Elaine: Ever.", "\n                ", "\n                ", "\n                Jerry: We got along beautifully.", "\n                ", "\n                ", "\n                Elaine: Like clams.", "\n                ", "\n                ", "\n                Jerry: It was wonderful.", "\n                ", "\n                ", "\n                Elaine: A pleasure.", "\n                ", "\n                ", "\n                Jerry: So I think we should just forget the whole deal, and go \n                back to being friends.", "\n                ", "\n                ", "\n                Elaine: I can't do it.", "\n                ", "\n                ", "\n                Jerry: You what?", "\n                ", "\n                ", "\n                Elaine: I can't do that.", "\n                ", "\n                ", "\n                Jerry: You mean it's... (She nods) No this. No that. No this or \n                that. Oh, boy. What do you want?", "\n                ", "\n                ", "\n                Elaine: This, that, and the other.", "\n                ", "\n                ", "\n                Jerry: Oh, sure. Of course, you're entitled. Who doesn't want \n                this, that, and the other?", "\n                ", "\n                ", "\n                Elaine: You.", "\n                ", "\n                ", "\n                Jerry: (Starts to correct then realizes) Well...", "\n                ", "\n                ", "\n                % Jerry and George at Monk's.", "\n                ", "\n                ", "\n                George: Those birthdays. I told you. They're relationship killers. \n                If a relationship is having any problems whatsoever, a birthday \n                will always bring it out.", "\n                ", "\n                ", "\n                Jerry: I never should have made up those rules.", "\n                ", "\n                ", "\n                George: What is it about sex that just disrupts everything? Is \n                it the touching? Is it the nudity?", "\n                ", "\n                ", "\n                Jerry: It can't be the nudity. I never got into these terrible \n                fights and misunderstandings when I was changing before gym class.", "\n                ", "\n                ", "\n                George: You know what this means? I can't see her anymore either.", "\n                ", "\n                ", "\n                Jerry: Why?", "\n                ", "\n                ", "\n                George: It's break up by association. Besides, she's mad at me \n                anyway because of my birthday present.", "\n                ", "\n                ", "\n                Jerry: What did you end up giving her?", "\n                ", "\n                ", "\n                George: 91 dollars.", "\n                ", "\n                ", "\n                Jerry: Sorry about that.", "\n                ", "\n                ", "\n                George: So what're you gonna do?", "\n                ", "\n                ", "\n                Jerry: Well, if I call her, there's no joking around anymore. \n                This is pretty much it.", "\n                ", "\n                ", "\n                George: So, maybe this should be it.", "\n                ", "\n                ", "\n                Jerry: Could be it.", "\n                ", "\n                ", "\n                George: She seems like an it.", "\n                ", "\n                ", "\n                Jerry: She's at it as you get. Imagine bumping into her on the \n                street in five years with a husband. And she tells me he's a sculptor, \n                they live in Vermont...", "\n                ", "\n                ", "\n                George: We'd have to kill him.", "\n                ", "\n                ", "\n                Jerry: We'd get caught, I'd get the chair.", "\n                ", "\n                ", "\n                George: I'd go to prison as your accomplice. I'd have to wear \n                that really heavy denim. Go to the cafeteria line with the guy \n                who slops those mashed potatoes onto your plate. Go to the bathroom \n                in front of hundreds of people.", "\n                ", "\n                ", "\n                Jerry: Plus, you know what else.", "\n                ", "\n                ", "\n                George: You better call her.", "\n                ", "\n                ", "\n                % Jerry's apartment, Kramer enters.", "\n", "\n                ", "\n                ", "\n                Kramer: Hey.", "\n                ", "\n                ", "\n                Jerry: Hey.", "\n                ", "\n                ", "\n                Kramer: You got the paper yet?", "\n                ", "\n                ", "\n                Jerry: Yeah.", "\n                ", "\n                ", "\n                Kramer: Well where is it? (Elaine enters from bedroom with newspaper) \n                Hey, you done with that?", "\n                ", "\n                ", "\n                Elaine: No.", "\n                ", "\n                ", "\n                Kramer: Well, you're not reading it now.", "\n                ", "\n                ", "\n                Elaine: All right, you can take it. But I want it back.", "\n                ", "\n                ", "\n                Kramer: Oh yeah. So, ah, what're you guys gonna do today?", "\n                ", "\n                ", "\n                Elaine: Ah, this. And that.", "\n                ", "\n                ", "\n                Jerry: And the other.", "\n                ", "\n                ", "\n                Kramer: Boy, I really liked the two of you much better when you \n                weren't a couple. (He exits)", "\n                ", "\n                ", "\n                End.", "\n                ", "\n                ", "\n<Spellchecked and reformatted by Mike \"The News Guy\">", "\n                ", "\n                ", "\n                ", "\n                ", "\n                ", "\n                ", "\n                ", "\n                ", "\n                ", "\n                ", "\n                            \n                ", "\n                \n                "]}, {"line": []}, {"line": [" "]}, {"line": []}, {"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]}, {"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}]