[{"title": "The Checks"}, {"line": []}, {"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]}, {"line": [" "]}, {"line": ["Originally posted on The News Guys(Mike's) site ", "\n      "]}, {"line": [" 8.07 \"The Checks\"", "\n        ", "\n        Episode Number: 141", "\n        Original Air Date: November 07, 1996", "\n        ", "\n        Written by: Steve O'Donnell, Tom Gammill & Max Pross", "\n        Directed by: Andy Ackerman", "\n        ", "\n        Guest Cast:", "\n        James Patrick Stuart (Brett)", "\n        Gedde Watanabe (Mr. Oh)", "\n        Sab Shimono (Executive #1)", "\n        John Bowman (Teddy)", "\n        Jock Plotnick (Crew Leader)", "\n        George Wallace (Doctor)", "\n        Toshi Toda (Mr. Tanaka)", "\n        Goh Misawa (Mr. Yamaguchi)", "\n        Tony V. (Clicky)", "\n        Akane Nelson (Executive #2)", "\n        Cherie Hankal (Nurse)", "\n        Dave Pierce (Carl \n        Farbman)", "\n        ", "\n        [Street]", "\n        ", "\n        Jerry and Elaine come out of a drugstore. Elaine has a couple of carrier \n        bags", "\n        she's fussing with the contents of.", "\n        ", "\n        JERRY: Hey, have you seen all these new commercials for indigestion drugs?", "\n        Pepcid AC, Tagemat HB.", "\n        ", "\n        ELAINE: Ugh, the whole country's sick to their stomach.", "\n        ", "\n        JERRY: Now, you know you're supposed to take these things before you get", "\n        sick?", "\n        ", "\n        Jerry and Elaine begin to walk along the street.", "\n        ", "\n        ELAINE: What is this, a 'bit'?", "\n        ", "\n        JERRY: No.", "\n        ", "\n        ELAINE: 'Cos I'm not in the mood.", "\n        ", "\n        JERRY: We're just talking. Is this not the greatest marketing ploy ever? \n        If", "\n        you feel good, you're supposed to take one!", "\n        ", "\n        ELAINE: Yeah, I know that tone. This is a bit.", "\n        ", "\n        JERRY: They've opened up a whole new market. Medication for the well.", "\n        ", "\n        ELAINE: (tired) Alright, are you done with your little amusement?", "\n        ", "\n        JERRY: (hopeful) Then you admit it was amusing?", "\n        ", "\n        ELAINE: It was okay, but move the 'medication for the well' to the front, \n        and", "\n        hit the word 'good' harder.", "\n        ", "\n        JERRY: (thinking) Great. Thanks.", "\n        ", "\n        ", "\n        [Some Fancy Place]", "\n        ", "\n        The room is stylishly furnished. A number of people sit around, chatting \n        and", "\n        drinking. Elaine and her new boyfriend, Brett, walk across the room, carrying", "\n        drinks.", "\n        ", "\n        ELAINE: So, your firm designed all the furniture in here?", "\n        ", "\n        BRETT: We manufacture it. The original designs are by Karl Farbman.", "\n        ", "\n        Elaine and Brett sit on a couch", "\n        ", "\n        ELAINE: (as if she knows) Oh, Farbman.", "\n        ", "\n        BRETT: You know Farbman?", "\n        ", "\n        ELAINE: Mm, love Farbman.   ", "\n        ", "\n        BRETT: Most people go their whole lives without sitting in a Farbman.", "\n        ", "\n        ELAINE: Wuh, if you call that living. (laughs) Ahaha.", "\n        ", "\n        Music begins to play. It's The Eagles' Desperado. Brett hears the music \n        and", "\n        is enraptured. He stares off into the distance, oblivious to everything \n        but", "\n        the song.", "\n        ", "\n        ELAINE: Wouldn't it be great if Farbman designed shoes?", "\n        ", "\n        Brett hasn't heard a word of what Elaine said, continuing to stare off \n        into", "\n        the distance.", "\n        ", "\n        ELAINE: Brett? Don't you think that would be great?", "\n        ", "\n        Brett still doesn't react.", "\n        ", "\n        ELAINE: Brett?", "\n        ", "\n        BRETT: (still staring off) After the song, babe.", "\n        ", "\n        ELAINE: Huh?", "\n        ", "\n        BRETT: The song.", "\n        ", "\n        Elaine stares at Brett and puts a hand to her chest, moved by his", "\n        sensitivity.", "\n        ", "\n        ", "\n        [Street]", "\n        ", "\n        Jerry and Elaine come round the corner, past the Chinese restaurant and \n        walk", "\n        along the street.", "\n        ", "\n        JERRY: So when do I meet this jerk?", "\n        ", "\n        ELAINE: He's not a jerk, Jer. He only works with Karl Farbman.", "\n        ", "\n        JERRY: Who?", "\n        ", "\n        ELAINE: (dismissive) I dunno, some designer. Anyway, Brett is so generous,", "\n        and sensitive. Last night he was moved just listening to a song.", "\n        ", "\n        JERRY: What song?", "\n        ", "\n        ELAINE: Desperado.", "\n        ", "\n        JERRY: Desperado?", "\n        ", "\n        ELAINE: Uh huh.", "\n        ", "\n        JERRY: And you're still dating him? I tell you who sounds a little desperado.", "\n        ", "\n        Ahead of the strolling twosome, a guy stands on the sidewalk, twirling \n        a", "\n        brightly-coloured umbrella over his shoulder.", "\n        ", "\n        JERRY: (pointing toward the guy) See that salesman, twirling that umbrella.", "\n        ", "\n        ELAINE: Uh huh.", "\n        ", "\n        JERRY: I invented that.", "\n        ", "\n        ELAINE: That, had to be invented?", "\n        ", "\n        JERRY: When I started out as a comedian, I sold umbrellas. It was my idea \n        to", "\n        twirl it, to attract customers.", "\n        ", "\n        Elaine folds her arms, unconvinced.", "\n        ", "\n        ELAINE: (skeptical) Oh hoh, really? Well, why don't we ask him about it?", "\n        ", "\n        Elaine marches toward the umbrella guy.", "\n        ", "\n        JERRY: Elaine.", "\n        ", "\n        ELAINE: Excuse me. Hey, how you doing. Uhm, my, uh, friend here says that \n        he", "\n        invented that little twirl you're doing.", "\n        ", "\n        JERRY: Elaine, please, it was a long time ago. The man doesn't want a \n        history", "\n        lesson.", "\n        ", "\n        CLICKY: Teddy Padillac came up with this twirl.", "\n        ", "\n", "\n        ELAINE: (looking at Jerry) Ohh.", "\n        ", "\n        JERRY: I know Teddy Padillac. I worked with him on Forty-eighth and Sixth.", "\n        ", "\n        CLICKY: Yeah, that's where he come up with it.", "\n        ", "\n        JERRY: In his dreams.", "\n        ", "\n        ELAINE: Alright, can we (glances at her watch) go?", "\n        ", "\n        Elaine walks off, crossing the street. Jerry follows.", "\n        ", "\n        JERRY: (to Clicky) By the way, you're doing it too fast. You'll disorient \n        the", "\n        customers.", "\n        ", "\n        ", "\n        [Jerry's Apartment]", "\n        ", "\n        Jerry is demonstrating twirling an umbrella to George, who sits in a chair", "\n        with a magazine.", "\n        ", "\n        JERRY: It's the twirling that dazzles the eye.", "\n        ", "\n        GEORGE: (pulls a face) I find it disorienting. Who buys an umbrella anyway?", "\n        Y..you get 'em for free in the coffee shop in the metal cans.", "\n        ", "\n        JERRY: (as if speaking to a moron) Those belong to people.", "\n        ", "\n        Jerry tosses his umbrella onto the couch, and walks toward the kitchen. \n        The", "\n        door opens and Kramer enters, carrying a large envelope.", "\n        ", "\n        KRAMER: Hey. Well. (proffers the envelope) This was downstairs for you.", "\n        Ker-ching.", "\n        ", "\n        JERRY: (taking the envelope) Oh no, not more checks. They're coming faster", "\n        than I can sign 'em.", "\n        ", "\n        GEORGE: What checks?", "\n        ", "\n        KRAMER: Oh, you didn't hear? Jerry's a big star in Japan.", "\n        ", "\n        JERRY: I don't know why. There's a one-second clip of me in the opening", "\n        credits of some Japanese comedy show.", "\n        ", "\n        KRAMER: Yeah, the Super Terrific Happy Hour.", "\n        ", "\n        JERRY: (opening the envelope and pulling out a stack of checks) They run \n        it", "\n        all the time, and now I'm starting to get all these royalty checks.", "\n        ", "\n        GEORGE: Look at all of those! You're rich!", "\n        ", "\n        JERRY: Naw. Each one is for like twelve cents. It's barely worth the pain \n        in", "\n        my hand to sign 'em.", "\n        ", "\n        Kramer sits on the couch and flinches as he sits on the umbrella. He reaches", "\n        under himself and extracts it, then jumps again as he accidentally opens \n        it.", "\n        He gets back up, and heads to the kitchen.", "\n        ", "\n        KRAMER: Hey, Jerry, you need any new furniture?", "\n        ", "\n        JERRY: Why?", "\n        ", "\n        KRAMER: (getting a bottle of water out of the fridge) Yeah, well, Elaine's", "\n        new boyfriend, you know. He's giving me this oversize chest of drawers. \n        It's", "\n        a Farbman.", "\n        ", "\n        George wanders over.", "\n        ", "\n        GEORGE: He's giving you furniture? Who is this guy?", "\n        ", "\n        JERRY: Ah, who are any of her losers?", "\n        ", "\n        GEORGE: (dryly) You're on that list.", "\n        ", "\n        George goes and gets his coat.", "\n        ", "\n        GEORGE: Alright, I gotta go home and open up with the house for the carpet", "\n        cleaners. You know they're doing my whole place for twenty-five dollars.", "\n        ", "\n        KRAMER: Oh, no, no, no. Not the Sunshine Carpet Cleaners?", "\n        ", "\n        EGO: Yeah, you heard of 'em?", "\n        ", "\n        KRAMER: They're a crazy religious cult. The carpet cleaning is just a \n        means", "\n        for them to get into your apartment.", "\n        ", "\n        GEORGE: So? For a twenty-five dollar cleaning, I can listen to some pointless", "\n        blather.", "\n        ", "\n        JERRY: I do it, I'm not even getting the cleaning.", "\n        ", "\n        ", "\n        [Street]", "\n        ", "\n        Kramer and Jerry stroll along. Jerry is massaging his left hand, as if \n        it's", "\n        giving him discomfort.", "\n        ", "\n        JERRY: Signed over a hundred checks this morning.", "\n        ", "\n        KRAMER: Hello, twelve dollars.", "\n        ", "\n        Jerry and Kramer draw level with three Japanese tourists. One of them \n        steps", "\n        forward, holding out a camera.", "\n        ", "\n        MR OH: Excuse me. Would you take picture please?", "\n        ", "\n        KRAMER: (takes camera) Oh, yeah, sure.", "\n        ", "\n        Jerry has spotted something further along the street. It's another umbrella", "\n        salesman, twirling his wares.", "\n        ", "\n        JERRY: I'm gonna ask this guy something.", "\n        ", "\n        Jerry walks along to the guy. Kramer fusses about, taking a picture of \n        the", "\n        three Japanese guys, at one point he steps back to frame them all, and", "\n        stumbles off the curb.", "\n        ", "\n        JERRY: (to umbrella guy) Hey. Nice twirl you got there. You know who invented", "\n        that, don't you?", "\n        ", "\n        Back down the street, Kramer has finished photographing. He looks over \n        toward", "\n        Jerry, and thinks for a second.", "\n        ", "\n        KRAMER: (to tourists) Hey, are you folks from Japan.", "\n        ", "\n        MR YAMAGUCHI: Hai.", "\n        ", "\n        MR OH: Yes.", "\n        ", "\n        KRAMER: (points over to Jerry) You recognise that mug?", "\n        ", "\n        Jerry has taken one of the umbrellas, and is demonstrating the twirl to \n        the", "\n        guy. He's speaking animatedly, with lots of hand gestures and arm waving.", "\n        ", "\n        KRAMER: That's the funny face that greets you at the beginning of the \n        Super", "\n        Terrific Happy Hour.", "\n        ", "\n        MR OH: Ahh, Super Terrific Happy...", "\n        ", "\n        The three guys all speak to each other in excited Japanese.", "\n        ", "\n        KRAMER: Ah, yeah. Yeah, that's him.", "\n        ", "\n        Kramer and the three guys look along to where Jerry is still talking", "\n        vigorously to the umbrella guy.", "\n        ", "\n        MR OH: What is he doing?", "\n        ", "\n        KRAMER: Well, I don't know. But something super terrific, I'm sure.", "\n        ", "\n        MR OH: He's funny.", "\n        ", "\n        KRAMER: Oh yeah, very funny. And it wouldn't be impolite to laugh at his", "\n        antics.", "\n        ", "\n        Jerry is tossing the umbrella from hand to hand, with the unimpressed \n        guy", "\n        watching him. Kramer laughs, and the Japanese all join in.", "\n        ", "\n        KRAMER: Yeah. Yeah, that's it. Because everybody laughs at Jerry here \n        in", "\n        America.", "\n        ", "\n        Kramer and the Japanese all laugh uproariously, watching Jerry.", "\n        ", "\n        ", "\n        [George's Apartment]", "\n        ", "\n        Three guys in bright yellow overalls stand in George's living room. Two \n        of", "\n        them have a large carpet cleaner by the door, ready to leave, The third, \n        the", "\n        leader, has a notebook.", "\n        ", "\n        CREW LEADER: (calling to George) We're pretty much finished.", "\n        ", "\n        George enters from another room.", "\n        ", "\n        CREW LEADER: There's just one more thing.", "\n        ", "\n        GEORGE: (smiling expectantly) Here it comes.", "\n        ", "\n        The leader opens his book and holds up a check.", "\n        ", "\n        CREW LEADER: (clears throat) You forgot to sign your check.", "\n        ", "\n        The leader hands George a pen, and waits as George appends his signature.", "\n", "\n        ", "\n        GEORGE: (signs) Sorry. (expectant) You're sure, uh, there isn't anything", "\n        else?", "\n        ", "\n        CREW LEADER: (flat) No.", "\n        ", "\n        The carpet cleaners begin to leave. George follows the leader toward the", "\n        door, looking disappointed.", "\n        ", "\n        GEORGE: (let down) So, that's it?", "\n        ", "\n        CREW LEADER: Unless you need a receipt.", "\n        ", "\n        GEORGE: (melancholy) I wish that was all needed. Life can be so confusing.", "\n        I..I'm searching for answers, anywhere.", "\n        ", "\n        CREW LEADER: (flat) Good luck with that.", "\n        ", "\n        The leader closes the door on a perplexed George.", "\n        ", "\n        ", "\n        [Jerry's Apartment]", "\n        ", "\n        Jerry sits at his table. He's signing checks, and holding his pen awkwardly", "\n        in his hand which is twisted uncomfortably. Elaine enters and notices \n        his", "\n        hand.", "\n        ", "\n        JERRY: Hey.", "\n        ", "\n        ELAINE: What's with the claw?", "\n        ", "\n        JERRY: Super terrific carpal tunnel syndrome.", "\n        ", "\n        Elaine wanders toward the kitchen. The door opens and Brett enters.", "\n        ", "\n        BRETT: (to Elaine) There's no sign of Kramer.", "\n        ", "\n        ELAINE: Oh, Brett. (indicating) This is Jerry.", "\n        ", "\n        JERRY: Hi.", "\n        ", "\n        Jerry holds up his twisted hand in greeting. Brett copies the position \n        of the", "\n        fingers in his wave back.", "\n        ", "\n        BRETT: That's very funny. Elaine told me you were some kinda comedian.", "\n        ", "\n        JERRY: Ah, I'm one kind.", "\n        ", "\n        Elaine gets a bottle of water form the fridge.", "\n        ", "\n        ELAINE: Have you seen the chest of drawers that Brett gave to Kramer?", "\n        ", "\n        JERRY: The Fleckman.", "\n        ", "\n        BRETT: Farbman.", "\n        ", "\n        JERRY: Right.", "\n        ", "\n        ELAINE: You gotta see 'em. Beautiful.", "\n        ", "\n        JERRY: (not interested) Oh, I'm sure they are.", "\n        ", "\n        BRETT: I'd be happy to get you some if that's what you're driving at.", "\n        ", "\n        JERRY: No. I'm fine, thank you.", "\n        ", "\n        BRETT: Don't worry. It's no charge to you.", "\n        ", "\n        Brett walks over past Jerry and points to Jerry's desk.", "\n        ", "\n        BRETT: Looks like what you really need is a decent desk for writing your", "\n        skits.", "\n        ", "\n        JERRY: (quiet annoyance) I don't write skits.", "\n        ", "\n        BRETT: (walking back to Elaine) Well, of course you don't. You don't have \n        a", "\n        proper workstation. I'll fax you over my catalogue.", "\n        ", "\n        ELAINE: Mmm. Brett, uhm, Jerry doesn't have a fax machine.", "\n        ", "\n        BRETT: (quiet) Oops.", "\n        ", "\n        Brett looks round at Jerry, seeming embarrassed.", "\n        ", "\n        BRETT: Well, I'm sure things'll pick up for you soon. Elaine, maybe we \n        should", "\n        get going.", "\n        ", "\n        Brett opens the door.", "\n        ", "\n        ELAINE: Oh. Jerry, you wanna join us?", "\n        ", "\n        JERRY: Oh, where you going? The coffee shop?", "\n        ", "\n        BRETT: (scoff) Coffee shop? I think we can do a little better than that. \n        You", "\n        look like you could use a solid meal at a real restaurant.", "\n        ", "\n        JERRY: You look like you could use a...", "\n        ", "\n        ELAINE: (warning) Jerry.", "\n        ", "\n        ", "\n        [Saks]", "\n        ", "\n        Kramer and the Japanese tourists are looking at stuff. Kramer picks up \n        a", "\n        Stetson and reads the price tag.", "\n        ", "\n        KRAMER: (reads) Three hundred dollars. Hey, Mr Oh, how much would these \n        run", "\n        you in Tokyo?", "\n        ", "\n        Kramer holds the hat over, so Mr Oh can get a look.", "\n        ", "\n        MR OH: (thinks for a second) Ahh, about, uh, thirty thousand yen.", "\n        ", "\n        KRAMER: (shocked) Thirty thousand?! These are practically free.", "\n        ", "\n        Kramer places the hat on an unsure Mr Oh's head.", "\n        ", "\n        KRAMER: Giddyup. You're a cowboy now.", "\n        ", "\n        Kramer hands Stetsons to each of the other Japanese.", "\n        ", "\n        ", "\n        [Brett's Car]", "\n        ", "\n        Brett and Elaine sit in his parked two seat Ferrari.", "\n        ", "\n        BRETT: I feel terrible about your friend Jerry. He's upset that I gave \n        Kramer", "\n        that chest of drawers, isn't he?", "\n        ", "\n        ELAINE: Why? Why d'you think he's upset?", "\n        ", "\n        BRETT: How could he not be? Living in that cramped little apartment. And", "\n        outdated furniture, so terribly... un-Karl Farbman-like.", "\n        ", "\n        ELAINE: (romantic) We're not gonna talk about Karl Farbman all night, \n        are we?", "\n        ", "\n        BRETT: (smiling) I hope not.", "\n        ", "\n        Brett leans across to kiss Elaine. Just as they begin to kiss, the Eagles'", "\n        Desperado comes on the radio. Brett immediately breaks off the kiss, and", "\n        stares off into the distance again.", "\n        ", "\n        ELAINE: (surprised) Brett? Everything alright?", "\n        ", "\n        Brett makes no response.", "\n        ", "\n        ELAINE: (worried) Brett! What is it? Is there someone outside?", "\n        ", "\n        BRETT: Elaine, the song.", "\n        ", "\n        ELAINE: (relieved) Oh. Oh, oh, phew. You know, for a minute there I thought", "\n        it was like that urban legend about the guy with the hook who's hanging \n        on", "\n        the fender...", "\n        ", "\n        BRETT: Elaine, could you just not talk for one minute?", "\n        ", "\n        ELAINE: (apologetic, silently mouthed) Sorry.", "\n        ", "\n        Elaine stares queryingly at the rapt Brett.", "\n        ", "\n        ", "\n        [Monk's]", "\n        ", "\n        Jerry and George sit in a booth, sipping coffee.", "\n        ", "\n        JERRY: No spiel?", "\n        ", "\n        GEORGE: (annoyed) Not a peep. They just cleaned the carpets and left. \n        Call", "\n        themselves a cult!", "\n        ", "\n        JERRY: So you're angry that this bizarre carpet cabal made no attempt \n        to", "\n        abduct you?", "\n        ", "\n        GEORGE: They could've at least tried!", "\n        ", "\n        JERRY: You know, maybe they thought you looked too smart to be brainwashed?", "\n        ", "\n        GEORGE: Please.", "\n        ", "\n        JERRY: Too dumb?", "\n        ", "\n        George gives Jerry a look. Kramer enters, wearing a snazzy new suit. He", "\n        strolls over to the booth.", "\n        ", "\n        JERRY: (impressed) Well! Mack is back in town! Nice duds.", "\n        ", "\n        KRAMER: Konichi-wa. Yeah, it's a gift from my Japanese friends. (sits \n        beside", "\n", "\n        Jerry) They're known as gift-givers. And tonight we're going dancing at \n        the", "\n        Rainbow Room.", "\n        ", "\n        JERRY: Sounds like you're throwing a lot of their money around.", "\n        ", "\n        KRAMER: Well, Jerry, they're Japanese. I mean, that TV you watch, that \n        sushi", "\n        you eat, I mean, even that kimono you wear. Where to you think all that \n        money", "\n        goes, hmm?", "\n        ", "\n        Jerry looks puzzled.", "\n        ", "\n        KRAMER: That's right.", "\n        ", "\n        GEORGE: How'd you hook up with these guys?", "\n        ", "\n        KRAMER: Well, they recognised Jerry from the Super Terrific Happy Hour. \n        See", "\n        now, you should be doing your own show in Japan. Now, they get you.", "\n        ", "\n        JERRY: What kind of show am I gonna do in Japan?", "\n        ", "\n        KRAMER: (to George) Alright, what'd you do with that pilot you did.", "\n        ", "\n        GEORGE: (excited) Yeah, the pilot!", "\n        ", "\n        KRAMER: That's right, I think that had marvellous production values.", "\n        ", "\n        GEORGE: (enthusiastic) And, you know, I do a lotta business with Japanese \n        TV.", "\n        They broadcast a lot of American baseball. They got an office here in \n        New", "\n        York!", "\n        ", "\n        JERRY: Forget it! The pilot was awful. It failed.", "\n        ", "\n        GEORGE: (animated) It failed here! Because, here, every time you turn \n        on a", "\n        TV, all you see is four morons sitting round an apartment, whining about", "\n        their dates!", "\n        ", "\n        Jerry looks doubtful.", "\n        ", "\n        KRAMER: George is right, Jerry. See, here, you're just another apple, \n        but in", "\n        Japan, you're an exotic fruit. Like an orange. Which is rare there.", "\n        ", "\n        Jerry looks at George, wondering.", "\n        ", "\n        ", "\n        [Japanese TV Office]", "\n        ", "\n        Jerry and George sit on a couch. Two Japanese TV executives, one male, \n        one", "\n        female, sit on chairs. They are all watching the pilot show Jerry made \n        at the", "\n        end of Season 4. The Japanese are not looking impressed. George is smiling", "\n        and pointing, enthusiastically. On a coffee table sits a large bowl", "\n        containing a plastic bag of oranges.", "\n        ", "\n        TV JERRY: You had a date? You went out with my butler?! Who said you could \n        go", "\n        out with my butler?!", "\n        ", "\n        TV ELAINE: Well, why do I need your permission?", "\n        ", "\n        TV JERRY: Because he's my butler.", "\n        ", "\n        The first executive stops the tape.", "\n        ", "\n        GEORGE: (eager) So? What d'you think?", "\n        ", "\n        EXECUTIVE 1: We're bit confused. Why was this man Jerry's butler?", "\n        ", "\n        GEORGE: Ah. You see, the man who was the butler, uh, had gotten into a \n        car", "\n        accident with Jerry, and because he didn't have any insurance, the judge", "\n        decreed that the man become Jerry's butler.", "\n        ", "\n        EXECUTIVE 1: Is this customary in your legal system?", "\n        ", "\n        JERRY: No. That's what makes it such a humorous situation.", "\n        ", "\n        EXECUTIVE 1: (speaks Japanese) SUBTITLE: Are you following any of this?", "\n        ", "\n        EXECUTIVE 2: (speaks Japanese) SUBTITLE: I'm still trying to figure out \n        why", "\n        they gave us a bag of oranges.", "\n        ", "\n        EXECUTIVE 1: (to Jerry and George) I'm sorry. I'm sure Mr Seinfeld is \n        very", "\n        funny to Americans, but I'm not sure this butler show would work in Japan.", "\n        ", "\n        GEORGE: Oh, I, uh, I disagree. You've, uh, you've been living in America \n        too", "\n        long. (indicates the bag of oranges) You've forgotten what it's like to \n        have", "\n        no oranges.", "\n        ", "\n        Jerry nods, sagely, and picks up a cup of coffee. His fingers are still", "\n        twisted from the check signing.", "\n        ", "\n        EXECUTIVE 1: (speaks Japanese) SUBTITLE: Again with the oranges", "\n        ", "\n        There's a crash as Jerry's grip on the cup fails and he drops it.", "\n        ", "\n        JERRY: (flexing his fingers) Sorry. My hand is numb.", "\n        ", "\n        GEORGE: (positive) Yes. From endorsing checks for the Super Terrific Happy", "\n        Hour. (laughs)", "\n        ", "\n        EXECUTIVE 1: You must go now.", "\n        ", "\n        Jerry pats George on the knee. George squeezes Jerry's shoulder and they", "\n        ruefully begin to depart.", "\n        ", "\n        ", "\n        [Jerry's Apartment]", "\n        ", "\n        Jerry sits at his table, signing yet more checks, the pen gripped in his", "\n        clawed fingers. Elaine stands in her jacket, her bag on the table.", "\n        ", "\n        ELAINE: Ah, I think I'm on the outs with Brett. I got shushed during", "\n        Desperado.", "\n        ", "\n        JERRY: (throws out his hands) What does he listen to? The all Desperado", "\n        station?", "\n        ", "\n        ELAINE: He is just in his own world when he hears that song. It's like, \n        I'm", "\n        sitting there in the car, and he's.. out riding fences.", "\n        ", "\n        JERRY: You know, what you need is a song you can share.", "\n        ", "\n        ELAINE: Yes. You're right. We need to find 'our' song.", "\n        ", "\n        JERRY: Okay. So, is there any song that you feel very strongly about?", "\n        ", "\n        Elaine tips back her head and thinks for a second, before something occurs.", "\n        ", "\n        ELAINE: (points) I like Witchy Woman.", "\n        ", "\n        JERRY: Witchy Woman?", "\n        ", "\n        ELAINE: You know, Witchy Woman. (sings) 'Ooo-ooh, wit-chay woman'.", "\n        ", "\n        JERRY: (getting it) Ahh. Wit-chay Woman.", "\n        ", "\n        The door opens and Kramer enters, wearing his suit and carrying another \n        fat", "\n        envelope.", "\n        ", "\n        KRAMER: (to Jerry) Hey, man.", "\n        ", "\n        ELAINE: Hey.", "\n        ", "\n        Kramer puts the envelope down on the table next to Jerry. Elaine walks \n        to the", "\n        kitchen.", "\n        ", "\n        JERRY: Hey. How was the Rainbow Room?", "\n        ", "\n        KRAMER: Uh, well, we, uh, we had to leave early. There was a, uh, slight", "\n        monetary discrepancy regarding the bill.", "\n        ", "\n        JERRY: Ah.", "\n        ", "\n        KRAMER: Uh, listen, uh, can I borrow some pillows?", "\n        ", "\n        JERRY: What for?", "\n        ", "\n        Kramer wanders into Jerry's bedroom.", "\n        ", "\n        KRAMER (O.C.): Yeah, well, uh, my Japanese friends're gonna stay with \n        me.", "\n        ", "\n        JERRY: I thought they all had suites at the Plaza?", "\n        ", "\n        Kramer reenters, carrying three pillows.", "\n        ", "\n        KRAMER: Well, I'm sorry, Jerry, we all don't have checks rolling in like \n        you", "\n        do.", "\n        ", "\n        JERRY: Well, what about all that money from the kimonos I wear?", "\n        ", "\n        KRAMER: Well, they ran out of it. Manhattan can be quite pricey. Even \n        with", "\n        fifty thousand yen.", "\n        ", "\n        Elaine is in the kitchen, eating cereal from the box.", "\n        ", "\n        ELAINE: Fifty thousand yen? Isn't that only a few hundred dollars?", "\n        ", "\n        KRAMER: Evidently. (To Elaine) Oh, by the way, tell Brett that his chest \n        of", "\n        drawers are a big hit. My guests are very comfortable in them.", "\n        ", "\n", "\n        ELAINE: In them?!", "\n        ", "\n        JERRY: You have them sleeping in drawers?!", "\n        ", "\n        KRAMER: Jerry, have you ever seen the business hotels in Tokyo? They sleep \n        in", "\n        tiny stacked cubicles all the time. They feel right at home.", "\n        ", "\n        JERRY: This has 'international incident' written all over it.", "\n        ", "\n        KRAMER: (smiling) Oh yeah, yeah.", "\n        ", "\n        ", "\n        [Kramer's Apartment]", "\n        ", "\n        Up against one wall of the apartment stands a very large chest of three", "\n        drawers. It's about six feet long and each drawers is maybe a foot and \n        a half", "\n        deep. Kramer walks over to it and looks into the open top drawer.", "\n        ", "\n        KRAMER: Goodnight, Mr Tanaka.", "\n        ", "\n        One of the Japanese tourists sits up in the drawer.", "\n        ", "\n        MR TANAKA: Goodnight.", "\n        ", "\n        Mr Tanaka lies down again, and Kramer slides the drawer shut. He then \n        speaks", "\n        to the occupant of the next drawer.", "\n        ", "\n        KRAMER: Goodnight, Mr Oh.", "\n        ", "\n        MR OH: (sits up) Goodnight.", "\n        ", "\n        Mr Oh lies back down and Kramer slides the drawers shut, and speaks to \n        the", "\n        final drawer's occupant.", "\n        ", "\n        KRAMER: Goodnight, Mr Yamaguchi.", "\n        ", "\n        MR YAMAGUCHI: (sits up) Oh, yes. Goodnight.", "\n        ", "\n        Mr Yamaguchi lies down. Kramer shuts the final drawer, switches off the \n        lamp", "\n        and, yawning, walks off toward his own bed", "\n        ", "\n        ", "\n        [Jerry's Apartment]", "\n        ", "\n        Kramer is in the kitchen. He has three bowls out on the counter, and a \n        box of", "\n        Rice Crispies. Jerry walks over, pushing a bunch of checks into an envelope.", "\n        ", "\n        JERRY: What is this?", "\n        ", "\n        KRAMER: Rice Crispies. East meets West, Jerry.", "\n        ", "\n        JERRY: Ah. It's a lovely little bureau and breakfast you're running. Well,", "\n        I'm off to the bank.", "\n        ", "\n        KRAMER: (opening the fridge) Sayonara.", "\n        ", "\n        JERRY: (leaving) Konichi-wa.", "\n        ", "\n        Kramer fetches out milk and continues making breakfast.", "\n        ", "\n        ", "\n        [Brett's Car]", "\n        ", "\n        Elaine and Brett sit in the parked Ferrari. Witchy Woman is playing on \n        the", "\n        stereo. Elaine is listening, with her eyes closed and her head nodding. \n        Brett", "\n        looks puzzled.", "\n        ", "\n        BRETT: Elaine, I...", "\n        ", "\n        ELAINE: Shh-shh! (smiling) What d'you think?", "\n        ", "\n        Elaine continues to listen. Brett leans forward and switches off the music.", "\n        ", "\n        ELAINE: What are you doing? That's Witchy Woman. That could be our song.", "\n        ", "\n        BRETT: Witchy Woman is okay for you, but I've already got a song.", "\n        ", "\n        ELAINE: Oh. Oh, then how about Desperado? (smiling) We can share it.", "\n        ", "\n        BRETT: (flat) No. It's mine.", "\n        ", "\n        There is a flash of lightning and thunder rolls. Elaine peers out at the", "\n        weather.", "\n        ", "\n        ", "\n        [Kramer's Apartment]", "\n        ", "\n        The top and bottom drawers are open in the chest. Mr Yamaguchi sits up \n        in the", "\n        bottom drawer, and Mr Tanaka sits on top of the chest, with his feet in \n        his", "\n        drawer. Kramer comes over and hands bowls of Rice Crispies to the pair \n        of", "\n        them.", "\n        ", "\n        KRAMER: Here you go. Snap, crackle and pop.", "\n        ", "\n        Kramer leans over and raps on the face of the middle drawer.", "\n        ", "\n        KRAMER: (loudly) Good morning, Mr Oh. I gotta make up the drawer.", "\n        ", "\n        MR OH (O.C.): Ach, come back in half hour.", "\n        ", "\n        Kramer looks impatient. He puts the bowl of Rice Crispies on top of the \n        chest", "\n        and walks off mumbling irritably.", "\n        ", "\n        ", "\n        [Street]", "\n        ", "\n        It is pouring with rain. Jerry walks along the street, wearing just a \n        light", "\n        jacket over his clothes. He still has the envelope in his hands. Jerry \n        spots", "\n        the umbrella vendor, twirling his wares.", "\n        ", "\n        JERRY: (calls) Hey, I'll take one.", "\n        ", "\n        CLICKY: Well, look who's back!", "\n        ", "\n        Clicky turns to another umbrella seller,who is facing the other way.", "\n        ", "\n        CLICKY: Teddy! (indicates Jerry) This's the guy says he invented the twirl.", "\n        ", "\n        TEDDY: (unfriendly recognition) Jerry Seinfeld!", "\n        ", "\n        JERRY: Teddy Padillac. Long time, no see. (pointing at the umbrellas) \n        What've", "\n        you got in a push-button mini.", "\n        ", "\n        TEDDY: (bitter) Same thing we had, when you bailed on us, fifteen years \n        ago.", "\n        ", "\n        JERRY: Bailed? C'mon, you knew I wanted to be a comedian. Besides, we \n        had", "\n        some good time. Remember Tropical Storm Renee?", "\n        ", "\n        TEDDY: (angry) Oh, yeah, sure. But where were you during the poncho craze \n        of", "\n        eighty-four? I almost lost my house.", "\n        ", "\n        A guy comes along the street, wearing one of Elaine's urban sombreros. \n        Clicky", "\n        tries to catch his attention.", "\n        ", "\n        CLICKY: Umbrella, buddy?", "\n        ", "\n        The sombrero wearer waves away the attention and crosses the street.", "\n        ", "\n        CLICKY: Now we got that damn 'urban sombrero' to contend with.", "\n        ", "\n        TEDDY: (to Clicky) Easy, there. (to Jerry) I hear you're taking credit \n        for", "\n        the twirl.", "\n        ", "\n        JERRY: Aw, it was so many years ago. Who cares?", "\n        ", "\n        TEDDY: (intense) I care. Clicky cares.", "\n        ", "\n        JERRY: So, could I...", "\n        ", "\n        Another peal of thunder rolls as interruption.", "\n        ", "\n        JERRY: Could I just buy an umbrella?", "\n        ", "\n        TEDDY: (sour) Yeah, sure. Two hundred dollars.", "\n        ", "\n        JERRY: (shock) What?!", "\n        ", "\n        TEDDY: (caustically) Special price, for a real foul-weather friend.", "\n        ", "\n        The rain continues to pour down unabated.", "\n        ", "\n        ", "\n        [George's Office, Yankee Stadium]", "\n        ", "\n        George is removing a tape from a VCR. Kramer enters, followed by the three", "\n        Japanese tourists. Outside the window, the rain can be seen bucketing \n        down.", "\n        ", "\n        KRAMER: Hey, George. How about that tour, huh? These guys are ready to \n        run", "\n        the bases.", "\n        ", "\n        GEORGE: (indicating the window) Kramer, it's, it's raining. They got the \n        tarp", "\n        on the field.", "\n        ", "\n        KRAMER: (quietly) Ah, listen, George, what else can I do with these guys?", "\n        Now, bear in mind, they're a little light on the yen.", "\n        ", "\n        George thinks for a minute, then looks down at the tape in his hands.", "\n", "\n        ", "\n        GEORGE: Well, I, I got the pilot of the Jerry show.", "\n        ", "\n        KRAMER: (snaps his fingers) That's perfect. (to the Japanese) Hey, how \n        would", "\n        you guys like to watch Super Terrific Happy star Jerry Seinfeld?", "\n        ", "\n        The Japanese nod to each other.", "\n        ", "\n        MR OH: But, we are also very hungry.", "\n        ", "\n        KRAMER: Oh, yeah, yeah. (feeds tape into VCR) Well, you guys just watch \n        the", "\n        tape and, uh, I'll get you some food.", "\n        ", "\n        Kramer and George wave the Japanese toward seats. Kramer leaves the office", "\n        and looks down the corridor. He raises his arm to attract attention.", "\n        ", "\n        KRAMER: (shouts) Hey, peanuts!", "\n        ", "\n        As the Japanese sit, Mr Wilhelm comes to the door.", "\n        ", "\n        WILHELM: George. (waves George over) George.", "\n        ", "\n        George goes out into the hall with Wilhelm.", "\n        ", "\n        WILHELM: (puzzled) Uh, George, uh, did you call some carpet cleaners?", "\n        ", "\n        GEORGE: Are they here?", "\n        ", "\n        WILHELM: They're in my office, right now.", "\n        ", "\n        GEORGE: (suspicious) They haven't said anything to you, have they?", "\n        ", "\n        WILHELM: About what?", "\n        ", "\n        GEORGE: (to himself, resentful) What kind of a snobby, stuck-up, cult \n        is", "\n        this?!", "\n        ", "\n        ", "\n        [Street]", "\n        ", "\n        Jerry walks along. He is still carrying the envelope of checks, and by \n        now", "\n        he's drenched. A familiar red Ferrari pulls to a stop level with Jerry, \n        and", "\n        the window winds down.", "\n        ", "\n        BRETT: (calls over) Hey Jerry!", "\n        ", "\n        Jerry peers at the car and walks out into the road as he recognises Brett.", "\n        ", "\n        JERRY: Oh, hi Brett.", "\n        ", "\n        BRETT: Haven't you ever heard of an umbrella?", "\n        ", "\n        JERRY: Ah, I didn't have enough money.", "\n        ", "\n        BRETT: I'm sure things'll pick up for you.", "\n        ", "\n        JERRY: No, it's not that, it's the...", "\n        ", "\n        Jerry looks down at the envelope of checks in his hands. The rain has \n        soaked", "\n        them so thoroughly that the ink of his signatures has run and become", "\n        illegible.", "\n        ", "\n        JERRY: Oh no, look at the checks! Hours of hard work ruined!", "\n        ", "\n        Brett peers over at the mass of sodden paper in Jerry's grip.", "\n        ", "\n        BRETT: Ah, don't worry, I can spot you the (reads) twelve cents?", "\n        ", "\n        JERRY: No, it's not the money. It's my hand. It's crippled from writing \n        and", "\n        writing.", "\n        ", "\n        BRETT: Nothing's working for you, is is?", "\n        ", "\n        JERRY: (bitter) Not at the moment, Brett.", "\n        ", "\n        BRETT: I'd give you a ride, but I got Karl Farbman here.", "\n        ", "\n        Beside Brett sits a bald-headed, bearded, guy in shades.", "\n        ", "\n        JERRY: (sarcastic) Thanks for stopping!", "\n        ", "\n        Jerry walks away", "\n        ", "\n        ", "\n        [Jerry's Apartment]", "\n        ", "\n        Jerry is drying the checks. Dozens hang from lines around the apartment, \n        and", "\n        more sit on the table, where Jerry dabs them with a towel.", "\n        ", "\n        ELAINE: Brett said you ran away from him, as if he were the boogetyman.", "\n        ", "\n        JERRY: Boogeyman.", "\n        ", "\n        ELAINE: Boogey?", "\n        ", "\n        JERRY: I'm quite sure. Anyway, any luck getting together on a song?", "\n        ", "\n        ELAINE: No. He blew out my Witchy Woman, and he won't share Desperado. \n        Hey,", "\n        what d'you think of Oye Como Va?", "\n        ", "\n        JERRY: (negative) Eehh.", "\n        ", "\n        ELAINE: (desperation) Well, I'm running outta guys here in this city, \n        Jer!", "\n        ", "\n        Elaine puts he hand to her head, walks round the room and flops onto the", "\n        couch. The door opens and George enters. He's in buoyant mood.", "\n        ", "\n        JERRY: Hey.", "\n        ", "\n        GEORGE: (excited) Great news! I showed the pilot to Kramer's Japanese", "\n        friends. They loved it!", "\n        ", "\n        JERRY: Really? They bought the butler character?", "\n        ", "\n        GEORGE: (excited) Did I tell you that story's relatable?! That was a great", "\n        show! That is why I'm bringing it back to NBC.", "\n        ", "\n        JERRY: NBC?", "\n        ", "\n        GEORGE: (little subdued) Nakahama Broadcast Corporation.", "\n        ", "\n        Elaine looks heavenwards.", "\n        ", "\n        JERRY: Ah. But they told us we must go now.", "\n        ", "\n        GEORGE: But now I have my own market research. Actual Japanese viewers, \n        that", "\n        love the show! I'm gonna talk to Kramer.", "\n        ", "\n        George opens the door. Jerry comes over before he can leave.", "\n        ", "\n        JERRY: Hey, George, do me a favour. If they make you an offer, whatever \n        it", "\n        is. (vehement) Just take it!", "\n        ", "\n        George smiles, claps Jerry on the shoulder and leaves. Jerry starts to \n        close", "\n        the door, but George turns back.", "\n        ", "\n        GEORGE: Hey, by the way, what'd you think of Miss Yoshimura?", "\n        ", "\n        JERRY: Who?", "\n        ", "\n        GEORGE: The network executive. You think she liked me?", "\n        ", "\n        Jerry swings the door closed in George's face.", "\n        ", "\n        ", "\n        [Hallway]", "\n        ", "\n        George crosses the hall to Kramer's door. He knocks, but there is no", "\n        immediate reply. George listens, and can hear excited shouting and laughter.", "\n        He opens the door and goes in.", "\n        ", "\n        ", "\n        [Kramer's Apartment]", "\n        ", "\n        Kramer and the three Japanese sit in the hot-tub. They're stripped to \n        the", "\n        waist (at least), wearing Stetsons, and drinking sake. They spot George \n        as he", "\n        enters and shout greetings.", "\n        ", "\n        KRAMER: Heyy! Look who's here.", "\n        ", "\n        The Japanese whoop and wave at George.", "\n        ", "\n        KRAMER: (beckoning to George) Come on, I want you to come in here.", "\n        ", "\n        All the Japanese gesture and shout that George should get in the tub with", "\n        them.", "\n        ", "\n        MR OH: Come on in, fat boy!", "\n        ", "\n        George waves away their appeals with a smile.", "\n        ", "\n        GEORGE: Get a good night's sleep, alright fellas. (thumbs up) Big day", "\n        tomorrow!", "\n        ", "\n        Kramer and the Japanese cheer and splash water at George, who leaves. \n        Then", "\n        they go back to knocking back sake.", "\n        ", "\n        ", "\n        [Jerry's Apartment]", "\n        ", "\n        Jerry is re-signing all the checks he dried out.", "\n        ", "\n        JERRY: (to himself) Last one.", "\n        ", "\n", "\n        Jerry completes his signature and drops the pen from his claw-like hand. \n        It's", "\n        clearly painful.", "\n        ", "\n        JERRY: (agonised) Uugh! Ahh.", "\n        ", "\n        ", "\n        [Street]", "\n        ", "\n        George stands outside the Nakahama Broadcast Corp offices. He's waiting \n        for", "\n        someone. Kramer wanders up behind him and speaks into George's ear.", "\n        ", "\n        KRAMER: There you are.", "\n        ", "\n        George jumps, surprised by Kramer.", "\n        ", "\n        GEORGE: Uh. (smiles) Where's the boys?", "\n        ", "\n        KRAMER: Uh, no, I let 'em sleep in.", "\n        ", "\n        Kramer reaches into his pocket and pulls out a number of airline tickets.", "\n        ", "\n        KRAMER: I'm on my way to cash in their plane tickets for them. They need \n        a", "\n        little food money.", "\n        ", "\n        GEORGE: (horrified) But that meeting starts in ten minutes!", "\n        ", "\n        KRAMER: No, well, I set their alarm. But they did have a lot of sake in \n        that", "\n        hot-tub.", "\n        ", "\n        A panicky George rushes toward a payphone.", "\n        ", "\n        GEORGE: (frantic) I'm calling Jerry.", "\n        ", "\n        ", "\n        [Street/Jerry's Apartment]", "\n        ", "\n        Jerry is bathing his crippled left hand in a bowl of ice-water. The phone", "\n        rings and he picks up (with his right).", "\n        ", "\n        JERRY: Yeah?", "\n        ", "\n        GEORGE: (panicked and rushed) Jerry! The Japanese guys had sake in the", "\n        hot-tub! You gotta get 'em outta the drawers and get 'em down here, or \n        I", "\n        don't have a focus group to sell the pilot to Japanese TV!", "\n        ", "\n        JERRY: (kidding) Uncle Leo?", "\n        ", "\n        GEORGE: (scream) Jerry!!", "\n        ", "\n        George begins hammering the phone against the kiosk. Jerry lifts the phone", "\n        away from his ear at the noise.", "\n        ", "\n        JERRY: Alright, alright. I'll wake 'em up.", "\n        ", "\n        Jerry hangs up the phone.", "\n        ", "\n        JERRY: (to himself) Hmm, testy.", "\n        ", "\n        ", "\n        [Kramer's Apartment]", "\n        ", "\n        The chest of drawers still stands against one wall. All the drawers are \n        shut,", "\n        and from within them can be heard thumping noises and cries for help. \n        Jerry", "\n        enters and hears the calls.", "\n        ", "\n        JERRY: Hello?", "\n        ", "\n        MR OH (O.C.): Mr Jerry! Open the drawer, please!", "\n        ", "\n        Jerry pulls at the handle with his good hand, but it won't move. He tries \n        to", "\n        hook his bad hand round the other handle and pull.", "\n        ", "\n        JERRY: It's stuck. (pained) Oww! The steam from the hot-tub musta warped \n        the", "\n        wood.", "\n        ", "\n        MR OH (O.C.): Pull harder.", "\n        ", "\n        JERRY: I'm trying. I can't get a grip. My hand's had kind of a bad week.", "\n        ", "\n        MR OH (O.C): Very funny, but no joking, please.", "\n        ", "\n        JERRY: (looks round) Don't worry, I'll get you out.", "\n        ", "\n        ", "\n        ", "\n        [Hallway]", "\n        ", "\n        Elaine and Brett stroll up to Jerry's door. Brett is carrying an umbrella.", "\n        Elaine looks dubious.", "\n        ", "\n        ELAINE: Brett, believe me. You don't have to do this.", "\n        ", "\n        BRETT: Elaine, I know he'll appreciate this. Granted, it's not as nice \n        as", "\n        Kramer's cabinet, but it's start.", "\n        ", "\n        ELAINE: Uh, I promise you, Jerry is not jealous of Kramer's cabinet.", "\n        ", "\n        Elaine reaches for Jerry's doorhandle, but a shout from Kramer's apartment", "\n        distracts her.", "\n        ", "\n        JERRY (O.C.): (yell) Move to the back of the drawers!", "\n        ", "\n        Elaine moves to enter Kramer's apartment.", "\n        ", "\n        ELAINE: Jerry?", "\n        ", "\n        ", "\n        [Kramer's Apartment]", "\n        ", "\n        Elaine enters followed by Brett.", "\n        ", "\n        ELAINE: Jerry.", "\n        ", "\n        Jerry stands in front of the chest of drawers, holding a large fireman's \n        axe.", "\n        He swings it high and smashes it into the top of the chest, the wood", "\n        splintering under the impact. Brett looks horrified. He drops the umbrella,", "\n        and rushes forward to protect the furniture.", "\n        ", "\n        BRETT: (shouting) Not the Farbman!!", "\n        ", "\n        Elaine stares after the charging Brett. She puts her hand to her mouth \n        and", "\n        screams, horrified at what she sees.", "\n        ", "\n        ", "\n        [Japanese TV Office]", "\n        ", "\n        The Japanese tourists sit on the couch, looking like survivors of some", "\n        horrible ordeal, with the two executives in their chairs. George perches \n        on", "\n        the arm of the couch.", "\n        ", "\n        MR OH: (speaks Japanese) SUBTITLE: Jerry Seinfeld is a dangerous lunatic. \n        He", "\n        wouldn't let us out of the drawers. Then he came at me with an axe.", "\n        ", "\n        EXECUTIVE 1: (speaks Japanese) SUBTITLE: We suspect his friend here is \n        also", "\n        unbalanced.", "\n        ", "\n        The tourists turn slowly and look nervously at the smiling, uncomprehending,", "\n        George.", "\n        ", "\n        GEORGE: So, uh, gentlemen, do we have a deal?", "\n        ", "\n        MR OH: (speaks Japanese) SUBTITLE: Could we have a couple of those oranges?", "\n        ", "\n        The executives gesture their assent. The tourists eagerly grab the fruit.", "\n        ", "\n        MR OH: (speaks Japanese) SUBTITLE: We are very hungry and have survived \n        many", "\n        hardships.", "\n        ", "\n        Behind the couch, two of the carpet cleaner people enter, including the", "\n        leader. They walk over to a corner. George notices them and stands.", "\n        ", "\n        GEORGE: (to the executives) Excuse me. Did you hire the Sunshine Carpet", "\n        Cleaners?", "\n        ", "\n        EXECUTIVE 1: Yes. Cleaned up the (points) coffee stain, left by Jerry", "\n        Seinfield.", "\n        ", "\n        Wilhelm enters, dressed in the same yellow overall as the other carpet", "\n        cleaners. George looks stunned.", "\n        ", "\n        GEORGE: Mr Wilhelm? Wha..what're you doing here?", "\n        ", "\n        WILHELM: I'm here to clean the carpets. Most of the world is carpeted. \n        And,", "\n        one day, we will do the cleaning.", "\n        ", "\n        George lets this sink in, then slowly turns to the leader.", "\n        ", "\n        GEORGE: (incredulity) Him you brainwashed! (angry shout) What's he got \n        that I", "\n        don't have?!", "\n        ", "\n        The leader shrugs, as if to say 'You work it out.'", "\n        ", "\n        GEORGE: (urgent) Mr Wilhelm, listen. You've been abducted! Please, Mr", "\n        Wilhelm, you gotta listen to me!", "\n        ", "\n        WILHELM: Wilhelm? (he raises the nozzle of his cleaner) My name is Tanya.", "\n        ", "\n        George purses his lips.", "\n        ", "\n        EXECUTIVE 1: (speaks Japanese) SUBTITLE: With these two idiots I don't \n        know", "\n        how the Yankees won the World Series.", "\n", "\n        ", "\n        The second executive shakes her head.", "\n        ", "\n        ", "\n        [Jerry's Apartment]", "\n        ", "\n        Brett sits next to Jerry's table, looking dazed. Elaine stands beside \n        him,", "\n        applying an icepack to his temple. Jerry stands opposite Eaine.", "\n        ", "\n        JERRY: (apologetically) Brett, I'm, I'm really sorry. I didn't mean to \n        hit", "\n        you in the head with.. an axe.", "\n        ", "\n        Elaine gives Jerry a look.", "\n        ", "\n        JERRY: (defensive) At least it was just the handle!", "\n        ", "\n        BRETT: It was a beautiful cabinet. What am I gonna tell...", "\n        ", "\n        Brett looks concerned.", "\n        ", "\n        BRETT: I can't remember his name!", "\n        ", "\n        JERRY: Fleckman?", "\n        ", "\n        ELAINE: Calm down Brett, okay. You could have a concussion. Calm down. \n        (holds", "\n        Brett's head and sings) 'Desperado, mmm-mm-mmm. You better...'", "\n        ", "\n        ELAINE/JERRY: (singing) '...let somebody love you. Let somebody love you,", "\n        before it's too...'", "\n        ", "\n        Brett slips out from under the icepack and falls face-first onto the table", "\n        with an audible clunk. Elaine looks down, shocked. Jerry just looks down.", "\n        ", "\n        ", "\n        [Insert]", "\n        ", "\n        An ambulance races through the streets of New York, siren wailing.", "\n        ", "\n        ", "\n        [Emergency Room]", "\n        ", "\n        Brett lays on his back, as a doctor and nurse examine him.", "\n        ", "\n        NURSE: His pulse is fine.", "\n        ", "\n        DOCTOR: Hmm. Looks like a minor concussion. Let me see what I can do to", "\n        relieve the swelling.", "\n        ", "\n        Music begins to play. It's Witchy Woman, and the doctor gets the same \n        look on", "\n        his face as Brett with Desperado. He looks off into the distance.", "\n        ", "\n        NURSE: Doctor?", "\n        ", "\n        The doctor stares away.", "\n        ", "\n        NURSE: (concerned) Doctor?", "\n        ", "\n        The doctor is oblivious to the nurse.", "\n        ", "\n        NURSE: (worried) Doctor?", "\n        ", "\n        There is still no response from the doctor.", "\n        ", "\n        NURSE: (alarm) Doctor, I think we're losing him!", "\n        ", "\n        As the doctor stares off into the distance, the monitoring instruments \n        can be", "\n        heard beeping faster and faster.", "\n        ", "\n        [End]"]}, {"line": ["         Originally posted on The News Guys(Mike's) site                                                  "]}, {"line": [" "]}, {"line": []}, {"line": [" "]}, {"line": []}, {"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]}, {"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}]