[{"title": "The Van Buren Boys "}, {"line": []}, {"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]}, {"line": [" "]}, {"line": ["Directed by: Andy Ackerman"]}, {"line": ["Broadcasted: February 6, 1997 for the first time."]}, {"line": ["Stars: Jerry Seinfeld, Michael Richards, "]}, {"line": ["Jason Alexander, Julia Louis-Dreyfus, John O'Hurley (as Peterman),                Jed"]}, {"line": ["Rhein (Steven), and Christine Taylor (as Ellen)."]}, {"line": [" "]}, {"line": ["[Setting: A Restaurant]"]}, {"line": ["ELLEN: So, they have this clock now, where you punch in your age,                and all your risk factors. It actually counts down how much time                you have left to live."]}, {"line": ["JERRY: So what's the great moment? You're on your death bed, they're                pounding on your chest - and you're going 10, 9, 8,.. I told you                this thing was good!"]}, {"line": ["ELLEN: (Laughs) I can't believe this is our first date."]}, {"line": ["JERRY: I know.. How about dessert?"]}, {"line": ["ELLEN: I suppose I have to get a piece of cake.."]}, {"line": ["JERRY: Why?"]}, {"line": ["ELLEN: Today's my birthday."]}, {"line": ["JERRY: What? Today? Really?"]}, {"line": ["ELLEN: Yeah."]}, {"line": ["(Waiters come out with a cake, singing \"Happy Birthday\"                to a woman named \"Lisa\" at another table. Jerry ponders                why Ellen isn't celebrating with her friends)"]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Jerry's apartment]"]}, {"line": ["GEORGE: So, she went out with you on a first date.. and it was                her birthday?"]}, {"line": ["JERRY: Yeah. And she picked the day!"]}, {"line": ["GEORGE: Is she socially awkward?"]}, {"line": ["JERRY: No, she's great! She's.. attractive, she's fun.."]}, {"line": ["GEORGE: Well, maybe she decided to celebrate her birthday on the                Monday after the weekend."]}, {"line": ["JERRY: She's not Lincoln."]}, {"line": ["(Enter Kramer)"]}, {"line": ["KRAMER: Hey! Anybody up for Lorenzo's pizza?"]}, {"line": ["JERRY: I'll pass."]}, {"line": ["KRAMER: Oh, yeah? Huh. (Turns to George) Hey, George! Pizza? Yum,                yum!"]}, {"line": ["GEORGE: Eh, I can't. I gotta go down to the foundation. I'm interviewing                high schoolers for the Susan Ross.. scholarship."]}, {"line": ["JERRY: Does it ever bother you that this organization-"]}, {"line": ["GEORGE: Nope!"]}, {"line": ["JERRY: is beating the bushes-"]}, {"line": ["GEORGE: Nope! (Starts heading for the door)"]}, {"line": ["JERRY: to basically give this money away-"]}, {"line": ["GEORGE: Noo!"]}, {"line": ["JERRY: to virtually anyone, as long as they're not you?"]}, {"line": ["GEORGE: (Standing in the doorway) I'm fine with it! Fi-hi-hi-hine                I say! (Leaves)"]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Susan Ross Foundation conference room]"]}, {"line": ["STUDENT 1: And then I received a 740 on the English achievement                test. (George looks bored)"]}, {"line": ["GEORGE: Quick, what's your favorite animal?"]}, {"line": ["STUDENT 1: I.. I don't know.. frog?"]}, {"line": ["GEORGE: (Disappointed) A frog?"]}, {"line": ["STUDENT 1: Well, I.. I.."]}, {"line": ["GEORGE: (Annoyed) Frog is wrong."]}, {"line": ["(Cut to another student's interview)"]}, {"line": ["GEORGE: (Reading) I see here that you play the harp.. tell me,                why do you have to tilt it? Can't you just build it on an angle?                It'd save you a lot of trouble."]}, {"line": ["STUDENT 2: Well, the modern-day harp has been refined over thousands                of years-"]}, {"line": ["GEORGE: (Annoyed) Yeah, yeah. We'll, uh, let you know."]}, {"line": ["(Cut to another student interview)"]}, {"line": ["GEORGE: (Reading) I see your G.P.A's a 4.0."]}, {"line": ["STUDENT 3: (Smiling gloatingly) You like that, don't you?"]}, {"line": ["(Cut to another student interview)"]}, {"line": ["GEORGE: so, uh, Steven.. I see you're president of the chess club."]}, {"line": ["STEVEN: State champs."]}, {"line": ["GEORGE: Who's your favorite chess player?"]}, {"line": ["STEVEN: (Hesitating, he mumbles) Nastercoff?"]}, {"line": ["GEORGE: Right. (Mumbles) Nastercoff.. What country is he from,                again?"]}, {"line": ["STEVEN: (Sighs) I don't know.. I made it up. (Gets up to leave)                I'm never gonna get this thing."]}, {"line": ["GEORGE: (Gets up, stopping him) Woah, woah, woah! What are you                telling me for? You really had me going, there! C'mon, sit down.                (They both sit back down)"]}, {"line": ["What do you want to do when you grow up?"]}, {"line": ["STEVEN: I've been telling people that I'd like to be an architect.."]}, {"line": ["(George is suddenly interested)"]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Jerry's apartment]"]}, {"line": ["ELAINE: So, get this: Mister Peterman is finally letting me do                some real writing. He's got this book deal, for his autobiography.                He's gonna let me ghost write it."]}, {"line": ["JERRY: Wow. That's great! When it comes out, I'll have to get someone                to ghost read it."]}, {"line": ["(Elaine mockingly laughs at Jerry's joke. Kramer enters)"]}, {"line": ["KRAMER: Hey."]}, {"line": ["JERRY: Hey."]}, {"line": ["ELAINE: Hey!"]}, {"line": ["KRAMER: Alright, so there I am at Lorenzo's - loading up my slice                of the fixin's bar.. garlic, (imitates the shaking of garlic onto                a pizza) and what-not.. mmm,"]}, {"line": ["mmm.. and I see this guy over at the pizza boxes giving me the                stink-eye. (Imitates the 'stink-eye') So I give hime the crook-eye                back, (Imitates the 'crook-eye') you"]}, {"line": ["know.. Then, I notice that he's not alone! I'm taking on the entire                Van Buren Boys!"]}, {"line": ["JERRY: The Van Buren Boys? There's a street gang named after President                Martin Van Buren?"]}, {"line": ["KRAMER: Oh yeah, and they're just as mean as he was! So, I make                a move to the door, you know, (makes a noise) they block it! So,                I lunged for the bathroom."]}, {"line": ["(demonstrates) I grab the knob - Occupado! Then they back me up                agains the cartoon map of Italy, and all of the sudden, they just                stop."]}, {"line": ["ELAINE: What? What happened?"]}, {"line": ["KRAMER: Because I'm still holding the garlic shaker.. Yeah.. like                this (grabs Jerry's peper shaker, and demonstrates) I'm only showing                eight fingers."]}, {"line": ["JERRY: Well, what does that mean?"]}, {"line": ["KRAMER: That's their secret sign! See, Van Buren, he was teh eighth                President.. (Holds up 8 fingers) They thought I was a former Van                B. Boy!"]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Outside a coffee shop]"]}, {"line": ["ELLEN: (Sees a pay phone) Oh, Jerry, can you hold on a sec? I just                want to check my messages.. (She meets up with two of her friends                on the way to the phone)"]}, {"line": ["Oh, Melissa! Kim!"]}, {"line": ["MELISSA: Ellen."]}, {"line": ["ELLEN: Hey! You guys, I want you to meet Jerry. (Gestures tward                Jerry, then goes back to the phone)"]}, {"line": ["MELISSA: Ohh, we've heard a lot about you! (Confidentially) It                is so sweet of you to take her out."]}, {"line": ["KIM: Yeah, you don't even know how much she needs this."]}, {"line": ["JERRY: (Sympathetically) She coming of a bad break-up?"]}, {"line": ["KIM: (Casually) No."]}, {"line": ["MELISSA: See ya!"]}, {"line": ["(They walk off. Ellen hangs up, then walks over to Jerry)"]}, {"line": ["JERRY: Any messages?"]}, {"line": ["ELLEN: Yeah, no one called."]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Coffee shop]"]}, {"line": ["JERRY: They act like it was some act of charity. Just going out                with her."]}, {"line": ["GEORGE: So, she's the loser of the group. Every group has someone                that they all make fun of.. Like us with Elaine. (Jerry thinks about                this, then shakes it off)"]}, {"line": ["JERRY: There is no way Ellen is the loser of that group."]}, {"line": ["GEORGE: Are you looking deep down at the real person underneath?"]}, {"line": ["JERRY: No, I'm being as superficial as I possibly can!"]}, {"line": ["GEORGE: (Changing subject) Hey, I htink I may have found someone                for the scholarship."]}, {"line": ["JERRY: Yeah?"]}, {"line": ["GEORGE: I'm interviewing all these annoying little overachievers..                finally, this kid walks in - Steven Koren - a regular guy.. likes                sports.. watches T.V.."]}, {"line": ["JERRY: Is he smart?"]}, {"line": ["GEORGE: (Defensively) He knows how to read. And he also knows finishing                an entire book doesn't prove anything. And get this: he's into architecture."]}, {"line": ["JERRY: Hey! Just like you pretend to be."]}, {"line": ["GEORGE: Yes. With a little guidance, Steven Koren is going to be                everything I claim to be, only for real. That's my dream, Jerry."]}, {"line": ["JERRY: I had a dream last night that a hamburger was eating me!"]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: J. Peterman's apartment]"]}, {"line": ["ELAINE: Mister Peterman, thanks for having me over. Your place                isn't quite what I imagined.. (It's plain, with no sign of Peterman's                personality)"]}, {"line": ["PETERMAN: Ohhh.. It's just a place to flop. (Sits in his recliner)"]}, {"line": ["ELAINE: Well, (Clears throat) what part of your life (hits the                record button on a mini-recorder, and sets it down on the table)                do you want to start with? Foreign"]}, {"line": ["intrigue? Exotic romances?"]}, {"line": ["PETERMAN: Oh, Elaine, we've covered all of that in the catalogue                ad nauseum. No, I would like this book to be about my day-to-day                life."]}, {"line": ["ELAINE: Oh. "]}, {"line": ["PETERMAN: (Turns on the T.V, and starts flipping through the channels)                Oh damn. They changed the cable stations again.. just when I finally                memorized them."]}, {"line": ["ELAINE: Well, Mister Peterman, do you want to, um.."]}, {"line": ["PETERMAN: (Still flipping through the channels) 2.. CBS.."]}, {"line": ["ELAINE: get, um, started.."]}, {"line": ["PETERMAN: 3.. I don't know what that is.. where's my damn preview                channel?"]}, {"line": ["ELAINE: (After observing Peterman's home life) Well, I - I got                ta tell you, Mister Peterman.. I don't think I see a whole book                here."]}, {"line": ["PETERMAN: well, I'm sure we'll come up with something. What do                you say you and I order ourselves a pie? Do you like Lorenzo's?"]}, {"line": ["ELAINE: You know, a friend of mine almost got beat up at that place                by the Van Buren Boys?"]}, {"line": ["PETERMAN: (Interested) You don't say."]}, {"line": ["ELAINE: Yeah. The only think that saved him is that he accidentally                flashed their secret gang sign."]}, {"line": ["PETERMAN: Well, that's pretty exciting. (Pause) Let's put that                in the book."]}, {"line": ["ELAINE: But, that didn't happen to you."]}, {"line": ["PETERMAN: So, we pay off your friend, and it becomes a Peterman."]}, {"line": ["ELAINE: No, I - I really don't think you can do that."]}, {"line": ["PETERMAN: (Looking at his dying plant) Ohh, damn. I forgot to buy                plant food again.. I'll bet I got a coupon for it. (Starts looking                through a small coupon box)"]}, {"line": ["ELAINE: You know what? Maybe I better talk to my friend."]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Coffee shop]"]}, {"line": ["(Jerry's on a date with Ellen, he's desperately trying to find                out what is wrong with her)"]}, {"line": ["JERRY: Is that the same outfit you were wearing yesterday?"]}, {"line": ["ELLEN: No, this is brand new. Do you like it?"]}, {"line": ["JERRY: Actually, yeah. (Pause) Wait a second! Is that the fork                that fell on the floor?! (Dramatically) Are you using the fork that                fell on the floor?!"]}, {"line": ["ELLEN: (Laughs) No, Jerry, the waitress game be another one."]}, {"line": ["JERRY: I guess that's all right."]}, {"line": ["ELLEN: Is something wrong, Jerry?"]}, {"line": ["JERRY: No, absolutely nothing. (They get up to leave) You're fantastic!                (They meet up with Kramer and George on the way out) Hey guys!"]}, {"line": ["GEORGE: Hey."]}, {"line": ["JERRY: (Gesturing to Ellen) Kramer, George, this is Ellen."]}, {"line": ["(Kramer gives a look)"]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Susan Ross Foundation conference room]"]}, {"line": ["GEORGE: Ladies and gentlemen, this (Opens the door, Steven is standing                there) is Steven Koren. His G.P.A. is a solid 2.0! Right in that                meaty part of the curve -"]}, {"line": ["not showing off, not falling behind."]}, {"line": ["WYCK: George, the quailifications for this scholarship were suppose                to be.. largely academic."]}, {"line": ["GEORGE: I'm sure we're all aware of the flaws and biases of standardized                tests.."]}, {"line": ["WYCK: These aren't standardized tests - these are his grades."]}, {"line": ["GEORGE: Besides, Steven Koren has the highest of aspirations. He                wants to be (pauses for effect) an architect."]}, {"line": ["WYCK: Is that right?"]}, {"line": ["STEVEN: Actually, maybe I could set my sights a little bit higher."]}, {"line": ["GEORGE: (Laughs) Steven, nothing is higher than an architect."]}, {"line": ["STEVEN: I think I'd really like to be a city planner. (Sits down,                addressing the entire foundation board) Why limit myself to just                one building, when I can design a"]}, {"line": ["whole city?"]}, {"line": ["WYCK: Well, that's a good point."]}, {"line": ["GEORGE: (Mutters) No, it's not."]}, {"line": ["STEVEN: Well, isn't an architect just an art school drop-out with                a tilty desk, and a big ruler? (Laughs - so do the board members)"]}, {"line": ["GEORGE: (Irritated) It's called a T-square."]}, {"line": ["WYCK: You know, the stupidest guy in my fraternity became an architect                - after he flunked out of dental school! (Everyone but George laughs)                Contratulations,"]}, {"line": ["young man. (Shakes Steven's hand)"]}, {"line": ["STEVEN: Thank you."]}, {"line": ["WYCK: Susan would be proud of what you're doing."]}, {"line": ["STEVEN: Thank you."]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Peterman's office]"]}, {"line": ["(Kramer is selling his Van Buren Boys story to Peterman)"]}, {"line": ["KRAMER: And they made it their sign, because, Van Buren, our 8th                President, was the man they most admired."]}, {"line": ["PETERMAN: (Laughs) Kramer, my friend, that is one ripping good                yarn.. (Hands Kramer a check)"]}, {"line": ["KRAMER: You know, if you like that one, I got more.. what are you                looking for? Romance? Comedy? Adventue? .. Erotica? (Clicks his                tongue)"]}, {"line": ["ELAINE: No, uh, Kramer. I don't think -"]}, {"line": ["PETERMAN: (Interrupting) How much would you take for the whole                lot?"]}, {"line": ["KRAMER: My whole lot?"]}, {"line": ["PETERMAN: Name your price, man!"]}, {"line": ["KRAMER: (Thinks) 1500 dollars."]}, {"line": ["PETERMAN: I'll give you half that."]}, {"line": ["KRAMER: (Excited) Done!"]}, {"line": ["PETERMAN: Kramer, my friend, (Gestures to Elaine) consider Elaine                at your disposal."]}, {"line": ["KRAMER: Okay.. (To Elaine) Well, I, Uh.. I like to work in the                evenings.. (Elaine slumps back, and covers her head in misfortune)"]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Elaine's office]"]}, {"line": ["(Elaine is growing weary of Kramer's childish antics. Kramer's                practicing putting golf balls on her office floor)"]}, {"line": ["ELAINE: Would you please just get on with the stupid Bob Saccamano                story?!"]}, {"line": ["KRAMER: Well, I'm on the phone with Bob, and I realize right then                and there that I need to return this pair of pants. So, I'm off                to the store."]}, {"line": ["ELAINE: What happened to Bob Saccamano?"]}, {"line": ["KRAMER: Well, nothing. His part of the story is done. (Elaine covers                her face with her hands - showing her difficulty coping with Kramer)                So I'm waiting for the"]}, {"line": ["subway, It's not coming, so I decided to hoof it through the tunnel."]}, {"line": ["ELAINE: Alright, well, now that's something.."]}, {"line": ["KRAMER: Well, I don't know if I lost track of time - or what, but                the next think I knew.. "]}, {"line": ["ELAINE: (Adding) A train is bearing down on you?!"]}, {"line": ["KRAMER: No, I slipped - and fell in the mud. Ruining the very pants                I was about to return."]}, {"line": ["ELAINE: (Reflects on the story) I don't understand.. you were wearing                the pants you were returning?"]}, {"line": ["KRAMER: Well, I guess I was.."]}, {"line": ["ELAINE: (Still confused) What were you gonna wear on the way back?"]}, {"line": ["KRAMER: Elaine, are you listening?! I didn't even get there! (Pauses)                All right, next story.."]}, {"line": ["ELAINE: Alright, I think I got enough for one day."]}, {"line": ["KRAMER: Yeah, yeah, chew on that."]}, {"line": ["ELAINE: (Mocking) Yeah, I'll chew on that."]}, {"line": ["KRAMER: Oh, hey, listen, by the way - I'm hosting a little get-together                tonight in honor of my little financial upturn.."]}, {"line": ["ELAINE: Oh, thanks. I've got plans."]}, {"line": ["KRAMER: Elaine, you should be there to document it."]}, {"line": ["ELAINE: (Putting on her coat) Oh, you're getting together with                some of your jackass friends, and you want me to take notes?"]}, {"line": ["KRAMER: Yeah, but get there after nine. You know, give the poeple                a chance to loosen up."]}, {"line": ["(Kramer turns to go, but slips on a golf ball. He falls to the                ground. Elaine looks at him as if to say 'What a doofus.')"]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Jerry's apartment]"]}, {"line": ["JERRY: So you're denying him the scholarship just because he wants                to be a city planner?"]}, {"line": ["GEORGE: I was betrayed! That kid was like a son to me. And if there's                one person you should be able to hold down, it's your own flesh                and blood. Like my"]}, {"line": ["father.. my father's father before him."]}, {"line": ["JERRY: You know, maybe philanthropy is not your field. (Phone rings,                he answers it) Hello. Oh, Hi, Ellen. Yeah, I called the hotel..                we're all set for the weekend."]}, {"line": ["GEORGE: You're spending the weekend with Ellen?"]}, {"line": ["JERRY: (To George, in a 'cha-ching!' motion) Vermont! (To Ellen)                With any luck, they said we could stay an extra couple of days if                we want to! (George is"]}, {"line": ["disturbed. He gets up, goes go Kramer's door, and knocks. They                talk) Four days at a beautiful bed-and-breakfast! I can't wait..                buy-bye. (Hangs up. George and"]}, {"line": ["Kramer come into Jerry's apartment, confronting him) What? (George                takes the phone off the hook) What is this?"]}, {"line": ["GEORGE: (To Kramer) You want to start?"]}, {"line": ["KRAMER: (To George) Uh, No, no, no.. you go ahead. I gotta get                my thoughts together."]}, {"line": ["GEORGE: Jerry, this whole Ellen situation.. has gone far enough."]}, {"line": ["JERRY: What?!"]}, {"line": ["KRAMER: (Adding) Jerry, she's a loser. (George points to Kramer                - gesturing that he's right on target)"]}, {"line": ["JERRY: Where is this coming from? She's great!"]}, {"line": ["GEORGE: (Concerned) Why're you doing this, Jerry? Is it your career?                Things will pick up."]}, {"line": ["JERRY: There's nothing wrong with my career!"]}, {"line": ["KRAMER: (Like a parent) Well, I still like the Bloomingdale's executive                training program for him."]}, {"line": ["GEORGE: I though we said we weren't going to discuss that now!"]}, {"line": ["KRAMER: Well, you know, I think it's something he should consider."]}, {"line": ["GEORGE: Of course he should consider it, but now is not the time!"]}, {"line": ["KRAMER: Listen, George, all these issues are interrelated."]}, {"line": ["JERRY: (Fed up) Alright! Excuse me! (Gets up) I'm not buying any                of this!"]}, {"line": ["KRAMER: All right, so what're you saying? That we're wrong? Oh,                everybody's wrong but you!"]}, {"line": ["JERRY: You know, this is liek that Twilight Zone where the guy                wakes up, and he's the same - but everyone else is different!"]}, {"line": ["KRAMER: Which one?"]}, {"line": ["JERRY: They were all like that!"]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: NYC Street]"]}, {"line": ["(George comes out of a store, he meets up with Steven Koren)"]}, {"line": ["STEVEN: Why'd you take away my scholarship, Mister Costanza?"]}, {"line": ["GEORGE: Well, Steven, I, uh.. (All the sudden, a small gang steps                out of nowhere, surrounding George)"]}, {"line": ["STEVEN: These are my new friends - The Van Buren Boys."]}, {"line": ["MEMBER 1: He became so disillusioned, he had to join us."]}, {"line": ["GEORGE: Oh.. nice."]}, {"line": ["STEVEN: I want my scholarship back, so I can be a city planner."]}, {"line": ["GEORGE: What about architect, Steven?"]}, {"line": ["MEMBER 1: (Moves threateningly close to George) City planner."]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Cafe]"]}, {"line": ["(Kramer is having his party, Elaine is painfully sitting through                it)"]}, {"line": ["FRIEND 1: Great party, K-man!"]}, {"line": ["KRAMER: Yeah, well, you got that straight! (Turns to Elaine) Hey,                Elaine, try the beef - because that's realy au jus sauce, huh. (Dramatically)                Real au jus sauce!"]}, {"line": ["ELAINE: (Sourly) I'll make a note of it."]}, {"line": ["FRIEND 1: Hey, Kramer,"]}, {"line": ["KRAMER: Yeah?"]}, {"line": ["FRIEND 1: Ramirez has never heard your pants story."]}, {"line": ["KRAMER: Ohh kay! Well, you know, I had Bob Saccamano on the phone,                and I suddenly realized that I- (Elaine stops him)"]}, {"line": ["ELAINE: You can't tell that story now. It belongs to Peterman."]}, {"line": ["KRAMER: What do ya mean?"]}, {"line": ["ELAINE: You signed the release."]}, {"line": ["KRAMER: Yeah."]}, {"line": ["ELAINE: He sat in mud. Not you."]}, {"line": ["KRAMER: But I did sit in mud."]}, {"line": ["ELAINE: (Stern) Ya didn't! You never sat in mud!"]}, {"line": ["KRAMER: (Pleading) I was all dirty!"]}, {"line": ["ELAINE: It ever happened! Understand?"]}, {"line": ["(Kramer's friends get restless, and beg for the rest of the story)"]}, {"line": ["KRAMER: (To crowd) Hey, hey, hey! All right! Yeah, uh, yeah.. well..                Uh, the pants. they, uh, they fit, uh, well - and so I, uh, decided                I wasn't gonna return them!"]}, {"line": ["(Laughs) Wooh-hoo-hoo-hoo!"]}, {"line": ["(The crowd is disappointed)"]}, {"line": ["FRIEND 1: It's getting late. Maybe we better get going. (They all                get up to leave)"]}, {"line": ["KRAMER: What? You're gonna go now? Hey, woah! I don't.. (watches                his friends leave)"]}, {"line": ["(Enter George)"]}, {"line": ["KRAMER: (Frantic) Kramer, Kramer! I got big trouble with the -                with the Van Buren Boys."]}, {"line": ["KRAMER: Hey, now, they're tough cookies."]}, {"line": ["GEORGE: Yeah, and I - I heard you got on their good side. Now,                what'd you do?"]}, {"line": ["KRAMER: Uh.. ah, (Looks over at Elaine, and realizes he can't tell                the Van Buren Boys story) Oh, nothing - nothing.. No, I certainly                don't have any stories, if that's"]}, {"line": ["what you're implying. (Laughs heartily)"]}, {"line": ["GEORGE: (Frantic) Kramer, do you know what those guys are gonna                do to me?!"]}, {"line": ["KRAMER: Yeah, well, uh.. you know uh, you didn't hear from me,                but, uh, the Van Buren Boys - they never hassle their own kind."]}, {"line": ["GEORGE: You mean, like, a former member?"]}, {"line": ["(Kramer nods his head while drinking from a mug of beer)"]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Jerry's apartment]"]}, {"line": ["ELAINE: These Kramer stories are unusable! (Thumbs through them)                I mean, some of them aren't even stories! (Holds one out) Look,                this is a list of things in his"]}, {"line": ["apartment!"]}, {"line": ["JERRY: Is my toaster oven on there?"]}, {"line": ["ELAINE: How am I ever gonna turn this into a book?"]}, {"line": ["JERRY: Well, just shape them - change them. You're a writer."]}, {"line": ["ELAINE: Yes! I'm a writer."]}, {"line": ["JERRY: Make them interesting."]}, {"line": ["ELAINE: Interesting! Of course! People love interesting writing!"]}, {"line": ["(Jerry reacts oddly, as if to say 'That's enough of that!')"]}, {"line": ["JERRY: Well, I gotta go to the airport. I'm picking up my parents."]}, {"line": ["ELAINE: What? Wheren't they just here?"]}, {"line": ["JERRY: Yeah. I'm flying them in to meet Ellen. I don't know where                to turn! I gotta see what they think of her."]}, {"line": ["ELAINE: Maybe we could all have dinner later?"]}, {"line": ["JERRY: I don't think so. I'm gonna try to get them to fly right                back tonight."]}, {"line": ["(Enter Kramer)"]}, {"line": ["KRAMER: Oh, hey! Hey, have I told you about my bunions? Oh, you're                gonna love this story! (Rubs his hands together) So, I line up my                cold cuts on the couch"]}, {"line": ["next to me, but as I'm stacking them up, they keep falling into                my foot bath! (Jerry and Elaine look disgusted)"]}, {"line": ["JERRY: Kramer, this is awful! We don't want to hear about this!"]}, {"line": ["KRAMER: Damn!"]}, {"line": ["JERRY: What?"]}, {"line": ["KRAMER: Oh, I bought a bunch of bunion stories from Newman - but                they all stink!"]}, {"line": ["ELAINE: How much did you pay for them?"]}, {"line": ["KRAMER: Eight bucks! I think I got ripped off! (Leaves, yelling                out \"Newman!\")"]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Peterman's office]"]}, {"line": ["ELAINE: Oh, what didn't you like about the first chapter?"]}, {"line": ["PETERMAN: Well, it started out nicely: \"I'm returning some                pants.\" A very identifiable problem.. (turns page) \"I                set of down a train tunnel.\".. (turns page) But that's"]}, {"line": ["where the story takes a most unappealing turn."]}, {"line": ["ELAINE: Oh, no, no! That's where it gets interesting! Don't you                see? The - the train is bearing down on you, you - you dive into                a side tunnel - and you run into a"]}, {"line": ["whole band of underground tunnel dwellers!"]}, {"line": ["PETERMAN: It just seems so cliched, and obvious. It's not interesting                writing."]}, {"line": ["ELAINE: Yeah.. yeah. I know. Um.. how about if, instead of.. diving                from the train, you.. uh, you, I don't know, you slip and, and fall                in some mud, and.. ruin your"]}, {"line": ["pants?"]}, {"line": ["PETERMAN: (Intrigued) The very pants I was returning. That's perfect                irony! Elaine, that is interesting writing! (The intercom beeps)"]}, {"line": ["SECRETARY: I have a Cosmo Kramer on line 4."]}, {"line": ["PETERMAN: (Picks up the phone) Peterman, here."]}, {"line": ["KRAMER: Mister Peterson, you gotta sell me my stories back!"]}, {"line": ["PETERMAN: You want to know something? I no longer need them!"]}, {"line": ["ELAINE: No, no. Mister Peterman, why don't we keep them - as a,                as a reference?"]}, {"line": ["PETERMAN: Nonsense! (To Kramer) I have Benes' woderfully imaginative                mind to spin my stories. You take back your tales, you vagabond!"]}, {"line": ["KRAMER: Yippie-yi-yay!"]}, {"line": ["PETERMAN: (Hangs up) There you are, Elaine. Go forth, and create.                (Elaine gets up to leave) And, by the way, when you get to that                chapter about my romantic"]}, {"line": ["escapades - feel free to toss yourself in the mix."]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: NYC Street]"]}, {"line": ["(George meets up with the Van Buren Boys again)"]}, {"line": ["GEORGE: Hey, Van B. Boys."]}, {"line": ["STEVEN: So, Mister Costanza, did you get my scholarship back?"]}, {"line": ["GEORGE: Now, fellas, fellas.. easy. You wouldn't want to beat up                on one of your own."]}, {"line": ["MEMBER 2: Is that right? Then why don't you flash us the sign?"]}, {"line": ["GEORGE: Right.. the sign. (Hesitates, then makes a series of stupid                gestures)"]}, {"line": ["STEVEN: That's not the sign."]}, {"line": ["GEORGE: (Defensively loud) It was when I was banging!"]}, {"line": ["MEMBER 2: All right, if you really are one of us.. let's see you                take the wallet off the next guy who walks by."]}, {"line": ["GEORGE: Love to! (Cracks his knuckles, then winces under the pain)"]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Coffee shop]"]}, {"line": ["ELLEN: And after college, I got my masters at the Sorbonne."]}, {"line": ["MORTY: Sorbonne? Oh, hey. (To Helen) That's in Paris."]}, {"line": ["ELLEN: (Looks at her watch) Oh, Jerry, you're parking meter's about                to expire. Don't get up, I've got change. (Leaves with her purse)"]}, {"line": ["JERRY: (To his parents) So? What do you think?"]}, {"line": ["HELEN: Jerry, she's fantastic."]}, {"line": ["JERRY: I knew it! I'm not crazy."]}, {"line": ["HELEN: She's so sweet, and she's got some body on her!"]}, {"line": ["MORTY: And smart! Like a computer!"]}, {"line": ["HELEN: And so much personality! But, it doesn't matter what we                think. Do you like her?"]}, {"line": ["JERRY: (After seeing how much his parents like her) Now, I'm not                so sure."]}, {"line": ["HELEN: Well, she's 10 times better than that awful Amber girl that                you were with."]}, {"line": ["JERRY: yeah, Amber.. I wonder if she's back from Vegas.."]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: NYC Alley]"]}, {"line": ["MEMBER 2: The next one, or you're meat!"]}, {"line": ["GEORGE: Alright, alright! (Goes out onto the sidewalk. The Seinfelds                walk by) Seinfelds!"]}, {"line": ["MORTY: Hey, George!"]}, {"line": ["GEORGE: Shhh! Listen, you gotta do me a favor. Give me your wallet.                I'll give it back to you later."]}, {"line": ["MORTY: How're your folks?"]}, {"line": ["GEORGE: Eh, they're trying to pick out a new couch - you don't                want to know. (Remembering the watching Van Buren Boys) Give me                your wallet, or I'll spill your"]}, {"line": ["guts right here on the street!"]}, {"line": ["MORTY: What did you say?"]}, {"line": ["GEORGE: Come on, hurry up, old man! I'm an animal!"]}, {"line": ["HELEN: You're being very rude. Come on, Morty."]}, {"line": ["GEORGE: (Pleading) Please, please, they're gonna hit me! (Attempts                to grab Helen's purse, she starts hitting George defensively, he                backs off)"]}, {"line": ["MORTY: Tell your parents we said 'Hi!' (They leave)"]}, {"line": ["(The Van Buren Boys come out of the alley, George holds up his                hand in a \"stop\" gesture - then takes off running down                the street, screaming. The Van Buren Boys"]}, {"line": ["chase him)"]}, {"line": [" "]}, {"line": [" "]}, {"line": ["END OF SHOW."]}, {"line": ["                                                                                                   ", "\n        "]}, {"line": []}, {"line": [" "]}, {"line": []}, {"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]}, {"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}]