[{"title": "The English Patient"}, {"line": []}, {"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]}, {"line": [" "]}, {"line": ["         Episode Number: 151", "\n        Original Air Date: March 13, 1997", "\n        ", "\n        Written by: Steve Koren", "\n        Directed by: Andy Ackerman", "\n        ", "\n        Recurring Cast:", "\n        John O'Hurley (J. Peterman)", "\n        Liz Sheridan (Helen Seinfeld)", "\n        Barney Martin (Morty Seinfeld)", "\n        ", "\n        Guest Cast:", "\n        Lloyd Bridges (Izzy)", "\n        Chelsea Noble (Danielle)", "\n        O'Neal Compton (Earl Haffler)", "\n        Lisa Mende (Carol)", "\n        Gene Dynarski (Izzy Jr.)", "\n        Marco Rodriguez (Guillermo)", "\n        Joseph Urla (Dugan)", "\n        Jill Talley (Gail)", "\n        Jill Holden (Lisa)", "\n        Todd Jeffries (Blaine)", "\n        Earl Schuman (Izzy Sr.)", "\n        Edgar Small (Sid Luckman)", "\n        Lauren Bowles (Waitress)", "\n        Juan Garcia (Jaime)", "\n        Jeff Miller (Neil)", "\n        ", "\n        ", "\n        [Subway Train]", "\n        ", "\n        Jerry and Elaine sit side by side on a subway train. They're both reading", "\n        newspapers, when something occurs to Jerry.", "\n        ", "\n        JERRY: You know at the movies, they show that little ad for the concession", "\n        stand?", "\n        ", "\n        ELAINE: Where the cartoon candy's dancing and the Milk Dud's playing the", "\n        banjo?", "\n        ", "\n        JERRY: He's wailing on that banjo.", "\n        ", "\n        ELAINE: Yeah.", "\n        ", "\n        JERRY: I just don't understand the raisinettes.", "\n        ", "\n        ELAINE: The sax player?", "\n        ", "\n        JERRY: Yeah.", "\n        ", "\n        ELAINE: Yeah.", "\n        ", "\n        JERRY: The box of raisinettes runs up to the concession stand, buys another", "\n        box of raisinettes.", "\n        ", "\n        ELAINE: So?", "\n        ", "\n        JERRY: Box of raisinettes eating another box of raisinettes? It's perverse.", "\n        ", "\n        ELAINE: HE's not gonna eat them. He's buying 'em for his Pepsi girlfriend.", "\n        ", "\n        JERRY: Why's he dating a Pepsi? They're not having children.", "\n        ", "\n        ELAINE: He's a musician.", "\n        ", "\n        JERRY: Musicians. Get a real job.", "\n        ", "\n        They shrug and return to their reading.", "\n        ", "\n        ", "\n        [Monk's]", "\n        ", "\n        George is sitting at the counter perusing a magazine. The waitress comes \n        over", "\n        to take his order.", "\n        ", "\n        WAITRESS: What d'you want?", "\n        ", "\n        GEORGE: Ah, I've had everything on the menu. Uh, surprise me.", "\n        ", "\n        The waitress disappears out back. George goes back to reading. Behind \n        him, a", "\n        beautiful woman enters, and approaches him.", "\n        ", "\n        DANIELLE: (to George) Neil.", "\n        ", "\n        The woman touches George on his shoulder, to get his attention.", "\n        ", "\n        DANIELLE: Neil.", "\n        ", "\n        George turns to face the woman.", "\n        ", "\n        DANIELLE: (apologetic) Oh, I am sorry. (smiling broadly) I'm supposed \n        to meet", "\n        my boyfriend here. He looks just like you.", "\n        ", "\n        GEORGE: (bemused) Really?", "\n        ", "\n        DANIELLE: (smiling) Yeah.", "\n        ", "\n        GEORGE: (pointing to himself) Like me?", "\n        ", "\n        DANIELLE: Uh-huh. Sorry.", "\n        ", "\n        Danielle walks away with a wave. George sits there, looking stunned.", "\n        ", "\n        GEORGE: (confused, to himself) Like me? But how?", "\n        ", "\n        The waitress returns from the back and puts a plate down on the counter", "\n        before George.", "\n        ", "\n        WAITRESS: Here's your halibut omelette. Surprised?", "\n        ", "\n        GEORGE: Yes, yes, I am.", "\n        ", "\n        ", "\n        [Jerry's Apartment]", "\n        ", "\n        Jerry has a suitcase on the table, packing for a trip. Kramer has brought \n        in", "\n        a large paper bag, from which he pulls a blue t-shirt.", "\n        ", "\n        KRAMER: Look what I got for you, for your Florida trip. Crazy Shirts was", "\n        closing 'em out. I got a dozen for a buck.", "\n        ", "\n        Kramer holds the shirt up against Jerry and admires it. On the front of \n        the", "\n        shirt is the legend '#1 DAD'.", "\n        ", "\n        KRAMER: Saved a fortune. Look at that. Heyy.", "\n        ", "\n        JERRY: (reading, unimpressed) Ohh, 'Number 1 Dad'.", "\n        ", "\n        KRAMER: Yeah.", "\n        ", "\n        JERRY: (examining the label) Ooh, and it's in medium. Perfect.", "\n        ", "\n        George enters.", "\n        ", "\n        KRAMER: Hey.", "\n        ", "\n        GEORGE: Hey.", "\n        ", "\n        JERRY: Hey.", "\n        ", "\n        GEORGE: Hey. You ready?", "\n        ", "\n        JERRY: Almost.", "\n        ", "\n        KRAMER: Okay, look, uh, when you're in Florida, can my cigar guy drop \n        off", "\n        some Cubans for me at your parents' house?", "\n        ", "\n        JERRY: (reluctant) Kramer, I'm helping my parents move into their new \n        condo.", "\n        I'm gonna be busy.", "\n        ", "\n        KRAMER: Aw, c'mon man. Help a brother out.", "\n        ", "\n        JERRY: (grudging) Alright.", "\n        ", "\n        KRAMER: Yeahh. I owe you one.", "\n        ", "\n        JERRY: (holding up the '# DAD' shirt) We're even.", "\n        ", "\n        Kramer leaves. George has got himself a bottle of water from the fridge \n        and", "\n        wanders into the living room, talking.", "\n        ", "\n        GEORGE: Jerry, figure this out. I'm in the coffee shop, and this beautiful", "\n        girl I could never even talk to, mistakes me for her boyfriend.", "\n", "\n        ", "\n        JERRY: (continuing to pack) That's a nice four seconds.", "\n        ", "\n        GEORGE: (incredulous) I look just like him. I. Me. (flings his arms out)", "\n        This! This is what her boyfriend looks like. How is that possible?", "\n        ", "\n        JERRY: Maybe he has money.", "\n        ", "\n        GEORGE: (wondering) Maybe he doesn't. Maybe he and I are exactly the same,", "\n        except for one minor, yet crucial, detail. You never know.", "\n        ", "\n        JERRY: (zipping up his bag) Sometimes you do.", "\n        ", "\n        GEORGE: Maybe it's some small thing I could change. Like a moustache. \n        Or", "\n        wearing a top hat, or a monocle, or a..or a cane.", "\n        ", "\n        JERRY: (picking up his bag and coat) Who's she dating? Mr Peanut?", "\n        ", "\n        Jerry opens the door as George looks at him.", "\n        ", "\n        GEORGE: (pointedly) She could do a lot worse than Mr Peanut, my friend.", "\n        ", "\n        George leaves, followed by Jerry.", "\n        ", "\n        ", "\n        [Outside Movie Theatre]", "\n        ", "\n        Elaine and her latest boyfriend are standing in line.", "\n        ", "\n        BLAINE: So, what d'you wanna see?", "\n        ", "\n        ELAINE: (indicating a movie poster) What about Sack Lunch?", "\n        ", "\n        BLAINE: (indicating another poster) How about The English Patient? It's \n        up", "\n        for all those Oscars.", "\n        ", "\n        Elaine pulls a face, like she's really not interested in seeing Blaine's", "\n        choice.", "\n        ", "\n        ELAINE: Oh, c'mon Blaine. I mean, look at the poster for Sack Lunch.", "\n        ", "\n        BLAINE: It's a family in a brown paper bag.", "\n        ", "\n        ELAINE: (laughing) Don't you wanna know how they got in there?", "\n        ", "\n        BLAINE: No.", "\n        ", "\n        Elaine and Blaine reach the front of the queue, just as the guy in the \n        ticket", "\n        booth puts a sign up on the window saying 'Sack Lunch Sold Out'.", "\n        ", "\n        ELAINE: (disappointment) Aww. Sold out.", "\n        ", "\n        BLAINE: (to the booth guy) Oh, two for The English Patient.", "\n        ", "\n        Elaine continues to study the Sack Lunch poster, while Blaine buys tickets.", "\n        ", "\n        ELAINE: So d'you think they got shrunk down, or is it just a giant sack?", "\n        ", "\n        ", "\n        [Monk's]", "\n        ", "\n        Danielle, the beautiful woman, is paying at the register. George enters \n        and", "\n        sees her.", "\n        ", "\n        GEORGE: (smiling) Uh, hi. Uhm, remember me? I..I'm the guy who looks like", "\n        Neil?", "\n        ", "\n        DANIELLE: (smiling back) Hi.", "\n        ", "\n        GEORGE: Huh-Hi. (looks around a little) Uhm, is Neil here?", "\n        ", "\n        DANIELLE: Oh, no. He got held up at work.", "\n        ", "\n        GEORGE: Oh, that's too bad. I kinda wanted to meet him, seeing as how \n        we look", "\n        so similar.", "\n        ", "\n        DANIELLE: Well, you know, you don't look that much like him.", "\n        ", "\n        GEORGE: (disappointment) Oh. Course not.", "\n        ", "\n        DANIELLE: No, you're a little taller.", "\n        ", "\n        George looks ever more bewildered.", "\n        ", "\n        DANIELLE: You look like you're in better shape than Neil. Do you work \n        out?", "\n        ", "\n        GEORGE: (smiling) Listen, I..I..I don't mean to seem forward...", "\n        ", "\n        Danielle looks like she thinks George is hitting on her, and she's not", "\n        against the idea.", "\n        ", "\n        GEORGE: ...but is there any way that I could possibly have Neil's phone", "\n        number?", "\n        ", "\n        Now it's Danielle's time to look surprised and bewildered.", "\n        ", "\n        ", "\n        [Outside Movie Theatre]", "\n        ", "\n        Elaine and Blaine emerge from the exit, having seen The English Patient.", "\n        ", "\n        ELAINE: (very dissatisfied) Why is everyone talking about \"The English", "\n        Patient, it's so romantic\". (vehement) God, that movie stunk!", "\n        ", "\n        BLAINE: I kinda liked it.", "\n        ", "\n        ELAINE: (firm) No you didn't.", "\n        ", "\n        From the exit emerge several of Elaine's friends, who hurry over to see \n        her.", "\n        They're all holding tissues.", "\n        ", "\n        CAROL: Elaine. Elaine, did you just see The English Patient?", "\n        ", "\n        GAIL: (tearful) Didn't you love it?", "\n        ", "\n        LISA: How could you not love that movie?", "\n        ", "\n        ELAINE: How about, it sucked?", "\n        ", "\n        CAROL: That Ralph Fiennes, I would give up my firstborn for him.", "\n        ", "\n        ELAINE: (aside) Huhh, getting the short end of that stick.", "\n        ", "\n        Blaine gives Elaine a strange look.", "\n        ", "\n        ", "\n        [Recreation Center, Del Boca Vista]", "\n        ", "\n        Jerry and Morty walk into a room which contains some fitness equipment \n        -", "\n        exercise bike, weights, etc.", "\n        ", "\n        MORTY: Jerry, this is Del Boca Vista's new physical fitness room. They \n        got", "\n        medicine balls, you can bike ride, anything you want.", "\n        ", "\n        JERRY: Stairmaster?", "\n        ", "\n        MORTY: What?", "\n        ", "\n        JERRY: Nothin'.", "\n        ", "\n        MORTY: (opening his tracksuit top) See what I'm wearing?", "\n        ", "\n        Morty has on the '#1 DAD' shirt.", "\n        ", "\n        JERRY: Oh, did you get that outta my bag?", "\n        ", "\n        MORTY: No, your mother found it. Son, this is the most wonderful and", "\n        thoughtful thing you've ever done for me.", "\n        ", "\n        JERRY: You know, I bought you a Cadillac. Twice.", "\n        ", "\n        In through the door comes a really old guy. He jogs slowly in, and begins", "\n        doing physical jerks as Morty talks to Jerry.", "\n        ", "\n        MORTY: Hoh, here he is. This is the man I wanted you to see. Izzy", "\n        Mandelbaum. He's eighty years old, but strong as an ox. (pointing) Watch", "\n        this.", "\n        ", "\n        Izzy picks up a set of weights and lifts them chest high.", "\n        ", "\n        MORTY: See that? You couldn't do that.", "\n        ", "\n        JERRY: I could, but I choose not to.", "\n        ", "\n        Another guy enters behind the Seinfelds. He walks over to an exercise \n        bike", "\n        and climbs aboard.", "\n        ", "\n        SID: Hey Morty. (nodding toward Jerry) Who's this?", "\n        ", "\n        MORTY: This is my son Jerry, from New York. (leaning toward Sid) He thinks \n        he", "\n        can lift more than Izzy.", "\n        ", "\n        JERRY: (protesting) I..I didn't say that.", "\n        ", "\n        SID: (calling over) Hey, Izzy, this kid says he can lift more than you \n        can.", "\n        ", "\n        Izzy looks over. He releases his grip on the weights and they drop to \n        the", "\n        floor with a clunk.", "\n        ", "\n        IZZY: Your kid's pretty funny, Morty. Should be a comedian.", "\n        ", "\n        JERRY: (smiles) Actually, I am a comedian.", "\n        ", "\n        SID: That's not so funny.", "\n        ", "\n        IZZY: (challenging) Think you're better than me, huh?", "\n        ", "\n", "\n        MORTY: Izzy used to work out with Charles Atlas in the fifties.", "\n        ", "\n        JERRY: (jocular) Eighteen-fifties?", "\n        ", "\n        IZZY: Yeah, that's it. It's go time. (points to the weights he put down)", "\n        Let's see you lift that.", "\n        ", "\n        JERRY: (reluctant) Mr Mandelbaum, I...", "\n        ", "\n        IZZY: C'mon, c'mon. Pump it!", "\n        ", "\n        JERRY: (consenting) Alright.", "\n        ", "\n        IZZY: Yeah, wrong attitude. you're not bringing that trash into my house.", "\n        ", "\n        Jerry walks over and picks the weights up easily.", "\n        ", "\n        JERRY: There. Alright?", "\n        ", "\n        IZZY: Step aside, stringbean.", "\n        ", "\n        Jerry puts down the weights, and rolls them out of the way. Izzy steps \n        in", "\n        front of a much, much, more substantial set of weights.", "\n        ", "\n        IZZY: I'll show you. We're gonna take it up a notch.", "\n        ", "\n        Izzy bends and takes hold of the bar. The second he puts any effort into \n        the", "\n        lift, there is a loud crunching noise and a pained look of horror comes \n        to", "\n        his face.", "\n        ", "\n        IZZY: (agonised) Ah! My back. Ugh.", "\n        ", "\n        Izzy keeps hold of the bar as he slowly keels over forwards. The circular", "\n        weights roll in front of him and Izzy gently falls forward until he's \n        face", "\n        down on the floor.", "\n        ", "\n        IZZY: (drawn out) Aaaahh.", "\n        ", "\n        Jerry, Morty and Sid, look on, concerned.", "\n        ", "\n        SID: Somebody, call an ambulance.", "\n        ", "\n        MORTY: (unpanicked) There's already an ambulance here for Mrs Glickman.", "\n        There's room for one more.", "\n        ", "\n        ", "\n        [Outside Movie Theatre]", "\n        ", "\n        Elaine is at the same movie theatre as before,but alone this time. She's", "\n        buying her ticket from the booth.", "\n        ", "\n        ELAINE: (handing over her money) Okay, one for Sack Lunch. (taking the", "\n        ticket) It's good, right? (smiling) Yeah, good.", "\n        ", "\n        Elaine turns to enter the theatre, and meets Gail, Carol and Lisa coming \n        out.", "\n        ", "\n        ELAINE: (surprise) Hey, what're you guys doing here?", "\n        ", "\n        LISA: We just saw The English Patient again.", "\n        ", "\n        GAIL: It's even better the second time.", "\n        ", "\n        ELAINE: They make it longer?", "\n        ", "\n        Out of the theatre comes Blaine, carrying an umbrella.", "\n        ", "\n        BLAINE: (to the girls) Got my umbrella.", "\n        ", "\n        ELAINE: (shocked) Blaine!?", "\n        ", "\n        BLAINE: Elaine.", "\n        ", "\n        ELAINE: I thought you were busy tonight.", "\n        ", "\n        BLAINE: (cold) Well, to tell you the truth Elaine. I don't know if I can \n        be", "\n        with someone who doesn't like The English Patient.", "\n        ", "\n        ELAINE: It's just a stupid movie.", "\n        ", "\n        BLAINE: (to Carol) That's what I'm talking about.", "\n        ", "\n        CAROL: (taking Blaine's arm) Come on, Blaine. Let's go.", "\n        ", "\n        BLAINE: (bitter) Enjoy Sack Lunch!", "\n        ", "\n        Blaine walks away with the girls.", "\n        ", "\n        ELAINE: (fierce) I will!", "\n        ", "\n        ", "\n        [Seinfeld Residence, Del Boca Vista]", "\n        ", "\n        Helen is talking to Jerry, with Morty on the couch. Helen and Morty are \n        in", "\n        their nightclothes. Morty has on the '#1 DAD' shirt.", "\n        ", "\n        HELEN: (accusing) How could you do that to Mr Mandelbaum? You should be", "\n        ashamed of yourself.", "\n        ", "\n        JERRY: (defensive) He egged me on.", "\n        ", "\n        HELEN: You should be more mature.", "\n        ", "\n        JERRY: He's eighty!", "\n        ", "\n        MORTY: (standing) Okay. Tomorrow, Jerry and I will visit Izzy and apologise.", "\n        Now, goodnight.", "\n        ", "\n        Morty begins to head to the bedroom.", "\n        ", "\n        HELEN: (walking after Morty) You're not sleeping in that shirt. It's too", "\n        tight.", "\n        ", "\n        MORTY: This shirt will never leave my body.", "\n        ", "\n        Helen follows Morty down the short hallway.", "\n        ", "\n        HELEN: (to Jerry) Goodnight.", "\n        ", "\n        JERRY: (smiling) Alright. Seven-thirty, got the place to myself.", "\n        ", "\n        There is a knock at the door. Jerry answers it. Outside are three", "\n        Hispanic-looking guys.", "\n        ", "\n        GUILLERMO: Jerry Seinfeld please.", "\n        ", "\n        JERRY: Ah, you must be Kramer's guys. (indicating) Come on in. You got \n        the", "\n        cigars?", "\n        ", "\n        The guys enter.", "\n        ", "\n        GUILLERMO: What cigars?", "\n        ", "\n        JERRY: Kramer said I was supposed to bring him back some Cubans.", "\n        ", "\n        GUILLERMO: (indicating the threesome) We are the Cubans.", "\n        ", "\n        Jerry stares, stunned.", "\n        ", "\n        ", "\n        [Jerry's Apartment/Del Boca Vista]", "\n        ", "\n        Kramer stands, shirtless, in Jerry's kitchen. There's a pot on the stove, \n        and", "\n        Kramer's chopping vegetables on a board. The phone rings and Kramer answers.", "\n        ", "\n        KRAMER: Yeah, hello, Jerry's place.", "\n        ", "\n        In the Seinfelds' condo, the three guys are asleep on the fold-out couch \n        and", "\n        a chair, while an upset Jerry rants into the phone.", "\n        ", "\n        JERRY: (animated) They're real Cubans?! They're human beings, from Cuba?!", "\n        ", "\n        KRAMER: I said Cubans. What'd you think I meant?", "\n        ", "\n        JERRY: Cigars!", "\n        ", "\n        KRAMER: Jerry, Cuban cigars are illegal in this country. That's why I \n        got", "\n        these guys.", "\n        ", "\n        JERRY: (incredulous) You're making your own cigars now?", "\n        ", "\n        KRAMER: Yeah, yeah. I got investors all lined up.", "\n        ", "\n        Behind Jerry, Morty wanders over to the kitchen counter.", "\n        ", "\n        JERRY: (to Kramer) Hold on a second. (to Morty) Hiya dad.", "\n        ", "\n        Morty sorts through some pill bottles, before picking one out.", "\n        ", "\n        MORTY: (without looking up) Who are they?", "\n        ", "\n        JERRY: They're Cuban cigar rollers.", "\n        ", "\n        MORTY: (walking back out of the room) Don't tell your mother.", "\n        ", "\n        Something catches Jerry's ear on the phone.", "\n        ", "\n        JERRY: What is that bubbling sound? Are you making your tomato sauce?", "\n        ", "\n        KRAMER: Hot and spicy.", "\n        ", "\n        JERRY: (accusing) You're not wearing a shirt, are you?", "\n        ", "\n        KRAMER: Yes I am.", "\n        ", "\n        JERRY: What colour is it?", "\n        ", "\n        Kramer looks down at his bare torso, and can't think.", "\n        ", "\n        KRAMER: Damn!", "\n", "\n        ", "\n        Kramer hangs up the phone.", "\n        ", "\n        ", "\n        [New York Hallway]", "\n        ", "\n        George and Danielle walk up to her door in her building. George has a \n        napkin", "\n        in his hand on which is some scribbled numbers. Danielle is looking at", "\n        George, very much as if she's interested.", "\n        ", "\n        GEORGE: You know, you could've just given me Neil's number. You..you didn't", "\n        have to take me out to dinner.", "\n        ", "\n        DANIELLE: I wanted to give it to you in person.", "\n        ", "\n        George shrugs his understanding.", "\n        ", "\n        DANIELLE: (flirtatious) You know, I don't have to be up in the morning, \n        and I", "\n        know a great breakfast place, right around the corner.", "\n        ", "\n        Danielle gives George a big smile. George smiles, but thoughtfully.", "\n        ", "\n        GEORGE: Does Neil like to eat a big breakfast?", "\n        ", "\n        DANIELLE: (inviting) Why don't you come in? We'll take about it.", "\n        ", "\n        GEORGE: (looking at his watch) I really should get going. Y'know, I..I \n        wanna", "\n        be home in case Neil calls.", "\n        ", "\n        DANIELLE: Well, goodnight.", "\n        ", "\n        Danielle leans toward George, for a kiss. But George walks away completely", "\n        oblivious to Danielle.", "\n        ", "\n        GEORGE: (hurried) I'll see you.", "\n        ", "\n        Danielle looks down the hall after George, looking perplexed.", "\n        ", "\n        ", "\n        [Monk's]", "\n        ", "\n        An unhappy Elaine sits at the counter as the waitress pours her coffee.", "\n        ", "\n        WAITRESS: Rough night?", "\n        ", "\n        ELAINE: Ugh. You wouldn't believe it. My boyfriend dumped me. My friends, \n        who", "\n        I don't even like, they won't talk to me. (face-pulling) All because I \n        don't", "\n        like that stupid English Patient movie.", "\n        ", "\n        WAITRESS: Really? I thought it was pretty good.", "\n        ", "\n        ELAINE: Oh, come on. Good? What was good about it? (scoffs) Those sex \n        scenes!", "\n        I mean, please! Gimme something I can use!", "\n        ", "\n        WAITRESS: (sour) Well, I liked it.", "\n        ", "\n        The waitress takes the coffee pot and walks away into the back.", "\n        ", "\n        ELAINE: (calling after) Hey. You forgot about my piece of pie. Hello?", "\n        (irritated) You know, sex in a tub. That doesn't work!", "\n        ", "\n        ", "\n        [Mandelbaum Residence, Del Boca Vista]", "\n        ", "\n        Jerry and Morty stroll into the bedroom of the hugely impressive Mandelbaum", "\n        condo. Morty is still wearing the '#1 DAD' shirt under his tracksuit. \n        Izzy is", "\n        asleep in the bed.", "\n        ", "\n        JERRY: This is quite a condo.", "\n        ", "\n        MORTY: The Mandelbaums own the Magic Pan restaurants.", "\n        ", "\n        JERRY: The crepe place?", "\n        ", "\n        MORTY: Yeah. This is all big crepe money.", "\n        ", "\n        JERRY: (doubtful) There's crepe money?", "\n        ", "\n        Izzy wakes up and sees the Seinfelds at the foot of his bed.", "\n        ", "\n        IZZY: What are you doing here?", "\n        ", "\n        JERRY: (apologetic) Aw, Mr Mandelbaum, I just wanted to come by and tell \n        you", "\n        how sorry I was that you hurt yourself.", "\n        ", "\n        Izzy stares at Morty as Jerry speaks.", "\n        ", "\n        IZZY: What the hell is that?", "\n        ", "\n        JERRY: What?", "\n        ", "\n        IZZY: That shirt. You think that you are the number one dad?", "\n        ", "\n        MORTY: This was a gift from my son.", "\n        ", "\n        Morty displays the shirt proudly. Jerry smiles.", "\n        ", "\n        IZZY: Oh, I see how it works now. (indicates Jerry) He knocks me outta", "\n        commission, so (indicates Morty) you can strut around in your fancy number", "\n        one shirt. (moves the bedcovers) Well, I'll show you who's number one.", "\n        ", "\n        Izzy starts to move to get out of bed.", "\n        ", "\n        JERRY: Mr Mandelbaum, please.", "\n        ", "\n        IZZY: It's go time.", "\n        ", "\n        Izzy stands up and there is a familiar crunching noise. Izzy freezes in \n        his", "\n        stance, arms raised.", "\n        ", "\n        IZZY: (pained) Ahh. My back. I can't move.", "\n        ", "\n        Jerry and Morty look on with horrified concern.", "\n        ", "\n        MORTY: Call an ambulance.", "\n        ", "\n        JERRY: I think I saw one a coupla doors down.", "\n        ", "\n        Jerry darts out of the door, followed moments later by Morty.", "\n        ", "\n        ", "\n        [Jerry's Apartment/Del Boca Vista]", "\n        ", "\n        Jerry has just returned from Florida, and is putting away his bag. A worried", "\n        George sits at the table.", "\n        ", "\n        JERRY: (disbelief) So she wanted you to come up, but you left because \n        you", "\n        thought some guy might be calling you?!", "\n        ", "\n        Jerry puts his bag in the bedroom and returns as George paces the floor.", "\n        ", "\n        GEORGE: (animated) Some guy. Some guy? Neil! I have got to find out how \n        he", "\n        could get a girl like Danielle.", "\n        ", "\n        JERRY: (pointing out the obvious) George, you've got Danielle. Forget \n        about", "\n        Neil. You've out-Neiled him.", "\n        ", "\n        GEORGE: (surprised) So, I'm Neil? How did I do that?", "\n        ", "\n        JERRY: I don't know, but you better keep it up.", "\n        ", "\n        GEORGE: I'm gonna go meet Danielle. (grabs his coat) There's a new Neil \n        in", "\n        town! (triumphant laughter) Hahaha!", "\n        ", "\n        George exits, cheerfully. The phone rings as the door closes.", "\n        ", "\n        JERRY: (to himself) I try to take a vacation, I come back, the whole", "\n        operation's a shambles. (answers phone) Hello.", "\n        ", "\n        In Florida, Helen and Morty each have a handset. Morty is still wearing \n        the", "\n        '#1 DAD' shirt.", "\n        ", "\n        MORTY: Hey Jerry. Number One here. Did you go see Izzy at the back", "\n        specialist?", "\n        ", "\n        JERRY: I will, I just walked in the door.", "\n        ", "\n        HELEN: You have to go see him.", "\n        ", "\n        JERRY: Ma.", "\n        ", "\n        MORTY: Helen, will you stop bothering him.", "\n        ", "\n        HELEN: Jerry, that shirt is gone right to his head.", "\n        ", "\n        MORTY: Number One, signing off.", "\n        ", "\n        The Seinfelds hang up. Jerry's door opens and Kramer bursts in, agitated.", "\n        ", "\n        KRAMER: Jerry, I just picked up the Cubans at the bus station. (shrill)", "\n        What's going on!?", "\n        ", "\n        JERRY: What?", "\n        ", "\n        KRAMER: (animated) They're not real Cubans. They're Dominicans.", "\n        ", "\n        JERRY: So?", "\n        ", "\n        KRAMER: So, Jerry, if my investors don't get Cubans, the whole deal's \n        off.", "\n        ", "\n        JERRY: What's the difference?", "\n        ", "\n        KRAMER: Jerry, once you've had real Cubans, there's just nothing else \n        like", "\n        it.", "\n", "\n        ", "\n        JERRY: (confused) We're talking about people, right?", "\n        ", "\n        KRAMER: Yes, yes. The quality, the texture, the intoxicating aroma. These", "\n        guys don't have it.", "\n        ", "\n        JERRY: I thought they smelled pretty nice.", "\n        ", "\n        KRAMER: Jerry, your palate's unrefined.", "\n        ", "\n        JERRY: Is not.", "\n        ", "\n        KRAMER: Is too.", "\n        ", "\n        JERRY: Is not.", "\n        ", "\n        KRAMER: Is too.", "\n        ", "\n        JERRY: I'm not having this conversation.", "\n        ", "\n        KRAMER: Are too.", "\n        ", "\n        JERRY: Am not.", "\n        ", "\n        KRAMER: Are too.", "\n        ", "\n        JERRY: Am not.", "\n        ", "\n        KRAMER: Are too.", "\n        ", "\n        ", "\n        [J Peterman's Office]", "\n        ", "\n        Peterman lounges behind his desk, as Elaine and another employee pick \n        up", "\n        notes, photographs, etc.", "\n        ", "\n        PETERMAN: Another productive meeting. By the way, I saw that English Patient", "\n        film last night. It was extraordinary.", "\n        ", "\n        DUGAN: (enthusiastic) Oh yes. It was so romantic. It ravished me.", "\n        ", "\n        Dugan walks away.", "\n        ", "\n        PETERMAN: Elaine, what'd you think?", "\n        ", "\n        ELAINE: (hesitant) Well, uh, act..actually, I haven't seen it. So, I couldn't", "\n        tell you whether I liked it, or whether it really sucked.", "\n        ", "\n        PETERMAN: (aghast) You haven't seen it?", "\n        ", "\n        ELAINE: (shakes head) No.", "\n        ", "\n        PETERMAN: That's it! Drop everything. We're going right now.", "\n        ", "\n        Peterman stuffs some paperwork into a desk drawer.", "\n        ", "\n        ", "\n        [The New York Hospital]", "\n        ", "\n        Izzy is in a hospital bed, as Jerry stands beside it.", "\n        ", "\n        JERRY: Again, Mr Mandelbaum, this back specialist is supposed to be the \n        best.", "\n        So if there's anything else I can do, please don't hesitate to, uh, try \n        and", "\n        find my number.", "\n        ", "\n        Jerry turns to walk out.", "\n        ", "\n        IZZY: Uh, oh, wait.", "\n        ", "\n        Izzy rummages on his bedside table and picks up a t-shirt. He holds it \n        up to", "\n        his chest so Jerry can read what's written on it. 'World's Greatest DAD!'", "\n        ", "\n        IZZY: How 'bout that, huh? The World's Greatest Dad. My son made it for \n        me.", "\n        ", "\n        JERRY: (humouring him) That's very nice.", "\n        ", "\n        IZZY: The best in the world. (pointing to himself) Which means I'm better", "\n        than just number one.", "\n        ", "\n        JERRY: Well, I don't know how official any of these rankings really are.", "\n        ", "\n        Behind Jerry, an elderly bald guy leans round the doorframe and raps on \n        the", "\n        door, attracting Izzy's attention.", "\n        ", "\n        IZZY: Hi, son.", "\n        ", "\n        IZZY JR.: Hi daddy.", "\n        ", "\n        JERRY: (surprise) This is your son?", "\n        ", "\n        IZZY: I got married in high school.", "\n        ", "\n        IZZY JR.: (to Jerry) Hey, who are you?", "\n        ", "\n        IZZY: This is Seinfeld's kid.", "\n        ", "\n        IZZY JR.: Oh, you think you're tough, picking on an old man? (squaring \n        up to", "\n        Jerry) Maybe you'd like to try taking on somebody your own age.", "\n        ", "\n        JERRY: (jocular) You got any kids?", "\n        ", "\n        IZZY JR.: Oh, you think you're better than me? (challenging) Go ahead, \n        pick", "\n        out anything in the room here. I'll lift it up over my head.", "\n        ", "\n        JERRY: (trying to defuse the situation) Look, no-one is lifting anything.", "\n        ", "\n        IZZY: (pointing) The television.", "\n        ", "\n        JERRY: (under his breath) Oh no.", "\n        ", "\n        Izzy Jr walks over to the TV, which sits on top of a cabinet.", "\n        ", "\n        IZZY JR.: This one's for you, Pop. It's go time.", "\n        ", "\n        Izzy Jr takes a grip on the TV, but there's another crunching sound as \n        he", "\n        tries to lift, and an agonised expression comes to his face. Jerry cringes \n        in", "\n        the background.", "\n        ", "\n        IZZY JR.: (pained) Ohh! My back!", "\n        ", "\n        IZZY: (urgent) Call an ambulance.", "\n        ", "\n        JERRY: (laconic) We're already in a hospital.", "\n        ", "\n        ", "\n        [Earl Haffler's Office]", "\n        ", "\n        A suit-wearing Kramer is in the office of Earl Haffler - cigar-smoking,", "\n        stetson-wearing, Texan businessman.", "\n        ", "\n        HAFFLER: Awright, partner. Let's get down to business.", "\n        ", "\n        KRAMER: (nervous) Okay, well, uh, I'll uh, I'll get the Cubans.", "\n        ", "\n        Kramer walks over to the door trying to smile confidently.", "\n        ", "\n        KRAMER: They're right out here.", "\n        ", "\n        Kramer calls a few words of nonsense Spanish out of the door, and the \n        three", "\n        guys stroll in. They are dressed in Castro-style green fatigues and caps.", "\n        ", "\n        KRAMER: Hey, here they are. The Cubans. Real Cubans.", "\n        ", "\n        Earl Haffler regards the three for a second or two.", "\n        ", "\n        HAFFLER: You wouldn't be trying to sell old Earl Haffler Dominicans in \n        a", "\n        Cuban wrapper now, would you?", "\n        ", "\n        KRAMER: (fidgety) Oh, now, come on. Look at these boys. If they were any \n        more", "\n        Cuban, Castro would've smoked them himself. Huh.", "\n        ", "\n        HAFFLER: (confusion) We're talking about people, right?", "\n        ", "\n        KRAMER: (puzzled) I think so.", "\n        ", "\n        HAFFLER: I thought he quit smoking cigars.", "\n        ", "\n        KRAMER: Well, yeah, yeah. But they also rolled for his brother... (thinks \n        for", "\n        a second) ...Dennis.", "\n        ", "\n        HAFFLER: (dubious) Dennis Castro?", "\n        ", "\n        KRAMER: Uh, Dwayne.", "\n        ", "\n        HAFFLER: Get the hell outta my office.", "\n        ", "\n        KRAMER: (shrill) What!?", "\n        ", "\n        ", "\n        [Monk's]", "\n        ", "\n        Danielle and George walk over to, and sit in, a booth.", "\n        ", "\n        DANIELLE: You know, Neil called me today.", "\n        ", "\n        GEORGE: (interested) Really?", "\n        ", "\n        DANIELLE: Yeah. He's pretty upset that I broke up with him to go out with", "\n        you.", "\n        ", "\n        GEORGE: (smug) Ah, I guess I showed Neil who's Neil.", "\n        ", "\n        DANIELLE: He wants to get together tomorrow night and have coffee.", "\n        ", "\n        GEORGE: (little worried) Coffee? (thinks) I can beat that. Move in with \n        me.", "\n", "\n        ", "\n        DANIELLE: (surprised) What?", "\n        ", "\n        GEORGE: (smiles) Beats the hell out of coffee.", "\n        ", "\n        Danielle smiles at George, still a touch confused.", "\n        ", "\n        ", "\n        [Movie Theatre]", "\n        ", "\n        Peterman and Elaine sit in the auditorium. The English Patient is playing \n        and", "\n        many of the crowd are tearfully dabbing their eyes. Peterman is particularly", "\n        emotional. Elaine looks completely bored, and is tossing pieces of popcorn \n        up", "\n        in the air to try and catch them in her mouth.", "\n        ", "\n        PETERMAN: (emotional) And I thought I knew what love was.", "\n        ", "\n        One of Elaine's bits of popcorn misses her mouth and falls behind her \n        seat.", "\n        Elaine twists round and reaches over to retrieve it, before slumping in \n        her", "\n        seat wearily.", "\n        ", "\n        ELAINE: (indifferent) Yuh.", "\n        ", "\n        ", "\n        [Monk's]", "\n        ", "\n        Jerry and George sit in a booth. George looks ragged and is swigging from \n        a", "\n        bottle of some anti-acid medication.", "\n        ", "\n        JERRY: (incredulous) You asked her to move in with you?", "\n        ", "\n        GEORGE: I gotta stay one step ahead of Neil.", "\n        ", "\n        JERRY: (musing) What if it's Neil Armstrong?", "\n        ", "\n        George thinks for a moment, his eyes twitching.", "\n        ", "\n        GEORGE: (animated) Then I'm going to Mars!", "\n        ", "\n        JERRY: What if it's Neil Diamond?", "\n        ", "\n        GEORGE: (tormented) Aw, shut up Jerry! Just shut up!", "\n        ", "\n        JERRY: Alright, I gotta go back to the hospital.", "\n        ", "\n        GEORGE: What, to see the old guy?", "\n        ", "\n        JERRY: No, I got into a thing with the son, and now he's laid up too.", "\n        ", "\n        GEORGE: How old's the son?", "\n        ", "\n        JERRY: I think he's the same age as the father.", "\n        ", "\n        GEORGE: What is with this family?", "\n        ", "\n        JERRY: I dunno. It's like, if one of 'em dies, the other one wants to \n        bench", "\n        press the casket.", "\n        ", "\n        Kramer sidles into the coffee shop. He peers past the register, to where \n        the", "\n        three guys are sitting in the far corner, talking together. Then he moves", "\n        over to join Jerry and George.", "\n        ", "\n        KRAMER: (quietly) Hey, Jerry.", "\n        ", "\n        Kramer indicates the three guys with his thumb.", "\n        ", "\n        KRAMER: (noise - like shivery) Datiditadit.", "\n        ", "\n        JERRY: You're cold?", "\n        ", "\n        KRAMER: No. (indicates with his head) (noise again) Ditadidatidat.", "\n        ", "\n        JERRY: Something wrong with your chest?", "\n        ", "\n        KRAMER: (indicating with his thumb) Dijadidatjd. There.", "\n        ", "\n        JERRY: (leaning round Kramer) Where?", "\n        ", "\n        KRAMER: (urgent) No, no. Don't look. Don't look.", "\n        ", "\n        Jerry and George look as if they're infected by Kramer's nervousness, \n        as they", "\n        try and look surreptitiously at the Dominicans.", "\n        ", "\n        KRAMER: Over there. The Dominicans.", "\n        ", "\n        JERRY: Aren't they supposed to be rolling cigars?", "\n        ", "\n        KRAMER: Well, it didn't quite work out, and now I've got nothing for them \n        to", "\n        do.", "\n        ", "\n        GEORGE: So?", "\n        ", "\n        KRAMER: So, I taught 'em all about Cuba, and they really took to it. You", "\n        know, Marxism, the Worker's Revolution, the clothing.", "\n        ", "\n        In the corner, one of the Dominicans thumps the table, as if to underscore \n        a", "\n        point in his argument.", "\n        ", "\n        JERRY: Boy, they seem pretty angry about something.", "\n        ", "\n        KRAMER: (nervous) Yeah. I'm a little worried. When there's no work, and \n        the", "\n        people get restless, who do you think they come after? (pointing to himself,", "\n        shrill) El Presidente!", "\n        ", "\n        Again, one of the Dominicans thumps the table. Kramer jumps at the sound.", "\n        ", "\n        ", "\n        [The New York Hospital]", "\n        ", "\n        Izzy and Izzy Jr are laid up in beds placed side-by-side.", "\n        ", "\n        JERRY: I swear to you, I didn't know they TV was bolted to the table.", "\n        ", "\n        IZZY JR.: I bet you pulled that trick on my daddy, in Florida.", "\n        ", "\n        JERRY: He couldn't handle the weight.", "\n        ", "\n        IZZY: (hostile) Oh, so now you think you're better than me?", "\n        ", "\n        IZZY JR.: (indicating Izzy) You think you're better than him?!", "\n        ", "\n        JERRY: (placatory) Look, let me just state for the record, I think you're", "\n        both better than me.", "\n        ", "\n        IZZY: Okay.", "\n        ", "\n        An even more elderly guy than Izzy enters the room behind Jerry. He spreads", "\n        his arms in greeting to the Mandelbaums.", "\n        ", "\n        IZZY SR.: My boys.", "\n        ", "\n        IZZY: My dad.", "\n        ", "\n        IZZY JR.: My grandpa.", "\n        ", "\n        JERRY: (incredulous) Oh, come on!", "\n        ", "\n        IZZY SR.: (indicating Izzy Jr) What happened to him?", "\n        ", "\n        JERRY: He was trying to lift the TV.", "\n        ", "\n        IZZY SR.: (pointing) That TV?", "\n        ", "\n        Izzy Sr. strides purposefully toward the TV.", "\n        ", "\n        JERRY: (consternation) Oh no. (to the bedridden two) It's go time.", "\n        ", "\n        Off-screen there is a familiar crunching sound", "\n        ", "\n        IZZY IZZY SR.. (O.C.): (pained) Oohh!", "\n        ", "\n        ", "\n        [The New York Hospital]", "\n        ", "\n        All three of the Mandelbaums are in a row of beds in the same room.", "\n        ", "\n        IZZY SR.: Why didn't anybody tell me? It was bolted down!", "\n        ", "\n        IZZY: I still thought you could do it.", "\n        ", "\n        IZZY JR.: Me too.", "\n        ", "\n        IZZY/IZZY JR/IZZY IZZY SR.: (chanting and punching the air) Mandelbaum,", "\n        Mandelbaum, Mandelbaum...", "\n        ", "\n        JERRY: Fellas, fellas, look, I gotta go.", "\n        ", "\n        IZZY: Oh yeah, that's right. Go. Put us all in the hospital. And you've", "\n        ruined our business with all your macho head games.", "\n        ", "\n        JERRY: (defensive) I didn't ruin your business.", "\n        ", "\n        IZZY: Yes, you did. There's nobody there now at the Magic Pan to roll \n        the", "\n        crepes. We gotta close it up.", "\n        ", "\n        JERRY: (uncertain) Don't you hire people to do that?", "\n        ", "\n        IZZY: Each crepe has to be hand-rolled by a Mandelbaum. That's what puts \n        the", "\n        magic in Magic Pan!", "\n        ", "\n        JERRY: (thinking) So, you just need some guys that could roll 'em?", "\n        ", "\n        IZZY: Yeah.", "\n        ", "\n        JERRY: (having an idea) I think I can help you out. I'll see you later.", "\n        ", "\n        Jerry turns and starts to leave, but is called back.", "\n", "\n        ", "\n        IZZY SR.: (calls) Hey, I can't see the TV.", "\n        ", "\n        Jerry walks to the TV and picks it,and the attached cabinet up. HE carries \n        it", "\n        across the room to the foot of Izzy Sr.'s bed,where he places it.", "\n        ", "\n        JERRY: Here.", "\n        ", "\n        Jerry walks out of the room followed by the angry cries of Izzy.", "\n        ", "\n        IZZY: You think you're better than us,don't you?! Huh!?", "\n        ", "\n        ", "\n        [Movie Theatre]", "\n        ", "\n        Peterman and Elaine are still in front of The English Patient. Peterman", "\n        stares, enraptured, at the screen. Elaine is totally frantic with boredom.", "\n        ", "\n        PETERMAN: Elaine, I hope you're watching the clothes, because I can't \n        take my", "\n        eyes off the passion.", "\n        ", "\n        ELAINE: (quiet vehemence) Oh. No. I can't do this any more. I can't. It's \n        too", "\n        long. (to the screen) Quit telling your stupid story, about the stupid", "\n        desert, and just die already! (louder) Die!!", "\n        ", "\n        The other movie patrons turn and shush Elaine, who sits back in her seat.", "\n        ", "\n        PETERMAN: (surprised) Elaine. You don't like the movie?", "\n        ", "\n        ELAINE: (shouts) I hate it!!", "\n        ", "\n        CROWD: Shh!", "\n        ", "\n        ELAINE: (shouts) Oh, go to hell!!", "\n        ", "\n        PETERMAN: (quietly) Well, why didn't you say so in the first place? You're", "\n        fired.", "\n        ", "\n        ELAINE: (grabbing her bag and coat) Great. I'll wait for you outside.", "\n        ", "\n        Elaine hurriedly gets out of her seat and leaves.", "\n        ", "\n        ", "\n        [Magic Pan Restaurant]", "\n        ", "\n        Jerry and Elaine sit in a booth, talking over coffee.", "\n        ", "\n        JERRY: He was gonna fire you?", "\n        ", "\n        ELAINE: The only way I could talk him out of it was that I agreed to go \n        and", "\n        visit the Tunisian desert.", "\n        ", "\n        JERRY: Tunisia?", "\n        ", "\n        ELAINE: That's where they filmed the movie. It's supposed to inspire me.", "\n        ", "\n        JERRY: Well, that doesn't sound so bad.", "\n        ", "\n        ELAINE: I have to live in a cave.", "\n        ", "\n        JERRY: (sardonic) Oh. (smiles)", "\n        ", "\n        Kramer comes over to the booth.", "\n        ", "\n        KRAMER: These Dominicans really know their way round a crepe. Look at \n        that.", "\n        It's like they're rolling a double corona.", "\n        ", "\n        The three Dominican guys are making crepes, and then rolling them around", "\n        fillings.", "\n        ", "\n        KRAMER: (to one of the guys) Just a cigar made outta bisquik, huh, Guillermo?", "\n        ", "\n        The Dominican smiles back.", "\n        ", "\n        Over in another part of the restaurant, Danielle sits in a booth with \n        Neil.", "\n        Neil is clearly bald, but has his back to the camera.", "\n        ", "\n        DANIELLE: I'm very happy with George. I'm sorry Neil, it's over.", "\n        ", "\n        Neil's head drops at this news.", "\n        ", "\n        DANIELLE: Come on, let's just eat our crepes.", "\n        ", "\n        The Dominicans are handing out plates of rolled crepes to various tables.", "\n        ", "\n        At one table a customer prods a rolled crepe with his fork and a jet of", "\n        scalding hot filling squirts out into his face.", "\n        ", "\n        CUSTOMER: (pained scream) Aaghh!! My face!", "\n        ", "\n        At another table, another customer digs his fork in, and is rewarded with \n        a", "\n        faceful of blistering filling.", "\n        ", "\n        Neil sticks his fork into his crepe and recoils as hot liquid jets into \n        his", "\n        face.", "\n        ", "\n        DANIELLE: (concerned cry) Neil!", "\n        ", "\n        The restaurant is in chaos as yells of pain come from all sides. Elaine,", "\n        Jerry and Kramer look round at the commotion.", "\n        ", "\n        JERRY: Why are the crepes spraying?", "\n        ", "\n        KRAMER: (looks over at the three guys) The Dominicans are rolling them \n        too", "\n        tight. (regretful) Uhm, well, that's why you gotta get real Cubans.", "\n        ", "\n        Another scream rents the air.", "\n        ", "\n        ", "\n        [Metropolitan Hospital Center]", "\n        ", "\n        In a hospital room, Neil lies in a bed, his face obscured with bandages \n        and", "\n        an IV line connected to him. Danielle is there fussing with the remains \n        of a", "\n        hospital meal on a tray. George enters.", "\n        ", "\n        GEORGE: Danielle. Where's Neil? (indicating the bed) Is this him?", "\n        ", "\n        DANIELLE: Yeah, that blueberry crepe burned him pretty badly.", "\n        ", "\n        George picks up a walking stick which was propped against the bed.", "\n        ", "\n        GEORGE: (to Danielle) Whose cane is this?", "\n        ", "\n        DANIELLE: It's Neil's.", "\n        ", "\n        Danielle walks away with a water jug from Neil's table. She goes to a \n        sink in", "\n        the corner as George speaks.", "\n        ", "\n        GEORGE: (to himself) A cane. I knew it. (to Neil) So, we meet at last. \n        I", "\n        admire your skills, Mr Peanut.", "\n        ", "\n        Danielle brings back the jug.", "\n        ", "\n        GEORGE: Well, Danielle, (digs in his pocket) we should get going. I got \n        a key", "\n        made for you.", "\n        ", "\n        George flourishes a doorkey before Danielle.", "\n        ", "\n        DANIELLE: George, I can't move in with you.", "\n        ", "\n        GEORGE: (shocked) What?", "\n        ", "\n        DANIELLE: I'm sorry, but I'm taking Neil to a clinic in England.", "\n        ", "\n        GEORGE: (animated) N..no, no. You can't leave me. (frantic) Marry me! \n        I'll", "\n        burn myself. I'll burn my parents!", "\n        ", "\n        DANIELLE: Sorry George.", "\n        ", "\n        Danielle takes the jug and leaves the room. Dejectedly, George wanders \n        toward", "\n        the door. As he moves, Neil whispers to him.", "\n        ", "\n        NEIL: (beckoning) George.", "\n        ", "\n        George leans over to Neil, so he can hear him speak.", "\n        ", "\n        NEIL: (quiet triumph) I win.", "\n        ", "\n        George purses his lips and nods ruefully. He stands up and leaves, closing", "\n        the door behind him. There is a brief pause, then the door opens a few \n        inches", "\n        and George's hand reaches back inside the room, takes hold of the IV line \n        and", "\n        tugs it sharply, breaking it free of the IV bag,and drops it. Then the \n        hand", "\n        is withdrawn and the door closes again.", "\n        ", "\n        ", "\n        [Plane]", "\n        ", "\n        Elaine sits in an aisle seat in a 747, reading a Let's Go Tunisia book. \n        She", "\n        listens as a voice comes over the tannoy.", "\n        ", "\n        TAN: Ladies and gentlemen. In just one moment, we'll be showing our feature", "\n        presentation...", "\n        ", "\n        ELAINE: (dread) No, no, no, no, no.", "\n        ", "\n        TAN: ...the comedy hit, Sack Lunch, starring Dabney Coleman.", "\n        ", "\n        ELAINE: (cheering up) Ah, right! Aw, this is shaping up.", "\n        ", "\n        Smiling, Elaine puts down her book to watch the movie. Someone from a \n", "\n        seat", "\n        beside her wants to get out.", "\n        ", "\n        GUY: Excuse me, please.", "\n        ", "\n        ELAINE: Oh, sure.", "\n        ", "\n        The guy pushes past her. He's holding a rolled-up magazine closely to \n        his", "\n        body, as if concealing something and, strangely, is wearing a '#1 DAD'", "\n        t-shirt. There's a little awkwardness as he squeezes by.", "\n        ", "\n        ELAINE: (uncomfortable) Ooh.", "\n        ", "\n        The guy walks down the aisle and turns to face the passengers. Two other \n        guys", "\n        in '#1 DAD' t-shirts flank him. They are the three Dominican guys.", "\n        ", "\n        GUILLERMO: Ladies and gentlemen. Because we have been exploited by your \n        Magic", "\n        Pan crepe restaurants...", "\n        ", "\n        From inside his magazine, Guillermo produces a revolver. The other two \n        guys", "\n        also pull out guns, which they point upwards and cock, loudly.", "\n        ", "\n        GUILLERMO: ...we are hijacking this plane to Cuba!", "\n        ", "\n        There is consternation among the passengers, shocked looks, gasps, etc.", "\n        ", "\n        GUILLERMO: Everyone stay in your seats. And shut that movie off!", "\n        ", "\n        ELAINE: (annoyed) Aww, nuts!", "\n        ", "\n        [End]", "\n        ", "\n      "]}, {"line": ["         Originally posted on The News Guys(Mike's) site                                                  "]}, {"line": [" "]}, {"line": []}, {"line": [" "]}, {"line": []}, {"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]}, {"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}]