[{"title": "The Nap"}, {"line": []}, {"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]}, {"line": [" "]}, {"line": ["Stephen Lee [ Conrad ], ", "\n        Vince Grant [ Hal ], ", "\n        Angelo Tiffe [ Delivery Man ], ", "\n        Jonell Kennedy [ Secretary ], ", "\n        Mik Scriba [ Bomb Squad Guy ], ", "\n        Terry Rhoads [ Father ], ", "\n        Sid Newman [ Old Man ], ", "\n        Kevin Keckeisen [ Brian ], ", "\n        Kyle Sullivan [ Son ] "]}, {"line": [" "]}, {"line": ["Broadcast: 10 Apr 97 ", "\n        Year: 8, Episode: 18 ", "\n        Written by: Gregg Kavet & Andy Robin ", "\n        Directed by: Andy Ackerman "]}, {"line": ["[Monks]"]}, {"line": ["GEORGE: Oh, boy I was up to four in the morning watching the Omen trilogy."]}, {"line": ["JERRY: That's good stuff."]}, {"line": ["GEORGE: I can't to myself. I'm exhausted."]}, {"line": ["JERRY: Can you grab a nap at work."]}, {"line": ["GEORGE: Not with that big glass window looking out into the hall. I'd          love a good nap. That's the only thing getting me out of bed in the morning.          I'll see ya'."]}, {"line": ["ELAINE: Bye."]}, {"line": ["JERRY: So what are you doing now?"]}, {"line": ["ELAINE: I'm going to take a little stroll through the park."]}, {"line": ["JERRY: With a gentleman caller?"]}, {"line": ["ELAINE: Yes, his name is Hal."]}, {"line": ["JERRY: The walking date is a good date. You don't have to look right          at the other -person."]}, {"line": ["ELAINE: It's the next best thing to being alone."]}, {"line": ["[Kramer enters - wet head]"]}, {"line": ["JERRY: Shower?"]}, {"line": ["KRAMER: No, pool. I just swam 200 laps. "]}, {"line": ["ELAINE: You are kidding."]}, {"line": ["KRAMER: Look at hose babies [hands]. They're prunes. I saw Conrad going          up to oyur place."]}, {"line": ["ELAINE: Oh, yeah, that's right. Those new kitchen cabinets. How is that          coming?"]}, {"line": ["JERRY: A little slow. I've got to hold this guy's hand on every little          decision."]}, {"line": ["ELAINE: Hey, Kramer, listen, you've seen the Omen right?"]}, {"line": ["ELAINE: What exactly was that kid?"]}, {"line": ["KRAMER: Who, Damien? Nothing, just a mischievous, rambunctious kid."]}, {"line": [" "]}, {"line": ["[Yankee Stadium]"]}, {"line": ["WILHELM: Oh, George, have you seen the American league directory? It          is a big green book. Oh, thanks kiddo."]}, {"line": ["[Central park]"]}, {"line": ["HAL: "]}, {"line": ["ELAINE: Well I don't care. It was delicious."]}, {"line": ["ELAINE: Wanna sit down?"]}, {"line": ["HAL: Oh, I don't sit on park benches. They're very bad for the back."]}, {"line": ["ELAINE: Really?"]}, {"line": ["HAL: I threw my back out about 15 years ago. Ever since I have been very          careful. I only buy furniture in the ergonomics store. "]}, {"line": ["ELAINE: Oh those places have the stupidest names. Like, uh, \"Back          in \", or \"Good Vertibrations\"."]}, {"line": ["HAL: Not this one. It's called the \"Lumbar Yard\"."]}, {"line": ["[Jerry's Apartment]"]}, {"line": ["CONRAD: Oh, Jerry are you okay with this hinge?"]}, {"line": ["JERRY: Yeah."]}, {"line": ["CONRAD: I can get you any kind you want, you know. Four holes, three          holes, two holes, bronze, no hinge at all."]}, {"line": ["JERRY: You know, why don't we just go with the one in your hand?"]}, {"line": ["CONRAD: Oh, these are different."]}, {"line": ["JERRY: Drop one. . . . left! "]}, {"line": ["[George enters]"]}, {"line": ["GEORGE: Jerry, look at my eyes."]}, {"line": ["JERRY: A little less beady today."]}, {"line": ["GEORGE: Because I'm REFRESHED. I finally found a way to sleep in my office.          Under the desk. I lie on my back. I tuck in the chair. I'm invisible.        "]}, {"line": ["JERRY: Sounds like a really cool fort. "]}, {"line": ["CONRAD: Jerry, do you want a flat edge on this molding or do you want          me to bevel it?", "\n        JERRY: I'll tell you what I would like you to do with it."]}, {"line": ["GEORGE: Conrad, is it?"]}, {"line": ["CONRAD: Conrad, Connie, or Con, whatever you prefer."]}, {"line": ["GEORGE: Uh, let me ask you a question. Could you, uh, expand the space          underneath a desk to give it a little more headroom?"]}, {"line": ["JERRY: He's kind of tied up here."]}, {"line": ["GEORGE: It'll have to be a night job anyway. You don't normally work          after dinner, do you?"]}, {"line": ["CONRAD: There is no normal, whatever jerry wants. He wants me here late,          I'm here late, he wants me here early, I'm here early, he . . . "]}, {"line": ["JERRY: Why don't you just work on George's project for a while?"]}, {"line": ["CONRAD: Whatever you want."]}, {"line": ["[Next day - on the telephone]"]}, {"line": ["JERRY: So how was Wednesday's walk in the park with Hal."]}, {"line": ["ELAINE: Uh, it was okay,. He's coming over later to watch a movie. Hey          listen, what's better for your back? Couch cushions or a folding chair?        "]}, {"line": ["JERRY: I don't know. "]}, {"line": ["ELAINE: Uh, maybe we'll just stand and watch the tv. [knock knock]. I          gotta go someone's at my door. Yeah!"]}, {"line": ["DELIVERY GUY: Delivery. Elaine Benes?"]}, {"line": ["ELAINE: Yeah."]}, {"line": ["DELIVERY GUY: We're from the Lumbar Yard, we got your mattress. "]}, {"line": ["ELAINE: Mattress, I didn't order a mattress. Who sent this? Hal Kitzmiller?        "]}, {"line": ["[Yankee Stadium]"]}, {"line": ["GEORGE: Do you think it might be possible to add a little shelf like,          uh, for an alarm clock?"]}, {"line": ["CONRAD: You mean like that big?"]}, {"line": ["GEORGE: Like this."]}, {"line": ["CONRAD: Yeah, I can do that."]}, {"line": ["GEORGE: Thanks. You know this could sound crazy but, what do you think          about adding a drawer for - like a blanket?"]}, {"line": ["CONRAD: Blanket or quilt?"]}, {"line": ["GEORGE: Blanket."]}, {"line": ["CONRAD: That thick?"]}, {"line": ["GEORGE: Maybe like this."]}, {"line": ["CONRAD: Like that?"]}, {"line": ["GEORGE: Yeah, like that."]}, {"line": ["CONRAD: If that is what you want."]}, {"line": ["GEORGE: That is what I want."]}, {"line": ["[Later]"]}, {"line": ["CONRAD: Hey George, you want this cup holder mounted on the left, or          the right, or the middle, . . . "]}, {"line": ["GEORGE: Whatever!!. . . . Oh oh oh this is unbelievable. This is better          than my bed at home."]}, {"line": ["GEORGE: Its been a long night. You go home and get some sleep. "]}, {"line": ["CONRAD: If that's what you want."]}, {"line": ["GEORGE: That's what I want."]}, {"line": ["W: Morning George."]}, {"line": ["GEORGE: Good morning Mr. Wilhelm."]}, {"line": ["[George escapes under his desk]"]}, {"line": ["KRAMER: got problems Jerry."]}, {"line": ["JERRY: What happened?"]}, {"line": ["KRAMER: Well I had been swimming for three hours and I was in a real          grove so I decided to keep going. But at ten they start the aquasonics          Thirty-five geriatrics throwing elbows. It was like I was swimming through          a flabby armed spanking machine."]}, {"line": ["JERRY: How long did that last?"]}, {"line": ["KRAMER: A half hour then diving class started. Well\u0085 that got a          little messy. I gotta find a new place to swim 'cause that pooll can't          hold me, Jerry."]}, {"line": ["[Elaine enters]"]}, {"line": ["JERRY: How was the movie?"]}, {"line": ["ELAINE: I cancelled. Hal sent a mattress to my apartment. The nerve of          that guy. "]}, {"line": ["JERRY: Why?", "\n        ELAINE: He's got a back problem."]}, {"line": ["JERRY: So you think he was expecting a roll in the supportive hay."]}, {"line": ["ELAINE: After one date!"]}, {"line": ["KRAMER: What's that guy's last name again?", "\n        ELAINE: Kitzmiller."]}, {"line": ["KRAMER: Oh, that's right."]}, {"line": ["JERRY: So what are you going to do with the mattress?"]}, {"line": ["ELAINE: I don't know. Chuck it?"]}, {"line": ["KRAMER: Oh, no no no no I'll take it. Why don't you come over. Let's          see if it will fit in my bedroom."]}, {"line": ["ELAINE: Oh, all right."]}, {"line": ["KRAMER: My old one sprung a leak."]}, {"line": ["ELAINE: You have a water bed?"]}, {"line": ["KRAMER: Sand! It's like sleeping on the beach."]}, {"line": ["[CONRAD: enters]"]}, {"line": ["CONRAD: Hi, Jerry I'm sorry I'm late. George and I have been up working          all night long. I can make up the time in any number of ways."]}, {"line": ["JERRY: How about this? . . . Finish this thing up today!"]}, {"line": ["CONRAD: Couple of questions for you."]}, {"line": ["JERRY: No. No more questions. Just figure it out for yourself and get          it done."]}, {"line": ["CONRAD: All right Jerry. But I can figure it out myself any way you want."]}, {"line": ["JERRY: Just . . . do it. "]}, {"line": ["[Jerry exits]"]}, {"line": ["[George's office]"]}, {"line": ["STEINBRENNER: Costanza? Where's Costanza? . . . Excus mois? Have you          seen Costanza?"]}, {"line": ["Secretary: I've seen him around. "]}, {"line": ["STEINBRENNER: Um, I'm stuck on this song yesterday. I can't seem to get          it out of my head. I don't know the name of that. \"She's a heart          breaker, love taker . . ..Oh. Oh\" . . .very catchy. You know what?          I can't stay awake for that guy. What is this? People? Um, the most beautiful          people people. Ally Selica, Nothing wrong with that uh?"]}, {"line": ["[Monks]"]}, {"line": ["HAL: Elaine, your taking this totally the wrong way. That's not what  ", "\n        Ii intended."]}, {"line": ["ELAINE: Well, what did you intend, Hal?"]}, {"line": ["HAL: I just wanted you to have the comfort and report you deserve. That's          why I had the mattress custom designed for you."]}, {"line": ["ELAINE: Custom designed?"]}, {"line": ["HAL: They adjust the foam density and spring tension to your body type.          I estimated your height and weight. Five eight, about 110 pounds?"]}, {"line": ["ELAINE: Uh, that is the nicest thing anyone has ever done for me."]}, {"line": ["HAL: So you do like the mattress?"]}, {"line": ["ELAINE: Oh, I love it. I'm glad . . . I kept it."]}, {"line": ["[East River]"]}, {"line": ["FATHER: Over there, that's Brooklyn . That's where Spike Lee lives. "]}, {"line": ["SON: Hey, there's a man swimming in the water."]}, {"line": ["FATHER: Naw, that's probably just a dead body son. You see when the mob          kills someone they through the body in the river."]}, {"line": ["[Jerry's hall]"]}, {"line": ["KRAMER: Jer."]}, {"line": ["JERRY: Hi."]}, {"line": ["KRAMER: Well my swimming pool problems are solved. I just found myself          miles and miles of open lanes."]}, {"line": ["JERRY: What is that smell?"]}, {"line": ["KRAMER: That's East River."]}, {"line": ["JERRY: You're swimming in the East River? The most heavily trafficked          overly contaminated waterway on the eastern seaboard?"]}, {"line": ["KRAMER: Technically Norfolk  has more gross tonnage."]}, {"line": ["JERRY: How could you swim in that water?"]}, {"line": ["KRAMER: I saw a couple of other guys out there."]}, {"line": ["JERRY: Swimming?"]}, {"line": ["KRAMER: Floating, they weren't moving much. But they were out there."]}, {"line": ["[Jerry's apartment]"]}, {"line": ["Jerry looks around the new renovation."]}, {"line": ["[Elaine's]"]}, {"line": ["ELAINE: (on phone) Hey, Kramer, it's Elaine, thanks for bringing my mattress          back. And I guess I'll just get my spare key from you - whenever. All          right, bye."]}, {"line": ["ELAINE: Oh, this is a good mattress. Sniff, sniff, Ugh! "]}, {"line": ["[George's Office]"]}, {"line": ["STEINBRENNER: What is it with this guy? I've been waiting three and a half          hours. Should I go? No way Jack! (But I'm not going to hum it to the guy          at the record store again), I'll tell you that."]}, {"line": ["SeConrad: Mr. Steinbrenner?"]}, {"line": ["STEINBRENNER: That's what they call me."]}, {"line": ["SeConrad: Your grandchildren are here to see you."]}, {"line": ["STEINBRENNER: Oh, well, send them in. Send the little tykes in. \u0085          little people .. pony express \u0085 wow, "]}, {"line": ["[Jerry's]"]}, {"line": ["Jerry: (on phone) hello."]}, {"line": ["GEORGE: Jerry, I'm trapped under my desk. Steinbrenner is in the room.          You got to help[ me."]}, {"line": ["JERRY: Who is this?"]}, {"line": ["GEORGE: Jerry, . . . "]}, {"line": ["XX: Hi, "]}, {"line": ["GEORGE: Sh, sh, goodbye, sh, get away."]}, {"line": ["XX: Hi, I'm Brady."]}, {"line": ["GEORGE: ?? get away??"]}, {"line": ["JERRY: Why don't you just have him paged?"]}, {"line": ["GEORGE: Can't you think of something. Call in a bomb threat."]}, {"line": ["JERRY: A bomb threat? Why would I call in a bomb threat?"]}, {"line": ["GEORGE: Just CALL!"]}, {"line": ["JERRY: I should have some reason."]}, {"line": ["STEINBRENNER: Hey you kids know tunes; see if this song rinSTEINBRENNER          a bell, \"Heartbreaker , . . . \""]}, {"line": ["SeConrad: Mr. Steinbrenner we just received a call. There's a bomb in          the building."]}, {"line": ["STEINBRENNER: A bomb in the building, oh, m'god. Quick, everyone under          the desk."]}, {"line": ["[Steinbrenner's office]"]}, {"line": ["STEINBRENNER: Boy can you think of what went through my mind when I saw          there wasn't going to be enough room under that desk for me and my babies."]}, {"line": ["GEORGE: I'm sorry sir."]}, {"line": ["STEINBRENNER: You know what I think? I think you knew about that bomb          ahead of time."]}, {"line": ["GEORGE: What?"]}, {"line": ["STEINBRENNER: ???? about that bomb. You climbed under that desk because          you have ESP. George, what's on my mind? . . . Meatballs! Huh? Unbelievable.          Anyway this terrorist had a specific demand. Not more cheap adjustable          hats on hat day. He wants fitted hats just like the players wear."]}, {"line": ["[Jerry's new renovated apartment]"]}, {"line": ["ELAINE: Jerry, Jerry."]}, {"line": ["JERRY: Yeah."]}, {"line": ["ELAINE: What the hell is this? Where are you?"]}, {"line": ["JERRY: Over here. You can see right through here."]}, {"line": ["ELAINE: What is this. It's like you're selling movie tickets back here."]}, {"line": ["JERRY: It's kind of cozy."]}, {"line": ["ELAINE: Hey, you're not going to believe what Kramer did to my mattress.          . . . I can't talk to you like this. So Kramer completely funked up my          mattress."]}, {"line": ["JERRY: Does it smell like the East River?"]}, {"line": ["ELAINE: How did you know? "]}, {"line": ["JERRY: Because Kramer has been swimming laps between the Queensborough          bridge and the Brooklyn bridge."]}, {"line": ["ELAINE: Oh, GREAT! "]}, {"line": ["[Kramer enters]"]}, {"line": ["KRAMER: Oh man, I'm on the wrong floor again."]}, {"line": ["ELAINE: Hey, thanks for ruining my mattress. It reeks."]}, {"line": ["KRAMER: Hey, you know what I think it is? I think it's that East River.          I think it might be polluted."]}, {"line": ["[George enters]"]}, {"line": ["GEORGE: Well, you really did it to me this time, Seinfeld. . . . What          the hell happened here?"]}, {"line": ["ELAINE: Hi."]}, {"line": ["GEORGE: Hi. Look at how obtrusive this is."]}, {"line": ["ELAINE: It is obtrusive, isn't it?"]}, {"line": ["KRAMER: It is very obtrusive."]}, {"line": ["JERRY: I don't think it's that bad."]}, {"line": ["KRAMER: You can't get a stool in here."]}, {"line": ["JERRY: No the stools go over there."]}, {"line": ["KRAMER: No, that's no good. I'm leaving."]}, {"line": ["ELAINE: I'm with you. I'm going back to my place."]}, {"line": ["GEORGE: Fitted Hat Day! That's what you asked Steinbrenner for?", "\n        JERRY: You mean they're actually doing the fitted hats? Cool."]}, {"line": ["GEORGE: Guess who he put in charge of Fitted Hat Day? Me."]}, {"line": ["JERRY: Hey look at you."]}, {"line": ["GEORGE: Yeah, look at me. Now I GOTTA FIGURE OUT THE HAT SIZES OF 59,000          DIFFERENT PEOPLE!! WHAT IF A PINHEAD SHOWS UP. I GOTTA BE ON TOP OF THAT."]}, {"line": ["JERRY: No knock offs. I want the ones like the real players wear."]}, {"line": ["GEORGE: ??? KNOCK OFFS. I NOT GOING TO DO IT! AND YOU'RE GOING TO CALL          STEINBRENNER BACK AND CANCEL THE WHOLE THING."]}, {"line": ["JERRY: Could you at least get a hat for me?"]}, {"line": ["GEORGE: FINE? WHAT SIZE?"]}, {"line": ["JERRY: Seven and five eighths"]}, {"line": ["GEORGE: SEVEN AND FIVE EIGHTHS!!"]}, {"line": ["JERRY: Why are you shouting?"]}, {"line": ["GEORGE: I DON'T KNOW. It's this place. I'm very uncomfortable here."]}, {"line": ["[Elaine's]"]}, {"line": ["HAL: So are you liking the mattress?"]}, {"line": ["ELAINE: I am totally loving it. Uh, you know \u0085 we should um \u0085          get going."]}, {"line": ["HAL: What is that smell?"]}, {"line": ["ELAINE: What smell?"]}, {"line": ["HAL: I think it's the mattress. Did something happen to it."]}, {"line": ["ELAINE: No no, oh, you know what that is? I um, went claming the other          day and I forgot to hose off my boots. "]}, {"line": ["HAL: Claming?"]}, {"line": ["ELAINE: Yeah, clam and scallop. I clam and scallop."]}, {"line": ["[Steinbrenner's office]"]}, {"line": ["STEINBRENNER: Yes, yes, come in."]}, {"line": ["GEORGE: Sir, I just got a call from the terrorist. I told him to call          back here."]}, {"line": ["STEINBRENNER: Just let me ask you something. Is it \"February\"          or \" February\"? Because I prefer \"Febuary\" and what          is this \"ru\"? "]}, {"line": ["[phone rinSTEINBRENNER]"]}, {"line": ["GEORGE: Let me put that on speaker phone."]}, {"line": ["STEINBRENNER: Hello are you the bomber?"]}, {"line": ["JERRY: Yes this is the terrorist bomber."]}, {"line": ["STEINBRENNER: Costanza here is busting his ass on those hats."]}, {"line": ["JERRY: think I've changed my mind."]}, {"line": ["STEINBRENNER: You don't want them, then goodbye."]}, {"line": ["GEORGE: Good thinking, sir."]}, {"line": ["STEINBRENNER: Well what do you want instead?"]}, {"line": ["JERRY: What?"]}, {"line": ["STEINBRENNER: Well, you're the terrorist. You're going to want something."]}, {"line": ["JERRY: I guess it would be nice if you called all the ticket holders          if the game was going to be rained out."]}, {"line": ["STEINBRENNER: All right George, you can handle that."]}, {"line": ["[George hangs up phone]"]}, {"line": ["STEINBRENNER: Costanza what the hell are you doing?"]}, {"line": ["GEORGE: You have to stand tough sir. That's why I had to hang up the          phone."]}, {"line": ["STEINBRENNER: When someone's unstable, you don't stir the fat, George!          You know what I'm going to do? I'm going to run around          the stadium and close all the windows. That's where I'm going, pal. And          I'll tell you something else. I'm very nervous."]}, {"line": ["[On the street]"]}, {"line": ["ELAINE: Gotta get some of that stuffed crust pizza. cheese crust pizza."]}, {"line": ["HAL: It's just more cheese."]}, {"line": ["ELAINE: I'll tell you something. It'll be years before they find places          to hide more cheese on a pizza. Kramer!"]}, {"line": ["KRAMER: Oh, hey, "]}, {"line": ["ELAINE: Oh, hi. This is Hal. Hal, this is Kramer. Kramer, Hal."]}, {"line": ["KRAMER: Hal, .. uh Langerhans."]}, {"line": ["HAL: Kitzmiller."]}, {"line": ["KRAMER: Oh, Kitzmiller. That's right"]}, {"line": ["ELAINE: You feeling jiff?"]}, {"line": ["KRAMER: Oh, I'm jiff."]}, {"line": ["HAL: That smell\u0085"]}, {"line": ["KRAMER: Oh, listen I gotta get to the pier. The ferry traffic is really          bad around four thirty. Look, I still got the key to your apartment and          I'll get it back to you as soon as I can."]}, {"line": ["ELAINE: Oh, baby."]}, {"line": ["[Under George's desk]"]}, {"line": ["[alarm clock]"]}, {"line": ["GEORGE: Lunch."]}, {"line": ["[At the river]"]}, {"line": ["HAL: Kramer? Can I talk to you a minute?"]}, {"line": ["KRAMER: Yeah, sure, um, oh boy, . . . "]}, {"line": ["HAL: Kitzmiller."]}, {"line": ["KRAMER: That's it."]}, {"line": ["HAL: You and Elaine are pretty close."]}, {"line": ["KRAMER: Oh, we go back a ways."]}, {"line": ["HAL: And you've, . . . how do I put this? You've been in her bed?"]}, {"line": ["KRAMER: That's right. "]}, {"line": ["HAL: But this isn't still going on."]}, {"line": ["KRAMER: No, no. She put a stop to that. "]}, {"line": ["HAL: That's all I needed to know. So you actually swim in this thing?"]}, {"line": ["KRAMER: Oh yeah. Exercises every muscle in the body. It's great for the          back."]}, {"line": ["HAL: Great for the back. Right."]}, {"line": ["KRAMER: Four hours in this chop and I'm a full inch taller. . . . Giddyup.        "]}, {"line": ["{George's office]]"]}, {"line": ["STEINBRENNER: \"Heatbreaker, Brewbaker, \u0085\" Hey George,          I remember that tune. George? George? Um, what's that ticking. Oh oh.          Oh, oooh,\u0085wo wo wo wo . [runs out] fire in the hole!"]}, {"line": ["[Elaine's]"]}, {"line": ["ELAINE: I wouldn't believe the Lumbar Yard wouldn't pick this up. Ug,          oh, okay, . . ."]}, {"line": ["[Jerry's]"]}, {"line": ["CONRAD: You want it back the way it was?"]}, {"line": ["JERRY: Yeah, that's right."]}, {"line": ["CONRAD: You know I don't get you Seinfeld. You want something one day.          The next day you don't like it. Come on man, make a decision."]}, {"line": ["[phone rinSTEINBRENNER]"]}, {"line": ["JERRY: One second. Hello."]}, {"line": ["ELAINE: Jerry you gotta help me. I threw my back out."]}, {"line": ["JERRY: Just lie down."]}, {"line": ["ELAINE: I am lying down. I am trapped under a funky mattress. I gotta          go get a doctor or at least come over and roll this thing off of me."]}, {"line": ["JERRY: All right. I'll be right there., Conrad I gotta go."]}, {"line": ["CONRAD: Stay, go whatever. "]}, {"line": ["[At the river, Hall and more people]"]}, {"line": ["HAL: Hey, Kramer."]}, {"line": ["KRAMER: What's going on?"]}, {"line": ["HAL: I told my Chiropractor how swimming in the river made my back heal.          He recommended it to all his patients. "]}, {"line": ["OLD MAN: Step aside."]}, {"line": ["KRAMER: He just sunk like a stone."]}, {"line": ["[Steinbrenner's office]"]}, {"line": ["GEORGE: Sir, I'm sure it's not a police matter."]}, {"line": ["STEINBRENNER: Don't be so sure George. Mess with them and they're messing          with you. All right boys send it in"]}, {"line": ["[bomb disposal robot enters George's office]"]}, {"line": ["STEINBRENNER: What's that figure ahead? Is that anything? Okay, let's          check the desk. That's where I heard the ticking. Search each one of those          drawers starting with the top one. So, empty calories and male curiosity,          eh, Georgie? "]}, {"line": ["BOMB COP: Looks like there's more compartments underneath."]}, {"line": ["STEINBRENNER: Compartments underneath, that's probably where it is. Okay          boys, let 'er rip. I'll tell you what George. Starting tomorrow no more          desks. Just Lucite tables and four leSTEINBRENNER. "]}, {"line": ["[East River]"]}, {"line": ["KRAMER: Hey, watch where you're kicking!"]}, {"line": ["ELAINE: Kramer."]}, {"line": ["KRAMER: Elaine"]}, {"line": ["ELAINE: I can't believe it. Hey, I'll meet you at the coffee shop."]}, {"line": ["KRAMER: Yeah."]}, {"line": ["ELAINE: Yeah."]}, {"line": ["[Jerry's]"]}, {"line": ["GEORGE: Hi Connie, Jerry around?"]}, {"line": ["CONRAD: No, and I prefer \"Conrad\". So I heard what happened          to the desk. "]}, {"line": ["GEORGE: There was something so reassuring about that cozy little space."]}, {"line": ["CONRAD: Yeah, well, whatever. See ya'"]}, {"line": ["[Later at Jerry's]"]}, {"line": ["[Jerry enters]"]}, {"line": ["JERRY: Ah, back to normal. Not bad for four thousand bucks. . . . I can't          believe I got the Low Fat!"]}, {"line": ["END"]}, {"line": [" "]}, {"line": [" "]}, {"line": []}, {"line": [" "]}, {"line": []}, {"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]}, {"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}]