[{"title": "The Yada Yada"}, {"line": []}, {"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]}, {"line": [" "]}, {"line": ["Script by Ethan Brown"]}, {"line": ["% Jerry with George and his girlfriend Marcy at Monk's."]}, {"line": ["George: So, Marcy, you should've seen me in the hot tub yoday."]}, {"line": ["Marcy: Why?"]}, {"line": ["George: I was naked."]}, {"line": ["Marcy: Oh, George."]}, {"line": ["Jerry: I saw it."]}, {"line": ["Marcy: How'd he look?"]}, {"line": ["Jerry: Okay. I wouldn't see it again."]}, {"line": ["Marcy: You know, a friend of mine thought she got Legonare's disease                in the hot tub."]}, {"line": ["George: Really? What happened?"]}, {"line": ["Marcy: Oh, yada yada yada, just some bad egg salad. I'll be right                back. (She gets up)"]}, {"line": ["Jerry: I noticed she's big on the phrase \"yada yada.\""]}, {"line": ["George: Is \"yada yada\" bad?"]}, {"line": ["Jerry: No, \"yada yada\" is good. She's very succinct."]}, {"line": ["George: She is succinct."]}, {"line": ["Jerry: Yeah, it's like you're dating USA Today. (Tim the dentist                enters Monk's)"]}, {"line": ["George: Hey."]}, {"line": ["Jerry: Hey, George, you know Tim Whatley."]}, {"line": ["George: Yeah, dentist of the stars."]}, {"line": ["Jerry: What's up?"]}, {"line": ["Tim: I'll tell you what's up. I'm a Jew."]}, {"line": ["Jerry: Excuse me?"]}, {"line": ["Tim: I'm a Jew. I finished converting two days ago."]}, {"line": ["Jerry: Well... (Thinking of something to say) Welcome aboard."]}, {"line": ["Tim: Thanks."]}, {"line": ["George: Hey, where you just at the health club?"]}, {"line": ["Tim: Oh, well, I didn't do much. I just sat in the sauna. You know,                it was more like a Jewish workout. I'll see ya. (Jerry and George                give confused looks)"]}, {"line": ["% Elaine and Jerry at his place."]}, {"line": ["Jerry: Elaine, the guy's Jewish two days, he's already making Jewish                jokes."]}, {"line": ["Elaine: So what? When someone turns twenty-one, they usually get                drunk the first night."]}, {"line": ["Jerry: Booze is not a religion."]}, {"line": ["Elaine: Tell that to my father. Anyway, guess what? Beth Lookner                called me."]}, {"line": ["Jerry: Ooh. Beth Lookner, still waitin' out hat marriage."]}, {"line": ["Elaine: What are you talking about? That marriage ended six months                ago. She's already remarried."]}, {"line": ["Jerry: I gotta get on that internet. I'm late on everything."]}, {"line": ["Elaine: Anyway, Beth and her new husband Arnie have listed me a                reference for an adoption agency. They're trying to get a baby.                (Kramer and Mickey enter wearing the same shirt)"]}, {"line": [" "]}, {"line": ["Kramer: Elaine, all right, who looks better in this shirt? Me or                Mickey?"]}, {"line": ["Mickey: We're double dating tonight, and if we wear the same shirt                we'll look like idiots."]}, {"line": ["Elaine: Hmm, turn around. (They turn around) Both so striking."]}, {"line": ["Kramer: Tell me about it. We just picked up two women at the Gap."]}, {"line": ["Elaine: How did you decide which one of you would date which girl?                (They pause then look at each other)"]}, {"line": ["% Marcy and George in his car."]}, {"line": ["Marcy: So I'm on 3rd Avenue, mindin' my own business, and, yada                yada yada, I get a free massage and a facial."]}, {"line": ["George: What a succinct story."]}, {"line": ["Marcy: I'm surprised you drive a Cadillac."]}, {"line": ["George: Oh, it's not mine. It's my mother's."]}, {"line": ["Marcy: Are you close with your parents?"]}, {"line": ["George: Well, they gave birth to me, and, yada yada..."]}, {"line": ["Marcy: Yada what?"]}, {"line": ["George: Yada yada yada..."]}, {"line": ["% At Mickey and Kramer's date."]}, {"line": ["Karen: (To Mickey, wearing the shirt Elaine looked at for them)                I like your shirt."]}, {"line": ["Mickey: Oh, thank you. It's 100% cotton, and some wool."]}, {"line": ["Kramer: Well, you too seem to have the same taste."]}, {"line": ["Julie: Well I like it, too."]}, {"line": ["Kramer: Well I have the same shirt."]}, {"line": ["Mickey: Yeah, well I'm wearin' it."]}, {"line": ["Julie: I like your shirt too."]}, {"line": ["Karen: Oh, so do I."]}, {"line": ["Kramer: Oh. (Waiter approaches table)"]}, {"line": ["Waiter: Anything to drink? Some wine, perhaps."]}, {"line": ["Mickey: I like Merlot."]}, {"line": ["Karen: I love Merlot."]}, {"line": ["Julie: I'm crazy about Merlot."]}, {"line": ["Kramer: I live for Merlot."]}, {"line": ["Waiter: We're out of Merlot."]}, {"line": ["% Cut to the adoption agency."]}, {"line": ["Agent: So you, uh, know Betha and Arnie pretty well?"]}, {"line": ["Elaine: Oh, yeah, yeah."]}, {"line": ["Agent: Do you socialize with them often?"]}, {"line": ["Elaine: Yeah, we got out to dinner a lot. Usually Chinese, well                sometimes Thai. And we go to the movies, Arnie's a real film buff."]}, {"line": ["Agent: Oh."]}, {"line": ["Elaine: Actually, I remember this one time, um, this is funny.                Um, we went to see the movie Striptease. I don't know if you've                seen... doesn't matter. Anyway, I was whispering something to Beth,                and Arnie leens over to me, and he goes, \"Would you SHUT UP?!\"                I mean, he barely even knew me. Where did he get ah-- But they're                nice people. (Elaine tries to smile realizing her mistake)"]}, {"line": ["% Jerry is in the dental chair when George enters."]}, {"line": ["George: Oh, you're in here."]}, {"line": ["Jerry: What're you doing here?"]}, {"line": ["George: I knew you had an appointment."]}, {"line": ["Jerry: Well this is very awkward."]}, {"line": ["George: I'll leave when the guy comes in. I gotta tell you, I am                loving this yada yada thing. You know, I can cross over my whole                life story. (Picks up dental tool)"]}, {"line": ["Jerry: Hey, you don't play with that. That's going in my mouth."]}, {"line": ["George: Hey, what this thing? Whew!"]}, {"line": ["Jerry: All right, that's enough. Now get going. Get outta here.                (Tim and his staff enter)"]}, {"line": ["George: Hey, Tim. Quick question. Is it normal for your teeth to                make noises, like a hissing or a chirping?"]}, {"line": ["Jerry: George..."]}, {"line": ["Tim: Um..."]}, {"line": ["George: Fine, I'll make an appointment. (He leaves)"]}, {"line": ["Tim: All right, it is cavity time. Ah, here we go. Which reminds                me, did you here the one about the rabbi and the farmer's daughter?                Huh?"]}, {"line": ["Jerry: Hey."]}, {"line": ["Tim: Those aren't mahtzah balls."]}, {"line": ["Jerry: Tim, do you think you should be making jokes like that?"]}, {"line": ["Tim: Why not? I'm Jewish, remember?"]}, {"line": ["Jerry: I know, but..."]}, {"line": ["Tim: Jerry, it's our sense of humor that sustained us as a people                for 3000 years."]}, {"line": ["Jerry: 5000."]}, {"line": ["Tim: 5000, even better. Okay, Chrissie. Give me a schtickle of                flouride."]}, {"line": ["% Jerry and Elaine at Jerry's apartment."]}, {"line": ["Jerry: And then he asked the assistant for a schtickle of flouride."]}, {"line": ["Elaine: Why are you so concerned about this?"]}, {"line": ["Jerry: I'll tell you why. Because I believe Whatley converted to                Judaism just for the jokes. (Phone rings)"]}, {"line": [" "]}, {"line": ["Phone: Would you be interested in a subscription to the New York                Times?"]}, {"line": ["Jerry: Yes. (Slams down phone. Kramer and Mickey enter)"]}, {"line": ["Kramer: I don't believe that."]}, {"line": ["Mickey: If you had gotten into the backseat of the car we could've                figured this whole thing out."]}, {"line": ["Kramer: Why were you holding the door open for?"]}, {"line": ["Mickey: Not for you! Who holds a door open for a man?"]}, {"line": ["Kramer: Well, I thought it was a nice gesture. But I guess I was                wrong!"]}, {"line": ["Mickey: Let's just put they're names in a hat."]}, {"line": ["Kramer: I don't even know their names! Look, why don't you just                take the one that was on the left?"]}, {"line": ["Mickey: I'm not sure she was my type."]}, {"line": ["Kramer: Oh, everybody's your type."]}, {"line": ["Mickey: What the hell does that mean?"]}, {"line": ["Kramer: You've been married three times."]}, {"line": ["Mickey: That's it, it's go time! (Charges toward Kramer, only to                be held back by Jerry and Elaine)"]}, {"line": ["Jerry: All right, take it easy."]}, {"line": ["Elaine: Hey, hey, hey!"]}, {"line": ["Kramer: Come on, let him go. You want throw? Let's throw!"]}, {"line": ["Elaine: Hey! Hold on a second. All right, look, I got an idea.                Why don't you just show up early for your next date, sit across                from each other, and see who the girls sit next to."]}, {"line": ["Mickey: That's not bad."]}, {"line": ["Kramer: All right, so we let the girls decide."]}, {"line": ["Mickey: Yeah, why should we knock ourselves out?"]}, {"line": ["Kramer: Yeah, I wanna wear that shirt next time."]}, {"line": ["Mickey: No, no one wears the shirt next time."]}, {"line": ["Kramer: That's right, 'cause they already saw it."]}, {"line": ["Mickey: We'll look like idiots. (They exit)"]}, {"line": ["% George and Marcy at Monk's."]}, {"line": ["George: Well, we were engaged to be married, uh, we bought the                wedding invitations, and, uh, yada yada yada, I'm still single."]}, {"line": ["Marcy: So what's she doing now?"]}, {"line": ["George: Yada."]}, {"line": ["Marcy: Speaking of ex's, my old boyfriend came over late last night,                and, yada yada yada, anyway. I'm really tired today."]}, {"line": ["% Beth and Arnie see Elaine walking down the street."]}, {"line": ["Elaine: Beth, Arnie, hi. What's up?"]}, {"line": ["Arnie: Well our adoption application was denied."]}, {"line": ["Elaine: Really."]}, {"line": ["Beth: The adoption agent seems to feel that Arnie has a violent  ", "\n              temper."]}, {"line": ["Elaine: Oh."]}, {"line": ["Beth: So we're just asking our friends what they may have said                to the adoption agent."]}, {"line": ["Elaine: Uh, you know, I just told them what kind people you are                and, uh, yada yada yada, that is it."]}, {"line": ["% Cut to the dentist waiting room."]}, {"line": ["Jerry: How you doing?"]}, {"line": ["Father: I have a discomfort in my molar. (Enter Tim)"]}, {"line": ["Tim: Well, the Curtis, why don't you come in? (To Jerry) Father                Curtis, good guy. Oh, which reminds me, did you hear the one about                the Pope and Raquel Welch on the lifeboat, huh? I'll tell you later.                (Exits)"]}, {"line": ["Jerry: Whatley. (Like \"Newman\")"]}, {"line": ["% At Kramer and Mickey's date, they enter to find the girls already                at the table."]}, {"line": ["Kramer: What are they doing here?"]}, {"line": ["Mickey: I told you we should've gotten here a half hour early."]}, {"line": ["Kramer: All right, all right. Now what're we gonna do?"]}, {"line": ["Mickey: All right, don't panic. Let's just decide now. Which one                do you want?"]}, {"line": ["Kramer: All right, I'll take Julie."]}, {"line": ["Mickey: I knew you wanted her. That's who I wanted."]}, {"line": ["Kramer: All right, I'll take Karen."]}, {"line": ["Mickey: No, no, you think I'm fallin' for that? I'll take Karen."]}, {"line": ["Kramer: All right, which one is Julie? (They walk over to the table                and fight over who sits where) Hey, you ladies look lovely tonight.                (Continue to struggle)"]}, {"line": ["% Jerry's."]}, {"line": ["Jerry: So Whatley sayd to me, \"Hey, I can make Catholic jokes,                I used to be Catholic.\""]}, {"line": ["Elaine: You see, I don't think it is a Catholic joke. I think it's                more of a Raquel Welch joke. What was it? No, I said hand me the                buoys. (Laughing) Bouys!"]}, {"line": ["Jerry: Don't you see what Whatley is after? Total joke telling                immunity. He's already got the two big religions covered, if he                ever gets Polish citizenship there'll be no stopping him."]}, {"line": ["Elaine: So what're you gonna do?"]}, {"line": ["Jerry: I think this Father Curtis might be very interested to hear                what Whatley has the Pope doing with Raquel Welch."]}, {"line": ["Elaine: (Calling on phone) Hey, Beth, Arnie, it's Elaine. Um, thought                you guys might wanna have lunch. Gimme a call. Bye."]}, {"line": ["Jerry: They're not getting a baby so you're taking them out to                lunch?"]}, {"line": ["Elaine: Thought it would be nice."]}, {"line": ["Jerry: Poor Beth."]}, {"line": ["Elaine: Hey, Arnie's just as upset."]}, {"line": ["Jerry: Oh screw him! (George enters)"]}, {"line": ["George: Listen to this. Marcy comes up and she tells me her ex-boyfriend                was over late last night, and \"yada yada yada, I'm really tired                today.\" You don't think she yada yada'd sex."]}, {"line": ["Elaine: (Raising hand) I've yada yada'd sex."]}, {"line": ["George: Really?"]}, {"line": ["Elaine: Yeah. I met this lawyer, we went out to dinner, I had the                lobster bisk, we went back to my place, yada yada yada, I never                heard from him again."]}, {"line": ["Jerry: But you yada yada'd over the best part."]}, {"line": ["Elaine: No, I mentioned the bisk."]}, {"line": ["George: Well, I gotta do somethin'. (Walks over to bathroom. Kramer                enters)"]}, {"line": ["Kramer: Well, I gotta do somethin'."]}, {"line": ["Jerry: George is already in there."]}, {"line": ["Kramer: (Confused) No, Mickey and I, we can't work it out. You                know, I'm thinking of asking that Karen out by myself."]}, {"line": ["Jerry: I thought you were leaning towards Julie."]}, {"line": ["Kramer: I was, but the one I thought was Julie turned out to be                Karen."]}, {"line": ["% George and Marcy at Monk's."]}, {"line": ["George: Well it was a helluva yada yada."]}, {"line": ["Marcy: He's moving to Seattle. We wanted to say goodbye, I was                just getting out of the shower, and yada yada yada--"]}, {"line": ["George: All right, enough! Enough! From now on, no more yada yada's.                Just give me the full story."]}, {"line": ["Marcy: Okay."]}, {"line": ["George: Tell me about the free facial."]}, {"line": ["Marcy: Okay, well, like I said I was on 3rd Avenue, and I stopped                by a large department store."]}, {"line": ["George: Which one?"]}, {"line": ["Marcy: Bloomingdale's."]}, {"line": ["George: Very good. Go on."]}, {"line": ["Marcy: Oh, and I stole a Piaget watch."]}, {"line": ["George: What's that?"]}, {"line": ["Marcy: And then, I was on such a... high, that I went upstairs                to the salon on the fifth floor, and got a massage and facial, and                skipped out on the bill."]}, {"line": ["George: Shoplifting."]}, {"line": ["Marcy: Well, what about you? You told me that you were engaged.                What was the rest of that? (Pause)"]}, {"line": ["% Jerry at the church approaches a nun."]}, {"line": ["Jerry: Excuse me, Mother?"]}, {"line": ["Nun: Sister."]}, {"line": ["Jerry: Sister, right. Do you know when Father Curtis has office                hours?"]}, {"line": ["Nun: Well not until tomorrow."]}, {"line": ["Jerry: Hmm, I really need to speak with him."]}, {"line": ["% Jerry enters confessional, sits down on kneeler. Father Curtis                opens sliding door."]}, {"line": ["Father: That's a kneeler."]}, {"line": ["Jerry: Oh. (Adjusts accordingly)"]}, {"line": ["Father: Tell me your sins, my son."]}, {"line": ["Jerry: Well I should tell you that I'm Jewish."]}, {"line": ["Father: That's no sin."]}, {"line": ["Jerry: Oh good. Anyway, I wanted to talk to you about Dr. Whatley.                I have a suspicion that he's converted to Judaism just for the jokes."]}, {"line": ["Father: And this offends you as a Jewish person."]}, {"line": ["Jerry: No, it offends me as a comedian. And it'll interest you                that he's also telling Catholic jokes."]}, {"line": ["Father: Well."]}, {"line": ["Jerry: And they're old jokes. I mean, the Pope and Raquel Welch                in a lifeboat."]}, {"line": ["Father: I haven't heard that one."]}, {"line": ["Jerry: Oh, I'm sure you have. They're out on the ocean and, yada                yada yada, and she says, \"Those aren't buoys.\" (Father                starts laughing) Father..."]}, {"line": ["Father: One second... Well, if it would make you feel better I                could speak to Dr. Whatley. I have to go back and have a wisdom                teeth removed."]}, {"line": ["Jerry: You know the difference between a dentist and a sadist don't                you?"]}, {"line": ["Father: Um..."]}, {"line": ["Jerry: Newer magazines."]}, {"line": ["Father: Now if you'll excuse me. (Closes door. George enters confessional.)"]}, {"line": ["George: Jerry, I gotta talk to you."]}, {"line": ["% Kramer knocks on Karen's apartment door, she opens the door."]}, {"line": ["Kramer: Hi."]}, {"line": ["Karen: Hi, Kramer."]}, {"line": ["Kramer: Got a minute?"]}, {"line": ["Karen: Uh, actually my parents are over, but, would you like to                meet them?"]}, {"line": ["Kramer: Sure."]}, {"line": ["Karen: (Parents enter and are little people like Mickey) Mom, Dad."]}, {"line": ["Kramer: Hi."]}, {"line": ["% At Monk's, Arnie is talking to Elaine."]}, {"line": ["Arnie: Elaine, I have to ask you something. What exactly happened                down there?"]}, {"line": ["Elaine: Well, I don't know. I mean, I talked to him and, blah blah                blah, he asked about you guys and, da da da da da, more questions,                bleh bleh bleh...."]}, {"line": ["Arnie: All right, shut up!"]}, {"line": ["Elaine: Again you are telling me to shut up?"]}, {"line": ["Arnie: What?"]}, {"line": ["Elaine: You yelled that time at the movies. That's why you're not                getting the baby."]}, {"line": ["Arnie: Oh my God. How am I gonna tell Beth?"]}, {"line": ["Elaine: Look, I'll go down and talk to this adoption guy and I'll                make sure that it all gets worked out."]}, {"line": ["Arnie: All right, just don't screw it up this time! (He exits)"]}, {"line": ["Elaine: See, again with the yelling. Not a fan of the yelling."]}, {"line": ["% At the dentist, Tim is working on Jerry."]}, {"line": ["Jerry: (In pain) Oh, are you about done?"]}, {"line": ["Tim: I'm just getting warmed up. Because I'm just a sadist with                newer magazines."]}, {"line": ["Jerry: Huh?"]}, {"line": ["Tim: Father Curtis told me about your little joke."]}, {"line": ["Jerry: What about all your Jewish jokes?"]}, {"line": ["Tim: I'm Jewish, you're not a dentist. You have no idea what my                people have been through."]}, {"line": ["Jerry: The Jews?"]}, {"line": ["Tim: No, the dentists. You know, we have the highest suicide rate                of any profession?"]}, {"line": ["Jerry: Is that why it's so hard to get an appointment?"]}, {"line": ["% Jerry enters his apartment to see Kramer talking on his phone."]}, {"line": ["Kramer: So, I'll uh... all right. (Hangs up)"]}, {"line": ["Jerry: Date with Karen?"]}, {"line": ["Kramer: No, Julie. She's the one."]}, {"line": ["Jerry: What happened to Karen?"]}, {"line": ["Kramer: Well, Mickey and her have a lot more in common. you know                her parents are little people?"]}, {"line": ["Jerry: Oh, small world. So little people can have not little people                children?"]}, {"line": ["Kramer: Oh yeah, and vice versa. Mother Nature's a mad scientist,                Jerry."]}, {"line": ["Jerry: So you won't believe what happened with Whatley today. It                got back to hime that I made this little dentist joke and he got                all offended. Those people can be so touchy."]}, {"line": ["Kramer: Those people, listen to yourself."]}, {"line": ["Jerry: What?"]}, {"line": ["Kramer: You think that dentists are so different from me and you?                They came to this country just like everybody else, in search of                a dream."]}, {"line": ["Jerry: Kramer, he's just a dentist."]}, {"line": ["Kramer: Yeah, and you're an anti-dentite."]}, {"line": ["Jerry: I am not an anti-dentite!"]}, {"line": ["Kramer: You're a rabid anti-dentite! Oh, it starts with a few jokes                and some slurs. \"Hey, denty!\" Next thing you know you're                saying they should have their own schools."]}, {"line": ["Jerry: They do have their own schools!"]}, {"line": ["Kramer: Yeah!"]}, {"line": ["% At the adoption agency..."]}, {"line": ["Elaine: One little baby, whatever you have in stock."]}, {"line": ["Agent: Miss Benes..."]}, {"line": ["Elaine: Look it, look it, Ryan. These people are gettin' a baby.                Period. Now we can do this the easy way, or we can do this the fun                way."]}, {"line": ["% Beth enters Jerry's place."]}, {"line": ["Beth: Jerry, I'm sorry to bother you, but you always said you'd                be there for me."]}, {"line": ["Jerry: Well, what's wrong?"]}, {"line": ["Beth: I'm thinking of leaving Arnie."]}, {"line": ["Jerry: Talk to me."]}, {"line": ["Beth: He met with Elaine, and I asked him what happened, and he                yada yada'd me. I mean, could he be having an affair?"]}, {"line": ["Jerry: Well, I wouldn't put anything past anybody."]}, {"line": ["Beth: But we just got married."]}, {"line": [" "]}, {"line": ["Jerry: Well obviously that was a mistake. You need to forget about                Arnie. The important thing is you're moving on."]}, {"line": ["Beth: Why would Elaine do that to me?"]}, {"line": ["Jerry: Forget about Elaine. Let's just focus on us. Come on, big                hug. (Mickey and Karen enter)"]}, {"line": ["Mickey: Hey Jerry. Where's Kramer? I've got exciting news."]}, {"line": ["Jerry: I'm kinda in the middle of something."]}, {"line": ["Mickey: Karen and I are getting married."]}, {"line": ["Jerry: Oh, congratulations. Her marriage just fell apart."]}, {"line": ["Mickey: (To Beth) How many is that for you?"]}, {"line": ["Beth: Two."]}, {"line": ["Mickey: You're a lightweight. Come on, honey."]}, {"line": ["% One week later at the wedding. Elaine is sitting with adoption                agent. Jerry enters with Beth."]}, {"line": ["Elaine: Hey Jerry. What are you doing here with Beth?"]}, {"line": ["Jerry: Beth and Arnie broke up."]}, {"line": ["Elaine: So they don't want a baby?"]}, {"line": ["Jerry: (Shaking his head no) Pff."]}, {"line": ["Elaine: (Realizes her mistake) I think I'm gonna be sick. (George                enters alone)"]}, {"line": ["Jerry: Hey, where's Marcy?"]}, {"line": ["George: She, uh, went shopping for some shoes for the wedding and,                yada yada yada, I'll see her in six to eight months. (Kramer and                Julie enter)"]}, {"line": ["Jerry: Hey, Kramer, over here."]}, {"line": ["Kramer: I just assume not sit next to you."]}, {"line": ["Jerry: Kramer... Oh look, there's Mickey and his parents."]}, {"line": ["Elaine: Nice looking family."]}, {"line": ["Jerry: Very handsome."]}, {"line": ["Kramer: (To Mr. Abbott) How ya doing?"]}, {"line": ["Mr. Abbott: Hey Kramer."]}, {"line": ["Julie: Oh Mickey. Excuse me, I can't take this. (She exits quickly)"]}, {"line": ["Jerry: Hi, Mr. Abbott."]}, {"line": ["Mr. Abbott: That's Dr. Abbott, D.D.S. Tim Whatley was one of my                students. And if this wasn't my son's wedding day, I'd knock you                teeth out you anti-dentite bastard."]}, {"line": ["Beth: What was that all about?"]}, {"line": ["Jerry: Oh, I said something about dentists and it got blown all                out of proportion."]}, {"line": ["Beth: Hey, what do you call a doctor who fails out of med school?"]}, {"line": ["Jerry: What?"]}, {"line": ["Beth: A dentist. (They laugh)"]}, {"line": ["Jerry: That's a good one. Dentists."]}, {"line": ["Beth: Yeah, who needs 'em? Not to mention the Blacks and the Jews.                (Jerry fakes a smile)"]}, {"line": ["% A little later."]}, {"line": ["Elaine: Where's Beth?"]}, {"line": ["Jerry: She went out to get her head shaved."]}, {"line": ["Father: We are gathered her today to unite this couple in holy...                matrimony."]}, {"line": ["Jerry: Those wisdom teeth are tough to get out."]}, {"line": ["Father: Marriage is not an intervention to be entered lightly...                Yada yada yada, I pronounce you man and wife. (They kiss, walk toward                exit)"]}, {"line": ["Karen: (To Kramer) I really wanted you."]}, {"line": [" "]}, {"line": ["==========================================================================="]}, {"line": ["<Spell checked and reformatted by Mike \"The News Guy\">                                                 "]}, {"line": ["                         "]}, {"line": ["                         "]}, {"line": ["                                                                                                               ", "\n        "]}, {"line": []}, {"line": [" "]}, {"line": []}, {"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]}, {"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}]