[{"title": "The Muffin Tops"}, {"line": []}, {"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]}, {"line": [" "]}, {"line": ["Transcribed by: Matt Dittloff"]}, {"line": ["Cast:"]}, {"line": ["Jerry Seinfeld Jerry Seinfeld (well, duh!)"]}, {"line": ["George Castanza Jason Alexander"]}, {"line": ["Elaine Benes Julia Louis-Drefus"]}, {"line": ["Kramer Michael Richards"]}, {"line": ["Guest Stars: "]}, {"line": ["Mary Anne Rena Sofer "]}, {"line": ["Alex Melinda Clarke "]}, {"line": ["Jiffy Dump Guy Chaim Jeraffi "]}, {"line": ["Rebecca Sonya Eddy "]}, {"line": ["Bag Guy Barry Kramer "]}, {"line": ["Book Fan Elayn Taylor "]}, {"line": ["Girl Paige Moss "]}, {"line": ["Old Woman Viola Kates Simpson "]}, {"line": ["Rider Jack Riley "]}, {"line": ["Rider Bunny Summers "]}, {"line": ["Rider Earl Carroll "]}, {"line": ["Rider Norman Brenner "]}, {"line": ["Foreign Guy Reuven Bar "]}, {"line": ["Passerby Vince Donvito "]}, {"line": ["Passerby Chris Burmester "]}, {"line": ["Man Deck McKenzie "]}, {"line": ["Bartender Victoria Fischer "]}, {"line": ["Guy Keith Sellon-Wright "]}, {"line": ["----------------------------------------------------------------------"]}, {"line": ["Jerry and George walking down the street."]}, {"line": ["Jerry: Hang on just let me pick up a paper."]}, {"line": ["Man: Excuse me. Would you mind watching my bag for a minute?"]}, {"line": ["George: Yeah. No problem."]}, {"line": ["Jerry: Let's go."]}, {"line": ["George: Woah, I gotta watch this guy's bag."]}, {"line": ["Jerry: For how long?"]}, {"line": ["George: I'm sure he'll be back in a second."]}, {"line": ["Jerry: Come on."]}, {"line": ["George: Excuse me sir. Would you mind watching my bag for a minute?"]}, {"line": ["Man 2: Why? So I can stand here like an idiot not knowing if you'll                ever come back?"]}, {"line": ["Jerry starts to leave."]}, {"line": ["George: Where are you going?"]}, {"line": ["Jerry: I'm going to be this guy's friend."]}, {"line": ["(Commercial)"]}, {"line": ["Jerry and George at Monk's."]}, {"line": ["Jerry: New clothes?"]}, {"line": ["George: Yeah. I did some shopping. Some new clothes shopping. (turns                to a man) Can I borrow your menu?"]}, {"line": ["Jerry: Strange. For new pants, there's noticable wear on the buttocks                of those chinos. Wait those are the clothes from the bag!"]}, {"line": ["George: The guy never came back."]}, {"line": ["Jerry: He asked you to watch them not wear them."]}, {"line": ["George: I'm still watching them."]}, {"line": ["Jerry: You look like a tourist."]}, {"line": ["George: All right, let me ask you something: When do you start                to worry about ear hair?"]}, {"line": ["Jerry: When you hear like a soft russeling."]}, {"line": ["George: It's like puberty that never stops. Ear puberty, nose puberty,                knuckle puberty, you gotta be vigilent. Let me ask you this: Do                you know where Walker Street is downtown? I've got a league meeting                there."]}, {"line": ["Jerry: Oh right, the new job, how is it?"]}, {"line": ["George: I love it. New office, new salary. I'm the new Wilhelm."]}, {"line": ["Jerry: So who's the new you?"]}, {"line": ["George: They got a new intern from Francis Louis High. His name                is Keith. He comes in Mondays after school."]}, {"line": ["Jerry: Oh hi Alex."]}, {"line": ["Alex: I'm sorry I'm late. Have you ordered yet?"]}, {"line": ["Jerry: No."]}, {"line": ["Alex: I'll be right back."]}, {"line": ["George: Where are you meeting these women? When they get off the                bus at the port authority?"]}, {"line": ["Jerry: Right here, George. In here. (pointing to his chest) Try                opening this up. You'll find the biggest dating scene in the world."]}, {"line": ["George: Thanks. Thanks a lot."]}, {"line": ["Kramer in Jerry's apartment. Kramer searches in Jerry's couch for                something and picks it up. Elaine enters. Kramer hurriedly puts                the cushions back on the couch. (What was he looking for anyway?                Anything specific?)"]}, {"line": ["Kramer: Hey."]}, {"line": ["Elaine: Hey."]}, {"line": ["Kramer: Hi."]}, {"line": ["Elaine: Where's Jerry?"]}, {"line": ["Kramer: Well he's in the shower. You want me to get him?"]}, {"line": ["Elaine: No. No no. Actually I kind of need to speak to you."]}, {"line": ["Kramer: Well let's sit down."]}, {"line": ["Elaine: Kramer, ahem, remember that whole deal with you selling                Peterman your stories for his book and then he gave them back to                you?"]}, {"line": ["Kramer: Vaguely."]}, {"line": ["Elaine: Well I was kind of, hehehe, short on material and I, um,                I put them in the book anyway."]}, {"line": ["Kramer: You put my life's stories in his autobiography?"]}, {"line": ["Elaine: Kramer listen, it is such a stupid book. It doesn't matter."]}, {"line": ["Kramer: Oh no. Sure. It matters. Wow. I've broken through, huh.                I'm part of popular culture now. Listen I've got to thank Mr. Peterman."]}, {"line": ["Elaine: He's doing a book signing at Waldenbooks this afternoon."]}, {"line": ["Kramer: Waldenbooks? That's a major chain huh."]}, {"line": ["Kramer enters the bathroom."]}, {"line": ["Kramer: He Jerry, I'm going to waldenbooks."]}, {"line": ["Jerry: (yelling) Get out! Get out! I don't want to live like this."]}, {"line": ["Kramer: All right, let's go."]}, {"line": ["At Waldenbooks."]}, {"line": ["Elaine: Mr. Lippman, how are you?"]}, {"line": ["Mr Lippman: Well I'm not bad. Not bad. "]}, {"line": ["Elaine: What are you doing here?"]}, {"line": ["Mr Lippman: I work for Pundant Publishishing. This is our book."]}, {"line": ["Elaine: Oh."]}, {"line": ["Mr Lippman: If you can call it that. Why is it every half-wit and                sitcom star has his own book out now?"]}, {"line": ["Kramer: Hey buddy. Remember me?"]}, {"line": ["Mr Peterman: You're that gangly fellow we bought the stories from."]}, {"line": ["Kramer: Yeah, I'm just here to do my part. What's your name darling?"]}, {"line": ["Woman: Who are you?"]}, {"line": ["Kramer: I'm the real Peterman."]}, {"line": ["Mr Peterman: All right playtime's over."]}, {"line": ["Kramer: Relax man. There's enough juice here to keep us all fat                and giggley."]}, {"line": ["Woman: I can't believe somebody pulled the top off of this muffin."]}, {"line": ["Elaine: That was me. I'm sorry. I don't like the stumps."]}, {"line": ["Mr Lippman: So you just eat the tops."]}, {"line": ["Elaine: Oh yeah. It's the best part. It's crunchy, it's explosive,                it's where the muffin breaks free of the pan and sort of (makes                hand motions) does it's own thing. I'll tell you. That's a million                dollor idea right there. Just sell the tops."]}, {"line": ["Two men forcefully pick Kramer up and push him out of the store."]}, {"line": ["Kramer: I have a right to be here. These are my fans. Hey you're                hurting my elbow."]}, {"line": ["George is walking down the street looking down at his map. He is                bumping into people."]}, {"line": ["Man 1: Try looking up hayseed."]}, {"line": ["Man 2: You wanna sightsee? Get on a bus."]}, {"line": ["Mary Anne: Please don't think all New Yorkers are so rude."]}, {"line": ["George: Well actually I'm..."]}, {"line": ["Mary Anne: I'm Mary Anne. I work for the New York Visitor's Center.                Where are you visiting from?"]}, {"line": ["George: Little Rock, Arkensas."]}, {"line": ["Mary Anne: Ooh."]}, {"line": ["Jerry is in his bathroom shaving. He thinks. He tilts the mirror                down."]}, {"line": ["Jerry: Hmm. That looks new."]}, {"line": ["He thinks some more. He picks up his razor."]}, {"line": ["Kramer: So get this. Peterman has his henchmen forcefully eject                me from the book signing like I'm some kind of a maniac."]}, {"line": ["Jerry: (uncomfortably) Yeah that's too bad."]}, {"line": ["Kramer: What's the matter with you?"]}, {"line": ["Jerry: (uncomfortably) Nothing."]}, {"line": ["Kramer: No, no, no. Don't give me that. I know you. Something's                wrong. What is it."]}, {"line": ["Jerry: I did something stupid."]}, {"line": ["Kramer: What did you do?"]}, {"line": ["Jerry: Well I was shaving. And I noticed an asymmetry in my chest                hair and I was trying to even it out. Next thing I knew, (high pitched                voice) Gone."]}, {"line": ["Kramer: Don't you know you're not supposed to poke around down                there."]}, {"line": ["Jerry: Well women do it."]}, {"line": ["Kramer: (high pitched voice) \"Well women do it.\" I'll                tell you what. I'll pick you up a sundress and a parasol and you                can just (high pitched voice) sashey your pretty little self around                the town square."]}, {"line": ["Jerry: Well what am I going to tell Alex?"]}, {"line": ["Kramer: Listen to me. You don't tell anybody about this. No one.                You hear me?"]}, {"line": ["Jerry: Um hum."]}, {"line": ["George enters"]}, {"line": ["Kramer: Hey, Jerry shaved his chest."]}, {"line": ["Jerry: Hey!"]}, {"line": ["Kramer: I forgot. Wait. Never mind. "]}, {"line": ["Jerry and Alex walking."]}, {"line": ["Alex: How about the beach this weekend?"]}, {"line": ["Jerry: You couldn't pay me enough to go to the beach on a weekend.                I mean it's hard enough..."]}, {"line": ["Alex: All right. All right. Wow is that a Mexican Hairless? Oh,                I love those. Ooh, Hairless. This is where it's at. It's so much                smoother and cleaner."]}, {"line": ["Jerry: Really?"]}, {"line": ["Elaine walks into a muffin shop."]}, {"line": ["Elaine: \"Top of the Muffin to you!\"?"]}, {"line": ["Mr. Lippman: Top of the muffin to you. Elaine!"]}, {"line": ["Elaine: Mr Lippman?"]}, {"line": ["George and Jerry at Jerry's apartment."]}, {"line": ["Jerry: So you're pretending to be a tourist?"]}, {"line": ["George: It's beautiful. She makes all the plans. I'm not from around                here so it's okay if I'm stupid, and she knows I'm only in town                visiting so there's no messy breakup"]}, {"line": ["Jerry: How do you explain your apartment?"]}, {"line": ["George: I got a hotel room."]}, {"line": ["Jerry: you moved into a hotel?"]}, {"line": ["George: Well I don't know anyone here Jerry. Where else am I going                to stay?"]}, {"line": ["Jerry: So get this: we're in the park today Alex goes wild for                this hairless dog."]}, {"line": ["George: So?"]}, {"line": ["Jerry: So. I figure since she likes one hairless animal why not                another."]}, {"line": ["George: Oh really. You tell her you shaved it?"]}, {"line": ["Jerry: Are you nuts? I don't want her to think I'm one of those                low-rise briefs guys who shaves his chest."]}, {"line": ["Kramer is in a school bus. He honks his horn. Camera shot down                on the bus."]}, {"line": ["Kramer: (yelling up at Jerry) Hey Jerry."]}, {"line": ["Jerry pulls up the blinds on his upstairs window and looks down."]}, {"line": ["Kramer: (yelling) I'm starting a Peterman Reality Bus Tour. Check                it out. Hahaha."]}, {"line": ["George: Reality tour?"]}, {"line": ["Jerry: The last thing this guy's qualified to give a tour of is                reality."]}, {"line": ["Elaine at the muffin shop."]}, {"line": ["Elaine: This was my idea you stole my idea."]}, {"line": ["Mr. Lippman: Elaine these ideas are all in the air. They're in                the air."]}, {"line": ["Elaine: Well if that air is comming out of this face then it is                my air and my idea."]}, {"line": ["Mr. Lippman: You want a muffin or not?"]}, {"line": ["Elaine: Peach."]}, {"line": ["Gerge and Mary Anne at Monks."]}, {"line": ["Mary Anne: So I notice you don't have much of an accent."]}, {"line": ["George: Yeah my parents have it. Sometimes it skips a generation."]}, {"line": ["Mary Anne: Look george, I'm really enjoying spending time with                you but I'm not sure this is going to work out. At some point you're                going back to your job at Tyler Chicken and your three-legged dog                Willie."]}, {"line": ["George: Willie. Yeah."]}, {"line": ["Mary Anne: And I'm still going to be here."]}, {"line": ["George: Well what if I told you I'm thinking of moving here?"]}, {"line": ["Mary Anne: (laughs) George, no offense. But this city would eat                you alive."]}, {"line": ["(Commercial)"]}, {"line": ["Jerry: You're moving to New York? That's fantastic. I can see you                all the time now."]}, {"line": ["George: Eat me alive, huh? We'll see who can make it in *this*                town."]}, {"line": ["Jerry: What is it she think you can't do?"]}, {"line": ["George: Find a job. Get an apartment."]}, {"line": ["Jerry: How did you do those things?"]}, {"line": ["George: Never mind. The're done. All I have to do now is redo them.                You know if you take everything I've ever done in my entire life                and condense it down into one day, it looks decent."]}, {"line": ["Jerry: Hey, what were you doing with that bus yesterday?"]}, {"line": ["Kramer: Here you go, here you go, check it out."]}, {"line": ["Jerry: \"The Real Peterman Reality Bus Tour\". I'm confused."]}, {"line": ["Kramer: Peterman's book is big business. People want to know the                stories behind the stories."]}, {"line": ["Jerry: Nobody wants to go on a three hour bus tour of a totally                unknown person's life."]}, {"line": ["Kramer: I'm only charging $37.50, plus you get a pizza bagel and                desert."]}, {"line": ["George: What's desert?"]}, {"line": ["Kramer: Bite-size Three Musketeers. Just like the real Peterman                eats."]}, {"line": ["George: He eats those?"]}, {"line": ["Kramer: No. I eat those. I'm the real Peterman."]}, {"line": ["George: I think I understand this. Jay Peterman is real. His biography                is not. Now, you Kramer are real. "]}, {"line": ["Kramer: Talk to me."]}, {"line": ["George: But your life is Peterman's. Now the bus tour, which is                real, takes to places that, while they are real, they are not real                in sense that they did not *really* happen to the *real* Peterman                which is you."]}, {"line": ["Kramer: Understand?"]}, {"line": ["Jerry: Yeah. $37.50 for a Three Musketeers."]}, {"line": ["Elaine and Mr. Lippman at Monk's."]}, {"line": ["Mr. Lippman: Elaine. I'm in over my head. Nobody likes my muffin                tops."]}, {"line": ["Elaine: So? What do you want me to do about it?"]}, {"line": ["Mr. Lippman: You're the muffin top expert, tell me what I'm doing                wrong."]}, {"line": ["Elaine: Mr. Lippman, when I worked for you at Pendent Publishing,                I believed in you, you know as a man of integrity. But, I saw you                in that paper hat and that aprin..."]}, {"line": ["Mr. Lippman: What if I cut you in for 30% of the profits?"]}, {"line": ["Elaine: Deal. Here's your problem. You're making just the muffin                tops. You've gotta make the *whole* muffin. Then you... Pop the                top, toss the stump. Taste."]}, {"line": ["Mr. Lippman: Ah. (takes a bite of the top.) Mmmmm. Ah hah?"]}, {"line": ["Elaine: Yeah."]}, {"line": ["Mr. Lippman: So what do we with the bottoms?"]}, {"line": ["Elaine: I don't know, give em to a soup kitchen."]}, {"line": ["Mr. Lippman: That's a good idea."]}, {"line": ["Elaine: And one more thing, you really think we need the exclamation                point? Because, it's not \"Top of the Muffin *TO YOU!!!*\""]}, {"line": ["Mr. Lippman: No. No. It is."]}, {"line": ["At Jerry's apartment."]}, {"line": ["Kramer: Hey Jerry. What is this? Lady Gillette? What's going on?"]}, {"line": ["Jerry: What? Can't I get a moment's peace?"]}, {"line": ["Kramer: What are you doing to yourself?"]}, {"line": ["Jerry walks into camera view with his chest covered with shaving                cream."]}, {"line": ["Jerry: I can't stop. Alex thinks I'm naturally hairless. "]}, {"line": ["Kramer: You can't keep this up. Don't you know what's going to                happen? Everytime you shave it, it's going to come in thicker and                fuller and darker."]}, {"line": ["Jerry: Oh that's an old wives tale."]}, {"line": ["Kramer: Is it? Look at this."]}, {"line": ["Kramer walks off-screen and opens his shirt. On-screen, Jerry reels                from the sight."]}, {"line": ["Kramer: (high pitched voice) Look at it! Look at it! And it's all                me. I shaved there when I was a lifeguard."]}, {"line": ["Jerry: Oh come on. That's genetics. That's not going to happen                to me."]}, {"line": ["Kramer: Won't it? Or is it already starting to happen?"]}, {"line": ["Elain at the muffin shop."]}, {"line": ["Elaine: Wow. Look at this. We're cleaning up."]}, {"line": ["Lippman Oh, Rubin, get me another tray of lowfat cranberry."]}, {"line": ["Rebecca: Excuse me, I'm Rebecca Demore from the homeless shelter."]}, {"line": ["Elaine: Oh, hi."]}, {"line": ["Rebecca: Are you the ones leaveing the muffing pieces behind our                shelter?"]}, {"line": ["Elaine: You been enjoying them?"]}, {"line": ["Rebecca: They're just stumps."]}, {"line": ["Elaine: Well they're perfectly edible."]}, {"line": ["Rebecca: Oh, so you just assume that the homeless will eat them,                they'll eat anything? "]}, {"line": ["Mr. Lippman: No no, we just thought..."]}, {"line": ["Rebecca: I know what you thought. They don't have homes, they don't                have jobs, what do they need the top of a muffin for? They're lucky                to get the stumps."]}, {"line": ["Elaine: If the homeless don't like them the homeless don't have                to eat them."]}, {"line": ["Rebecca: The homeless don't like them."]}, {"line": ["Elaine: Fine."]}, {"line": ["Rebecca: We've never gotten so many complaints. Every two minutes,                \"Where is the top of this muffin? Who ate the rest of this?\"              "]}, {"line": ["Elaine: We were just trying to help."]}, {"line": ["Rebecca: Why don't you just drop off some chicken skins and lobster                shells."]}, {"line": ["Elaine: I think I might."]}, {"line": ["Mary Anne and George at George's \"new\" apartment."]}, {"line": ["Mary Anne: I can't believe you found something so quickly. How                much you pay?"]}, {"line": ["George: $2300."]}, {"line": ["Mary Anne: Ouch. A month?"]}, {"line": ["George: Yeah."]}, {"line": ["Mary Anne: Well, guess that's all right for now, but if you say                here for more than a few months, you're a real sucker."]}, {"line": ["George: Yeah, well I uh got lots of other stuff to show you too.                Wait till you see the plum job that I landed."]}, {"line": ["Mary Anne: Yeah. We should let this place air out anyway. It smells                like the last tenant had monkeys or something."]}, {"line": ["Mary Anne exits. George sniffs his armpit."]}, {"line": ["On Kramer's bus."]}, {"line": ["Kramer: Comming up on the right, if you glance up you can just                make out my bedroom window. It's the one that's covered in chicken                wire."]}, {"line": ["Woman: Hey if you're the real Peterman, who come you're wearing                those ratty clothes? The're not very romantic."]}, {"line": ["Kramer: (over the speaker) Well that's your opinion."]}, {"line": ["Man 1: Can I have another Three Musketeers? They're rather small."]}, {"line": ["Kramer: Forget it. Okay Newman's postal route is around here somewhere."]}, {"line": ["Man 2: Who's Newman?"]}, {"line": ["Man 3: Who cares."]}, {"line": ["Man 4: Hey fake Peterman, let me off. I'm nautious."]}, {"line": ["Man 1: Can I have his candy bar?"]}, {"line": ["Kramer: Ahh. Everyone just settle down. We have three hours left                on this thing, and I can't drive and argue with you rubes all at                the same time."]}, {"line": ["Okay. Lomez's place of worship is right on the right here."]}, {"line": ["At Jerry's apartment."]}, {"line": ["Jerry: Why do I have to go on the tour?"]}, {"line": ["Kramer: Jerry you're a minor celebrity. If you go on this thing,                it could create a minor stir. Bring that girlfriend of your and                I'll only charge to 60 bucks."]}, {"line": ["Elaine enters"]}, {"line": ["Jerry: Hey, how's business?"]}, {"line": ["Elaine: Ooh, I've got stump troubles. The Sanitation Department                won't get rid of them all, I can't get a truck to haul this stuff                until next week. Meanwhile, I'm sitting on a mountain of stumps."]}, {"line": ["Kramer: All right, I've got to hose the puke off the floor of the                bus."]}, {"line": ["Elaine: Bus? Wait a minute, wait a minute, bus? You've got a bus?"]}, {"line": ["Kramer: Yeah."]}, {"line": ["Elaine: You got any room on that thing?"]}, {"line": ["Kramer: Yeah there are a few seats still available."]}, {"line": ["Elaine: Do you think you could transport some stumps for me? I'll                make it worth your while."]}, {"line": ["Kramer: Well, if they don't mind sitting in the back."]}, {"line": ["Elaine: No they don't."]}, {"line": ["Kramer: Are they war veterans?"]}, {"line": ["Elaine looks at him confused."]}, {"line": ["In George's office."]}, {"line": ["Mary Anne: Wow this is your office."]}, {"line": ["Mr. Steinbrenner: Woah. Hello. Sorry George, didn't know you got                a girl in here. Give me a signal on the doornob like a necktie or                a sock or something. Come on George, help me out."]}, {"line": ["Mary Anne: Mr. Steinbrenner, I would like to thank you for taking                a chance on a hen supervisor at Tyler Chicken like our boy George                here."]}, {"line": ["Mr. Steinbrenner: Hen supervisor from Tyler Chicken?"]}, {"line": ["George: Yes. Very nice to have had her to mention... (starting                to leave)"]}, {"line": ["Mr. Steinbrenner: Wait a minute George."]}, {"line": ["George: Be right with you. Look Mr. Steinbrenner."]}, {"line": ["Mr. Steinbrenner: Moonlighting for Tyler Chicken. Pretty impressive                George. Days with the New York Yankees and nights in Arkensas with                a top flight bird outlet. And a hen supervisor to boot. I am blown.                Bloooown away. Blown George. (vibration in the \"o\"'s)                Bloooooooooooooooooooown."]}, {"line": ["On Kramer's bus."]}, {"line": ["Alex: You know when you make a pizza bagel, you really shouldn't                use cinnimon rasin."]}, {"line": ["Jerry: You also shouldn't use a donut."]}, {"line": ["Kramer gets on the bus. He starts the tape player playing banjo                music."]}, {"line": ["Kramer: All right ladies and gentlemen. Welcome to the Peterman                Reality Tour..."]}, {"line": ["Tape Player: Turn music off."]}, {"line": ["Jerry: Can we just go?"]}, {"line": ["Kramer: And go we will."]}, {"line": ["Man:   What is this, a pizza-pound cake?"]}, {"line": ["Kramer: We have a bonus reality stop today. We will be hauling                muffin stumps to the local repository."]}, {"line": ["Man 2: We're going to a garbage dump?"]}, {"line": ["Kramer: And we're off."]}, {"line": ["Jerry: You know I never though he would be able to recreate the                experience of actually knowing him, but this is pretty close."]}, {"line": ["Mr. Steinbrenner is sitting at his desk on the phone with the manager                at Tyler chicken who is also sitting at his desk."]}, {"line": ["Mr. Steinbrenner: (the back of his head to the camera) John Tyler?                George Steinbreener here. I want to talk about George Castanza.                I understand he's been dividing his time between us and you. I cannot                have that."]}, {"line": ["John Tyler: (the back of his head also to the camera) Well I don't                know who he is but if you want him that bad I'm not giving him up                that easily."]}, {"line": ["Mr. Steinbrenner: Oh is that so. Playing a little hardball huh                Jonnyboy?"]}, {"line": ["John Tyler: How about this. You give me Castanza, I convert your                concessions to all chicken no charge. Instead of hot dogs, chicken                dogs. Instead of pretzels, chicken twists. Instead of beer, alcoholic                chicken. "]}, {"line": ["Mr. Steinbrenner: How do you make that alcoholic chicken?"]}, {"line": ["John Tyler: Let if ferment, just like everything else."]}, {"line": ["Mr. Steinbrenner: That stuff sounds great. All right. I'll have                Costanza on the next bus."]}, {"line": ["Kramer at a garbage dump carrying a garbage bag."]}, {"line": ["Man: Hey hey hey hey hey. Where do you think you're going?"]}, {"line": ["Kramer: I was going to dump this."]}, {"line": ["Man: It doesn't look like garbage."]}, {"line": ["Kramer: Well it's muffin stumps"]}, {"line": ["Man: Where are the muffin tops?"]}, {"line": ["Kramer: This is a garbage dump. Just let me dump it."]}, {"line": ["Man: Can't do it."]}, {"line": ["Kramer: Is this a joke?"]}, {"line": ["Man: That's what I'd like to know about it."]}, {"line": ["Alex: You have a pretty heavy beard, don't you? "]}, {"line": ["Jerry: What's that?"]}, {"line": ["Alex: Well look it's almost time for you to shave again."]}, {"line": ["Jerry: Oh. Yeah. "]}, {"line": ["Kramer: (gets back on the bus, yelling) Well maybe I will take                it up with Consumer Affairs."]}, {"line": ["Ladies and Gentlemen you're in for an additional treat. We're going                to extend the tour at no extra charge."]}, {"line": ["Man: Where are we going?"]}, {"line": ["Kramer: (looking at a map) I don't know. (over the speaker) Uh,                no more questions."]}, {"line": ["Banjo music plays as they look for garbage dumps."]}, {"line": ["Next scene. Kramer argues with someone at a dump."]}, {"line": ["Next scene. A man vomits on the floor."]}, {"line": ["Next scene. Kramer is driving. He is sleepy. His head nods down                onto the horn. The horn blows. Startled, Kramer sits back up. "]}, {"line": ["Banjo music finishes."]}, {"line": ["Waitress: So, the New York Yankees traded you for a bunch of Tyler                chicken."]}, {"line": ["George: Dogs, twists, a kind of fermented chicken drink."]}, {"line": ["Man: Hey, aren't you the guy I asked to watch my clothes?"]}, {"line": ["George: What clothes?"]}, {"line": ["Man: These clothes. The ones you're wearing."]}, {"line": ["On Kramer's bus."]}, {"line": ["Jerry: (in low voice to next to Kramer) Kramer how much longer?                My chest hair is comming back and it's itching me like crazy. I                can't let her see me scratch it."]}, {"line": ["Kramer: Don't worry. I've got a good feeling about this dump."]}, {"line": ["Jerry: I'm telling you man, I'm losing it."]}, {"line": ["Kramer gets off the bus, carrying a garbage bag."]}, {"line": ["Eerie music is playing. Jerry looks out the bus window at a full                moon. A dog starts barking."]}, {"line": ["Jerry: I can't sit on this bus anymore. I think I'll go play with                that dog."]}, {"line": ["Kramer: I don't know where the tops are. "]}, {"line": ["Jerry runs past Kramer and another person. Eerie music still playing."]}, {"line": ["Kramer: Jerry what's the matter?"]}, {"line": ["In slow motion Jerry runs into the woods. At normal speed he runs                behind a tree. Camera shot down on him as he starts scratching his                chest."]}, {"line": ["Jerry: (for the first half of the howl, a dog howls along with                him.) Awoooooo-oooooooo, that feels good."]}, {"line": ["(Commercial)"]}, {"line": ["Bartender: Hey, you looking for George?"]}, {"line": ["Mary Anne: Yeah."]}, {"line": ["Bartender: He's been in the bathroom awhile. You might want to                check on him."]}, {"line": ["George: (talking on the phone) Jerry you gotta bring me some clothes                down here. I lost my job with the Yankees. I'm standing in the men's                room on 43rd street in my underpants."]}, {"line": ["Mary Anne: I told you this city would eat you alive."]}, {"line": ["At the muffin shop."]}, {"line": ["Mr. Lippman: What is this guy again?"]}, {"line": ["Elaine: They call him a Cleaner. He makes problems go away."]}, {"line": ["Newman enters."]}, {"line": ["Newman: Hello Elaine. Where are they?"]}, {"line": ["Elaine: In the back."]}, {"line": ["Newman: All right, I'm going to need a clean 8 ounce glass."]}, {"line": ["Mr. Lippman: What is going on here?"]}, {"line": ["Newman: If I'm curt, then I appologize. But as I understand it,                we have a situation here and time is of the essence."]}, {"line": ["Newman goes to the back room with the muffin stumps and sets down                a cooler and an empty glass. From the cooler he takes out 4 bottles                of milk and sets them down."]}, {"line": ["He bites into a stump, then takes a drink of milk from the glass.                (continuity error: he never actually poured the glass of milk.)                He swishes the muffin and the milk together and swollows. He takes                another stump.                                                                                                        ", "\n        "]}, {"line": []}, {"line": [" "]}, {"line": []}, {"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]}, {"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}]