[{"title": "The Junk Mail"}, {"line": []}, {"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]}, {"line": [" "]}, {"line": ["Transcribed by:                Ivy,   \"Seinfeld10\"", "\n              ", "\n              Jerry, on the phone: \"Yeah. Yeah. All right. Uh-huh.\"", "\n              George, knocking on the counter and feigning a muffled, Chinese \n              voice:", "\n              \"Chinese food!\"", "\n              Jerry, hanging up the phone: \"Oh! There's my Chinese food, \n              I gotta run. All", "\n              you.\"", "\n              George: \"Who was it?\"", "\n              Jerry: \"I did a show for a car dealership and they're getting \n              me a new SAAB.\"", "\n              George: \"What about your old car? They couldn't get Kramer's \n              blood out of it?\"", "\n              Jerry: \"No, the engine clotted. You know who set this whole \n              thing up for me?", "\n              Frank Merman.\"", "\n              George: \"Fragile Frankie Merman? I never liked that guy.\"", "\n              Jerry: \"Why? He's harmless.\"", "\n              George: \"Every summer you guys went to camp together. I was \n              jealous. Felt", "\n              like he was the summer me.\"", "\n              Jerry: \"He was not the summer you. Besides, you had a summer \n              me. Whitey Fisk,", "\n              the guy who snuck you into Last Tango in Paris.\"", "\n              George: \"I made him up.\"", "\n              Jerry: \"So you never saw Last Tango in Paris?\"", "\n              George: \"No.\"", "\n              Jerry: \"Too bad. It was erotic.\"", "\n              Kramer, entering Jerry's apartment: \"Well... I've had it with \n              these", "\n              jackbooted thugs!\"", "\n              Jerry: \"'Pottery Barn'?\"", "\n              Kramer: \"I got three 'Pottery Barn' catalogs in one day. That \n              makes eight", "\n              this month.\"", "\n              George, holding a magazine cover: \"Mira Sorvino. Think she'd \n              go out with me?\"", "\n              Jerry: \"Why don't you just throw 'em out?\"", "\n              Kramer: \"Oh, no. I've been saving them up here in your apartment. \n              And now,", "\n              it's payback time. 'Pottery Barn' is in for a world of hurt.\"", "\n              Jerry, taking a catalog: \"Can I have one? I need one of those \n              old-looking", "\n              phones. So you wanna grab a bite?\"", "\n              George: \"I can't. I gotta make the weekly call to the folks.\"", "\n              Jerry: \"So call now.\"", "\n              George: \"I gotta prep. I need a couple of anecdotes, a few", "\n              you-were-right-abouts. It's a whole procedure. Wasn't Fragile Frankie \n              the one", "\n              that used to run into the woods every time he got upset?\"", "\n              Jerry: \"That's him.\"", "\n              George: \"Is he still nuts?\"", "\n              Jerry: \"What do you think? They gave me a new car for thirty \n              minutes of 'So,", "\n              who's from out of town?'\"", "\n              ", "\n              Puddy, finishing eating: \"Seriously, is this the best okra \n              you've ever had,", "\n              or what?\"", "\n              Elaine: \"Mmm. De-lish.\"", "\n              Puddy: \"Delish?\"", "\n              Elaine: \"Delish. You know, short for delicious.\"", "\n              Puddy: \"Oh, like scrump.\"", "\n              Elaine: \"Yeah.\"", "\n              Puddy, leaving: \"I'm gonna be late. See ya later.\"", "\n              Jack: \"Excuse me, can I borrow your ketchup?\"", "\n              Elaine, passing him the ketchup: \"Oh, sure.\"", "\n              Jack: \"Thank you.\"", "\n              Heraldic harp sounds as Elaine looks at Jack's face", "\n              ", "\n              Estelle, answering the phone: \"Hello?\"", "\n              George: \"Hey, it's Georgie.\"", "\n              Estelle: \"Let me put your father on the phone.\"", "\n              George: \"Ma!\"", "\n              Frank: \"Who is this?\"", "\n              George: \"Dad, it's me. Hey, listen, I was at Fortunoff's the \n              other day, and,", "\n              you know what, you were right.\"", "\n              Estelle, feigning a Chinese, muffled voice: \"Chinese food.\"", "\n              Frank, hanging up: \"Sorry, George, our Chinese food just came. \n              Talk to you", "\n              later.\"", "\n              George: \"Chinese food?\"", "\n              ", "\n              Kramer, throwing his catalogs in the Pottery Barn store: \"Hey, \n              you like", "\n              sending out catalogs!? How do you like gettin' 'em back!?\"", "\n              ", "\n              Jerry: \"So, maybe they had Chinese food?\"", "\n              George: \"After dark? Please. At their age, that's like swallowing \n              stun", "\n              grenades.\"", "\n              Jerry: \"Well, there's one way to check. Where there's Chinese \n              food, there's", "\n              leftovers.\"", "\n              Elaine, entering Jerry's apartment: \"Well, gentlemen. Lainie \n              is... in love.\"", "\n              George: \"That's dynamite. Yeah, I'll look for the Chinese food \n              leftovers.\"", "\n              Elaine: \"Hey, hey, hey! I met this guy! And it was like this, \n              totally unreal,", "\n              fairy tale moment.\"", "\n              Jerry: \"It wasn't Whitey Fisk, was it?\"", "\n              Elaine: \"Oh, George's friend. Whatever happened to him?\"", "\n              George: \"Nothing. Uh, I don't know. I gotta go.\"", "\n              Jerry: \"So, this is beautiful. You, and Puddy, and this new \n              guy, in a big pot", "\n              of love stew.\"", "\n              Elaine: \"Oh, yeah... Puddy. Well, I won't fire him until I \n              see if this new", "\n              guy can... handle the workload.\"", "\n              Kramer, entering Jerry's apartment: \"Will you look at this? \n              More catalogs!", "\n              'Omaha Steaks', 'Mac Warehouse', 'Newsweek'?! I can't stop all these", "\n              companies, so, I'm gonna attack this problem at the choke point.\"", "\n              Jerry: \"Stop the mail?\"", "\n              Kramer: \"That's... even better!\"", "\n              ", "\n              Frankie: \"Jerry!\"", "\n              Jerry: \"Hey, Frankie! So, where's the car?\"", "\n              Frankie: \"This is it.\"", "\n              Jerry: \"Inside the van?\"", "\n              Frankie: \"It is the van! Don't you remember, we always talked \n              about how cool", "\n              it would be to have a van and just drive?\"", "\n              Jerry: \"We were ten.\"", "\n              Frankie: \"Come on. Let's take it for a spin.\"", "\n              Jerry: \"I don't want a van.\"", "\n              Elaine: \"Well, just tell him you want the SAAB.\"", "\n              Jerry: \"You don't understand. This is Fragile Frankie Merman. \n              When we were in", "\n              camp, if you upset him, he'd run out to the woods, dig a hole, and \n              sit in it.\"", "\n              Elaine: \"Well, I have an idea. Keep the van, and get a bumper \n              sticker that", "\n              says, 'If this vans a-rockin', don't come a-knockin'.'\"", "\n              Jerry: \"Always helpful.\"", "\n              ", "\n              Estelle: \"Oh, Georgie, what are you doing here?\"", "\n              George: \"Just dropped in for a visit. You, uh, you never called \n              me back.\"", "\n              Estelle: \"Uh... the phone broke.\"", "\n              Frank: \"Well, we got to get moving.\"", "\n              George: \"What? Where are you going?\"", "\n              Frank: \"We have a catered affair.\"", "\n              George: \"You're going like that?\"", "\n              Frank, leaving the kitchen: \"It's creative black tie. Move, \n              woman.\"", "\n              George, checking the fridge: \"No Chinese leftovers. George \n              is gettin'", "\n              suspicious.\"", "\n              ", "\n              Jack: \"Elaine, I'm sorry I'm late.\"", "\n              Heraldic harp sounds as Elaine looks at Jack's face", "\n              Jack: \"I'm gonna be in the can.\"", "\n              Elaine: \"Okay, Jack.\"", "\n              Elaine, to the cashier: \"Can I use your phone?\"", "\n              Cashier (Ruthie Cohen): \"Sure.\"", "\n              Elaine, over the phone: \"Puddy? It's Elaine. We're through. \n              Yeah, that's", "\n              right. Again.\"", "\n              ", "\n              Frankie, in the van with Jerry: \"Nice captain's chairs, huh?\"", "\n              Jerry: \"Aye, aye.\"", "\n              Frankie: \"Oh, there's a spot. Just back up.\"", "\n              Large-vehicle reverse beeping starts", "\n              Jerry: \"Hold on. There must be a truck backing up.\"", "\n              Frankie: \"No, that's us.\"", "\n              Jerry: \"Great. You know, Frankie, I was wondering. What if \n              I decided that", "\n              it's silly to drive a van, because, you know, I live in New York \n              City. Is", "\n              there maybe some way I could exchange it?\"", "\n              Frankie: \"You don't like the van?\"", "\n              Jerry: \"No, no, no. Just hypothetically.\"", "\n", "\n              Frankie: \"I gotta go to the park.\"", "\n              Jerry: \"No! No, you don't! No woods. I love the van. I'm a \n              van guy.\"", "\n              ", "\n              Kramer, showing Jerry his mailbox: \"Check it out. Rain and \n              sleet may not stop", "\n              them, but let's see them get by... these bricks.\"", "\n              Jerry: \"Where'd you get the bricks?\"", "\n              Kramer: \"Jerry, the whole building is brick.\"", "\n              Jerry: \"So you want to take a ride with me out to Jersey? I'm \n              gonna try to", "\n              sell the van to a lot.\"", "\n              Kramer: \"A dealer? Are you insane? No, take out an ad. Sell \n              it privately.\"", "\n              Jerry: \"I don't think I want to meet the people that are in \n              the market for a", "\n              used van.\"", "\n              ", "\n              Kramer: \"Come on, Jerry, just let me help you.\"", "\n              Jerry: \"OK.\"", "\n              Kramer: \"All right! OK! Right, here we go. Yeah. OK, so... \n              'For sale. A big,", "\n              juicy van.' And, ooh, you gotta put down, 'interesting trades considered.'\"", "\n              Jerry: \"I don't want to trade.\"", "\n              Kramer: \"No, you don't have to. It's all about tickling their \n              buying bone.\"", "\n              Jerry: \"Hey, you know what? This is all your mail. They're \n              puttin' it in my", "\n              box now.\"", "\n              Kramer: \"Oh, that's it. They have gone too far. They keep pushing \n              me, and", "\n              pushing me. Now I got no choice but to go down there... and talk \n              to them.\"", "\n              ", "\n              Elaine: \"Hey, Jerry. I'd like you to meet someone. This is \n              Jack.\"", "\n              Heraldic harp sounds as Jerry looks at Jack's face", "\n              ", "\n              Postal Employee: \"May I help you?\"", "\n              Kramer: \"Yeah, I'd like to cancel my mail.\"", "\n              Postal Employee: \"Certainly. How long would you like us to \n              hold it?\"", "\n              Kramer: \"Oh, no, no. I don't think you get me. I want out, \n              permanently.\"", "\n              Newman: \"I'll handle this, Violet. Why don't you take your \n              three hour break?", "\n              Oh, calm down, everyone. No one's cancelling any mail.\"", "\n              Kramer: \"Oh, yes, I am.\"", "\n              Newman: \"What about your bills?\"", "\n              Kramer: \"The bank can pay 'em.\"", "\n              Newman: \"The bank. What about your cards and letters?\"", "\n              Kramer: \"E-mail, telephones, fax machines. Fedex, telex, telegrams,", "\n              holograms.\"", "\n              Newman: \"All right, it's true! Of course nobody needs mail. \n              What do you", "\n              think, you're so clever for figuring that out? But you don't know \n              the half of", "\n              what goes on here. So just walk away, Kramer. I beg of you.\"", "\n              Supervisor: \"Is everything all right here, Postal Employee \n              Newman?\"", "\n              Newman: \"Yes, sir, I believe everything is all squared away. \n              Isn't it, Mr.", "\n              Kramer?\"", "\n              Kramer: \"Oh, yeah. As long as I stop getting mail!\"", "\n              ", "\n              George, surprising his parents in the kitchen: \"Welcome back.\"", "\n              Estelle: \"Oh!\"", "\n              George: \"Quick for a... catered affair.\"", "\n              Frank: \"I don't know what you mean.\"", "\n              George: \"You ditched me. That's twice. Now I demand to know \n              what's going on!\"", "\n              Frank: \"George, we've had it with you. Understand? We love \n              you like a son,", "\n              but even parents have limits.\"", "\n              Estelle: \"The breakups, the firings. And every Sunday with \n              the calls.\"", "\n              Frank: \"What my wife is trying to say is that this is supposed \n              to be our", "\n              time.\"", "\n              George: \"I'm not following.\"", "\n              Frank: \"We're cuttin' you lose.\"", "\n              George: \"You're cuttin' me loose?\"", "\n              Frank: \"Now, if you'll excuse me, I'm going to make love to \n              your mother.\"", "\n              ", "\n              George: \"They don't want to see me anymore!\"", "\n              Jerry: \"But this is what you've always wanted.\"", "\n              George: \"It is. I'm just not ready yet.\"", "\n              Jerry: \"Aw, that's kind of sweet.\"", "\n              George: \"Ah, shut up, Jerry. My parents think they can ignore \n              me. Heh heh.", "\n              Well, they better think again.\"", "\n              Jerry: \"Oh, no. George, please. What are you going to do?\"", "\n              George: \"You remember my cousin Rhisa? I'm gonna date her.\"", "\n              Jerry: \"Mother of God.\"", "\n              George: \"One little wink. She'll freak out, tell my parents. \n              They'll be all", "\n              over me. Who is this guy?\"", "\n              Jerry: \"That guy Elaine's dating seems really familiar to me. \n              I think he may", "\n              have been a comedian I worked with one time. Wait a minute, what \n              is this?\"", "\n              On the TV, Jack is The Wiz, the spokesman for Nobody Beats the Wiz, \n              chanting", "\n              \"Nobody beats me, because I'm the Wiz! I'm the Wiz!\"", "\n              Jerry: \"That is the guy!\"", "\n              George: \"Elaine's in love with the Wiz guy?\"", "\n              Jerry: \"No, she thinks she's in love with him. But she's just \n              remembering", "\n              this old commercial.\"", "\n              George: \"That's pretty pathetic.\"", "\n              Jerry: \"I know. They're not even related.\"", "\n              Elaine, entering Jerry's apartment: \"Hey.\"", "\n              George: \"Uh... hey. I'm gonna get going.\"", "\n              Jerry: \"Hey, have fun at the... family reunion. So, what do \n              you know about", "\n              this Jack fellow?\"", "\n              Elaine: \"Isn't he the best?\"", "\n              Jerry: \"Yeah, nobody beats him. What kind of work does he do?\"", "\n              Elaine: \"Oh, right now he's a fact checker for New York Magazine. \n              It's not", "\n              much, but it has a certain type of quiet dignity.\"", "\n              Jerry, turning on the commercial: \"Right, quiet dignity. As \n              opposed to, say,", "\n              this?\"", "\n              On the TV, Jack is The Wiz, the spokesman for Nobody Beats the Wiz, \n              chanting", "\n              \"Nobody beats me, because I'm the Wiz! I'm the Wiz!\"", "\n              Elaine: \"Oh, no.\"", "\n              Jerry: \"Oh, yes.\"", "\n              ", "\n              Jerry, answering the phone: \"Hello? Yeah, the van is still \n              for sale. Sure,", "\n              come on buy.\"", "\n              Kramer, rushing into Jerry's apartment: \"Yeah, I called about \n              the van.\"", "\n              ", "\n              George, at dinner with his cousin: \"Some more merlot?\"", "\n              Rhisa: \"Yeah, thanks.\"", "\n              George: \"Sure. You know, Rhisa. I've always found you... very \n              attractive.\"", "\n              Rhisa: \"What?\"", "\n              George: \"I know it may sound shocking. But, I just can't stop \n              myself from...", "\n              wanting you.\"", "\n              Rhisa: \"You want to borrow money, right?\"", "\n              George: \"No, no. I-I just want us to be... together.\"", "\n              Rhisa: \"All right.\"", "\n              George: \"All right?\"", "\n              Rhisa: \"Let's go for it.\"", "\n              George: \"Well... we could dance around it a little first.\"", "\n              Rhisa, playing \"footsie\": \"Nah. Let's be bad, George. \n              Let's be really... bad.\"", "\n              George: \"Whoa! Whoa! Geez!\"", "\n              ", "\n              Kramer, inspecting Jerry's van: \"So, how come you're selling \n              it?\"", "\n              Jerry: \"You know why I'm selling it. I hate it.\"", "\n              Kramer: \"How many miles?\"", "\n              Jerry: \"Two.\"", "\n              Kramer: \"City or highway?\"", "\n              Jerry: \"Look, do you really want to buy this thing, or what?\"", "\n              Kramer, breaking the antenna: \"Hey, hey. Take it easy. I'm \n              not gonna be", "\n              pressured. I'll walk away right now. Is this thing bent? I'm not \n              paying for", "\n              that.\"", "\n              Jerry: \"All right, just get out of here.\"", "\n              Kramer: \"All right, look. I'm going to be honest. I'm very \n              interested in the", "\n              van.\"", "\n              Jerry: \"OK, fine. 'What do I have to do to put you in this \n              van today?'\"", "\n              Kramer, pointing to the newspaper ad: \"Well, I don't really \n              have any money.", "\n              But it says right here, 'interesting trades considered'.\"", "\n              Jerry: \"You put that in!\"", "\n              Kramer, pulling out an undershirt: \"And I'm glad I did. Here.\"", "\n              Jerry: \"You want to trade me an undershirt?\"", "\n              Kramer: \"No, I want to trade you screen legend Anthony Quinn's \n              undershirt. He", "\n              took this off to do sit-ups in the park and I nabbed it.\"", "\n              Jerry: \"That's disgusting.\"", "\n              Kramer: \"Well, it's my final offer.\"", "\n              ", "\n              Puddy: \"You dumped me for some idiotic TV pitchman.\"", "\n              Elaine: \"Look, I'm sorry, Puddy. It-it was a mistake. So, let's \n              just put it", "\n              behind us, and we can continue like this never happened.\"", "\n              Puddy: \"Gee, I don't know. What if we're out somewhere and \n              you see the Maytag", "\n              repairman.\"", "\n              Elaine: \"You're not taking me back?\"", "\n              Puddy, leaving: \"That's right.\"", "\n              Elaine: \"He's not idiotic. He's the Wiz. And nobody beats him. \n              Nobody...\"", "\n              ", "\n              Kramer, handing out anti-mail pamphlets: \"Here you go. Mail \n              is evil. Pass it", "\n              on. Hey, mail blows. Fax it to a friend.\"", "\n", "\n              Woman: \"Why does this dummy have a bucket on its head?\"", "\n              Kramer: \"Because we're blind to their tyranny.\"", "\n              Woman: \"Then shouldn't you be wearing the bucket?\"", "\n              Kramer: \"Yeah. Move along, Betty.\"", "\n              Frankie: \"Is this, uh, Jerry Seinfeld's van?\"", "\n              Kramer: \"Well, not anymore. He traded it to me for some Hollywood", "\n              memorabilia.\"", "\n              Frankie: \"I'm, uh, I'm so stupid.\"", "\n              Kramer: \"What?\"", "\n              Frankie, running away: \"I'm so stupid. Uh, excuse me. I'm sorry.\"", "\n              Kramer: \"Yeah, nice to meet you.\"", "\n              ", "\n              Jerry: \"She's into it?\"", "\n              George: \"She's leaving me dirty messages on my answering machine.\"", "\n              Jerry: \"So have your parents found out about it?\"", "\n              George: \"She wants to keep it quiet. She... thinks we have \n              a real future", "\n              together.\"", "\n              Jerry: \"Brave new world, alright.\"", "\n              Kramer, entering Monk's: \"Hey, you guys.\"", "\n              Jerry: \"Hey, how's the anti-mail campaign going?\"", "\n              Kramer: \"Oh, it's fantastic. We were out in front of the post \n              office today,", "\n              and not one person went in.\"", "\n              Jerry: \"It's Sunday.\"", "\n              George: \"Why is the mailman wearing a bucket?\"", "\n              Kramer: \"Huh? Well, it symbolizes our persecution.\"", "\n              George: \"Then... shouldn't you be wearing the bucket.\"", "\n              Jerry: \"Hey, I want my van keys back.\"", "\n              Kramer: \"Oh, well. I, uh, thought we made a deal for Quinn's \n              t-shirt.\"", "\n              Jerry: \"Are you insane? Give 'em to me.\"", "\n              Kramer: \"No, I can't, I can't. See, I told Frank he could borrow \n              it. Yeah, he", "\n              wants to move some of George's stuff into storage.\"", "\n              George: \"Wait a minute? He's picking up the van tonight? This \n              is perfect.", "\n              I'll drive Rhisa to someplace romantic. Then when my father slides \n              the door", "\n              open, I'm in the van kissing his brother's daughter.\"", "\n              Kramer: \"Oh, listen, Jerry. One of your friends came by and \n              he was very upset", "\n              that I had your wheels.\"", "\n              Jerry: \"Oh, no, not Frankie.\"", "\n              Kramer: \"Well, I didn't catch his name, but then he went running \n              into the", "\n              park.\"", "\n              Jerry: \"Oh, no, the woods! The hole!\"", "\n              ", "\n              Kramer, seeing Newman pull up along side him in his truck: \"Hey.\"", "\n              Newman: \"Kramer, what the hell are you doing?\"", "\n              Kramer: \"I know, I'm gonna switch the bucket to something else.\"", "\n              Newman: \"Not that!\"", "\n              Kramer: \"What?\"", "\n              Newman: \"You're in trouble, Kramer. I shouldn't even be talking \n              to you, but", "\n              I'm telling you as a friend. Here's how it's going to happen: you \n              may be", "\n              walking. Maybe on a crisp, autumn day just like today. When a mail \n              truck will", "\n              slow beside you, and a door will open, and a mailman you know, maybe \n              even", "\n              trust, will offer to give you a lift.\"", "\n              Kramer: \"Are you through?\"", "\n              Newman: \"No! And no one will ever see you again!\"", "\n              Kramer: \"Are you through?\"", "\n              Newman: \"Yes. No, wait! OK, yes.\"", "\n              Newman, seeing postal security officials walking towards Kramer: \n              \"Quick! Get", "\n              in!\"", "\n              Kramer: \"Oh, no, no, no. That's exactly how you said it was \n              going down.\"", "\n              Newman: \"There's another way it can go down, and it's going \n              down right now!\"", "\n              Kramer: \"No. You said a mailman I know, and you're a mailman \n              I know!\"", "\n              Newman: \"I know you know, but you don't know what I know.\"", "\n              Kramer, being grabbed by the security officials: \"Hey!\"", "\n              ", "\n              Jerry: \"Frankie! Frankie! Frankie! Frankie, is that you?\"", "\n              Hole Digger: \"My name is Edgar.\"", "\n              Jerry: \"Have a nice night.\"", "\n              Hole Digger: \"Thank you.\"", "\n              ", "\n              Frankie, digging a hole, talking to himself, and seeing Jerry's \n              van pull up", "\n              near him: \"Stupid... so stupid! Jerry?\"", "\n              Rhisa: \"All right, George. I'm ready.\"", "\n              George: \"Yeah, hold on. I'm, uh, I'm just trying to get a reading \n              on my", "\n              dashboard compass. Where are my parents?\"", "\n              Rhisa: \"Geor-gie...\"", "\n              Frankie, running up to the van and yelling through the window: \"Is \n              this", "\n              Seinfeld's van? Seinfeld's van? Seinfeld's van?!\"", "\n              Rhisa, hearing Frankie as George runs to the back of the van: \"Wait. \n              What's", "\n              he saying?\"", "\n              George: \"I think he's saying 'Son of Sam'! Oh, my God!\"", "\n              Rhisa: \"No, they caught him.\"", "\n              George, running out and away from the van: \"I knew it wasn't \n              Berkowitz!\"", "\n              Frankie, seeing George running away: \"Ohh...\"", "\n              ", "\n              Elaine: \"So I told him, 'Hit the road. I'm going back with \n              Jack.'\"", "\n              Jack: \"Elaine, that's the second piece of good news today.\"", "\n              Elaine: \"Really, what was the first?\"", "\n              Jack, pulling out his Wiz hat: \"They're bringing me back. Yeah. \n              I'm the Wiz", "\n              again.\"", "\n              Elaine: \"What?\"", "\n              Jack, dancing around: \"I'm the Wiz! I'm the Wiz!\"", "\n              Elaine: \"Well what, what about your fact-checking job?\"", "\n              Jack, dancing around: \"Oh... here's a fact. Uh, I'm... the \n              Wiz! I'm the Wiz", "\n              and noooobody beats me!\"", "\n              ", "\n              Jerry, finding Frankie, in his hole, in the woods: \"Frankie... \n              come on out of", "\n              there.\"", "\n              Frankie: \"You hate the van.\"", "\n              Jerry: \"But I'm keeping it. As much as I hate the idea of being \n              a van guy,", "\n              it's much better than hanging out here with the nocturnal dirt people.\"", "\n              Frankie: \"So, can we go for a ride?\"", "\n              Jerry: \"Yeah, let's just get out of here.\"", "\n              Hole Digger #2, eyeing the empty hole, and getting into it: \"Are \n              you done", "\n              with that?\"", "\n              ", "\n              Frank, coming upon the van, supposedly left by Kramer for him, in \n              the woods:", "\n              \"Good. He left the door unlocked.\"", "\n              Estelle: \"Why did Kramer have to park the van in the woods?\"", "\n              Frank: \"Isn't it obvious? There are no parking meters out here.\"", "\n              Estelle, looking inside of the van: \"Wow!\"", "\n              Frank, reclining the seats in the van to a bed: \"Hey, look \n              at this. Hoochie", "\n              mama!\"", "\n              ", "\n              Postmaster General: \"Oh, my goodness. What have they done to \n              you here?\"", "\n              Kramer: \"Huh? Who are you?\"", "\n              Postmaster General: \"Well, you can just call me Henry.\"", "\n              Kramer: \"Henry Atkins? The postmaster general?\"", "\n              Postmaster General: \"Last time I checked.\"", "\n              Kramer: \"Henry... can I get out of here now?\"", "\n              Postmaster General: \"Oh, oh. Sit a bit. Sit a bit. I mean, \n              after all, I drove", "\n              all the way up here from D.C. just to talk to you.\"", "\n              Kramer: \"Oh?\"", "\n              Postmaster General: \"I even had to cancel a round of golf with \n              the secretary", "\n              of state. Do you like golf, Mr. Kramer?\"", "\n              Kramer: \"Yeah.\"", "\n              Postmaster General: \"Kramer, I've been, uh, reading some of \n              your material", "\n              here. I gotta be honest with you: you make a pretty strong case. \n              I mean, just", "\n              imagine. An army of men in wool pants running through the neighborhood", "\n              handing out pottery catalogs, door to door.\"", "\n              Kramer: \"Yeah! Ha ha.\"", "\n              Postmaster General: \"Well, it's my job. And I'm pretty damn \n              serious about it.", "\n              In addition to being a postmaster, I'm a general. And we both know, \n              it's the", "\n              job of a general to, by God, get things done. So maybe you can understand \n              why", "\n              I get a little irritated when someone calls me away from my golf.\"", "\n              Kramer: \"I'm very, very sorry.\"", "\n              Postmaster General: \"Sure, you're sorry. I think we got a stack \n              of mail out", "\n              at the desk that belongs to you. Now, you want that mail, don't \n              you Mr.", "\n              Kramer?\"", "\n              Kramer: \"Sure do!\"", "\n              Postmaster General, receiving a salute from Kramer: \"Now, that's \n              better.\"", "\n              Kramer, seeing Newman walk into the office with a bucket on his \n              head,", "\n              escorted by a security man: \"Geez. Newman?\"", "\n              Newman, whimpering: \"Tell the world my story.\"", "\n              ", "\n              Jerry: \"Hey, George!\"", "\n              George: \"Jerry! Hey, that's the guy!\"", "\n              Jerry: \"What? George Costanza, Frankie Merman.\"", "\n              George: \"Oh. The summer me.\"", "\n              Frankie: \"The winter me.\"", "\n              Jerry: \"You must be George's cousin.\"", "\n              Rhisa: \"Girlfriend.\"", "\n              Jerry: \"All right.\"", "\n              George, seeing Jerry's van shaking: \"What is that? That van's \n              a-rockin'.\"", "\n              Jerry: \"Don't go a-knockin'.\"", "\n              Estelle, after George opens the van door: \"Oh, my god!\"", "\n              George, seeing his parents being \"intimate\": \"Oh, \n              my god!\"", "\n              Frankie: \"Now you gotta sell this van.\"", "\n              Jerry: \"Oh, yeah.\"", "\n", "\n              ", "\n              Frank: \"What you saw in that van was a natural expression of \n              a man's love for", "\n              his lady.\"", "\n              George: \"Ohhhh...\"", "\n              Estelle: \"Your father's right. It's beautiful.\"", "\n              Frank: \"And it was safe.\"", "\n              George: \"Oh, God...\"", "\n              Frank: \"Now if you'll excuse me. Once again, your mother and \n              I...\"", "\n              George: \"Oh... make it stop.\"", "\n              END"]}, {"line": ["Generously donated                by: Ivy,   &nbsp Ivy's Seinfeld Page                                                                                                     ", " \n \n\n\n\n \n\n\n\n", "\n        "]}, {"line": []}, {"line": [" "]}, {"line": []}, {"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]}, {"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}]