[{"title": "The Strike"}, {"line": []}, {"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]}, {"line": [" "]}, {"line": ["Directed by: Andy Ackerman"]}, {"line": ["Broadcasted: December 18, 1997 for the first time."]}, {"line": ["Stars: Jerry Seinfeld, Michael Richards, "]}, {"line": ["Jason Alexander, Julia Louis-Dreyfus, Bryan Cranston (as Tim Whatley),"]}, {"line": ["Karen Fineman (as Gwen), Estelle Harris (as Estelle), Kevin McDonald                (as"]}, {"line": ["Denim Vest), Jerry Stiller (as Frank), and Daniel Von Bargen (as                Kruger)."]}, {"line": [" "]}, {"line": ["[Setting: Tim Whatley's apartment]"]}, {"line": ["ELAINE: So.. Whatley's still Jewish, huh?"]}, {"line": ["JERRY: Oh, sure. With out the parents, it's a breeze."]}, {"line": ["(Elaine laughs, Whatley enters)"]}, {"line": ["TIM: Hey! Happy Chanukah!"]}, {"line": ["JERRY: Hey, Tim. Great party."]}, {"line": ["(Tim holds up a mistletoe)"]}, {"line": ["TIM: (Suggesting a kiss to Elaine) eh?"]}, {"line": ["ELAINE: (Shrugging it off) eh."]}, {"line": ["TIM: (Accepting) Oh. (Turns to George) Hey, George, thanks again                for getting me those Yankee tickets."]}, {"line": ["GEORGE: Oh, yeah. Still in good with the ground crew. (Laghs)"]}, {"line": ["TIM: (Notices a woman walking by) Oh, hey, listen, I'd better circulate..                (moving over to the woman) Happy Chanukah, Tiffany! (they both move                off camera)"]}, {"line": ["ELAINE: This place is like Studio 54 with a menorah."]}, {"line": ["GEORGE: I'm gonna get some more of these kosher cocktail franks..                (leaves)"]}, {"line": ["ELAINE: Oh.. (sees a guy looking at her) I got denim vest checking                me out. (laughs) Fake phone number's coming out tonight."]}, {"line": ["JERRY: You have a standard fake?"]}, {"line": ["ELAINE: Mm-hmm."]}, {"line": ["JERRY: (Notices an attractive woman walking by, starts to follow                her) That's neat."]}, {"line": ["ELAINE: (Holds onto Jerry's arm) No, please! Denim vest! He's smoothing                it! Jerry! God! (Jerry excapes Elaine's grasp, moves over to the                woman. The man"]}, {"line": ["wearing a denim vest moves over to Elaine.)"]}, {"line": ["DENIM VEST: Hi!"]}, {"line": ["(Scene cuts to Jerry talking to the woman)"]}, {"line": ["JERRY: Hi, I'm Jerry."]}, {"line": ["WOMAN: Hi. JERRY: You might not know it to look at me, but I can                run really, really fast."]}, {"line": ["(Scene cuts to Elaine)"]}, {"line": ["ELAINE: Nice vest. I like the.. big metal buttons"]}, {"line": ["DENIM VEST: They're snaps. Listen, maybe we should, uh, go out                some time?"]}, {"line": ["ELAINE: Why don't I give you my phone number?"]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Coffee Shop]"]}, {"line": ["(George enters)"]}, {"line": ["GEORGE: Hey."]}, {"line": ["JERRY: Hey! How'd it go with the cocktail franks?"]}, {"line": ["GEORGE: Great! I ate the entire platter! Had to call in sick today."]}, {"line": ["JERRY: Didn't you call in sick yesterday?"]}, {"line": ["GEORGE: Hey, I work for Kruger Industrial Smoothing: \"We don't                care, and it shows.\""]}, {"line": ["JERRY: (Notices George brought hhis mail) You're gonna open your                mail here?"]}, {"line": ["GEORGE: Hey, at least I'm bringing something to this. (Starts flipping                through envelopes, reads one ) \"Have you seen me?\" (Flicks                it aside) Nope. (looks at next"]}, {"line": ["envelope) Woah, something from Whatley."]}, {"line": ["JERRY: See? You give, and you get."]}, {"line": ["GEORGE: (Reading the card from Whatley) \"This holiday season                a donation has been made in your name to the Children's Alliance.\"?"]}, {"line": ["JERRY: Oh, that's nice."]}, {"line": ["GEORGE: I got him Yankee's tickets! He got me a piece of paper                saying \"I've given your gift to someone else!\""]}, {"line": ["JERRY: To a children's charity!"]}, {"line": ["GEORGE: Don't you see how wrong that is?! Where's your Christmas                spirit? And eye for an eye!"]}, {"line": ["(Elaine enters)"]}, {"line": ["ELAINE: Hey!"]}, {"line": ["JERRY: Hey."]}, {"line": ["(Waitress moves tward the table)"]}, {"line": ["ELAINE: (To waitress) Oh, nothing for me. (Waitress leaves) I'm                going to \"Atomic Sub\" later."]}, {"line": ["JERRY: \"Atomic Sub\"? Why are you eating there?"]}, {"line": ["ELAINE: I got a card, and they stamp it every time I buy a sub.                24 stamps, and I become a submarine (makes a gesture) captain."]}, {"line": ["JERRY: What does that mean?"]}, {"line": ["ELAINE: (Embarrassed) Free sub."]}, {"line": ["(George lets out a depressed sigh while reading a card)"]}, {"line": ["ELAINE: What?"]}, {"line": ["GEORGE: Nothing. It's a card from my dad."]}, {"line": ["ELAINE: What is it? (Grabs the card from George, he tries to stop                her, but fails. She reads it out loud.) \"Dear son, Happy Festivus.\"                What is Festivus?"]}, {"line": ["GEORGE: It's nothing, stop it.."]}, {"line": ["JERRY: When George was growing up.."]}, {"line": ["GEORGE: (Interrupting) Jerry, No!"]}, {"line": ["JERRY: His father.."]}, {"line": ["GEORGE: No!"]}, {"line": ["JERRY: Hated all the commercial and religious aspects of Christmas,                so he made up his own holiday."]}, {"line": ["ELAINE: Ohhhh.. and another piece of the puzzle falls into place."]}, {"line": ["GEORGE: (pleading) Alright.."]}, {"line": ["JERRY: And instead of a tree, didn't your father put up an aluminum                pole?"]}, {"line": ["(Elaine starts laughing uncontrollably - and continues to do so)"]}, {"line": ["GEORGE: Jerry! Stop it!"]}, {"line": ["JERRY: And weren't there a feats of strength that always ended                up with you crying?"]}, {"line": ["(Jerry joins in with Elaine's laughter)"]}, {"line": ["GEORGE: I can't take it anymore! I'm going to work! ARe you happy                now?! (Gathers his things, and runs out of the coffee shop. Elaine                and Jerry laugh hysterically)"]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Jerry's apartment]"]}, {"line": ["(Elaine is digging into her purse)"]}, {"line": ["ELAINE: Oh, I can't believe it! I've lost my \"Atomic Sub\"                card!.. Oh no! I bet I wrote that fake number on the back of it                when I gave it to denim vest!"]}, {"line": ["JERRY: So?"]}, {"line": ["ELAINE: I've eaten 23 bad subs, I just need 1 more! It's like a                long, bad movie, but you want to see the end of it!"]}, {"line": ["JERRY: No, you walk out."]}, {"line": ["ELAINE: Alright, then, it's like a boring book, but you gotta finish                it."]}, {"line": ["JERRY: No, you wait for the movie!"]}, {"line": ["ELAINE: (Irritated, and through clinched teeth) I want that free                sub."]}, {"line": ["JERRY: You don't need the card. High-end hoagie outfit like that,                it's all computerized! (Snaps) They're cloning sheep now."]}, {"line": ["KRAMER: (Correcting) No, they're not cloning sheep. It's the same                sheep! I saw Harry Blackstone do that trick with two goats and a                handkerchief on the old Dean"]}, {"line": ["Martin show!"]}, {"line": ["JERRY: So, why don't you just try your blow-off number and see                if he's called it?"]}, {"line": ["ELAINE: That's a good idea."]}, {"line": ["(Kramer's cordless phone rings, startling him. He digs through                his coat, and pulls it out of the pocket)"]}, {"line": ["KRAMER: (Answering phone) Yeah, Go! Wha.. really? Yeah, ok. Yeah!                Bye. (Hangs up) Great news! Yeah, the strike has been settled. I'm                going back to work."]}, {"line": ["JERRY: What strike?"]}, {"line": ["KRAMER: Yeah, H&H Bagels. That's where I worked."]}, {"line": ["JERRY: You?"]}, {"line": ["ELAINE: Worked?"]}, {"line": ["JERRY: Bagels?"]}, {"line": ["KRAMER: Yeah. Look, see. I still have my business card. (Pulls                it out, hands it to Elaine) Yeah, we've been on strike for 12 years."]}, {"line": ["ELAINE: Oh, I remember seeing those guys picketing out there, but                I haven't seen them in a long time."]}, {"line": ["KRAMER: Yeah, well, H&H wouldn't let us use their bath room                while we were picketing. It put a cramp on our solidarity."]}, {"line": ["ELAINE: What were your.. demands?"]}, {"line": ["KRAMER: Yeah, 5.35 an hour. And that's what they're paying now."]}, {"line": ["ELAINE: I believe that's the new minimum wage."]}, {"line": ["KRAMER: Now you know who to thank for that!.. Alright, I've got                to go. (Heads for the door)"]}, {"line": ["JERRY: Why didn't you ever mention this?"]}, {"line": ["KRAMER: Jerry, I didn't want you to know I was out of work. It's                embarrassing! (Leaves) (Scene ends)"]}, {"line": ["[Setting: H&H Bagel Shop]"]}, {"line": ["(Kramer walks through the door)"]}, {"line": ["KRAMER: All right, everybody! I'm back!"]}, {"line": ["MANAGER: Who are you?"]}, {"line": ["KRAMER: Cosmo Kramer.. strikes over."]}, {"line": ["MANAGER: Oh yeah! Kramer."]}, {"line": ["KRAMER: Huh.. wha- Didn't any of the guys come back?"]}, {"line": ["MANAGER: NO, I\"m sure they all got jobs.. like, ten years                ago."]}, {"line": ["KRAMER: Oh, man. Makes you wonder what it was all for.."]}, {"line": ["MANAGER: I could use someone for the holidays.."]}, {"line": ["KRAMER: Alright! Toss me an apron, let's bagel! (Takes off his                coat, puts it in the display case, then turns to see a plate full                of bagels.) What are those?"]}, {"line": ["MANAGER: Those are rasin bagels."]}, {"line": ["KRAMER: (Picks one up, he's mesmerized) I never thought I'd live                to see that.."]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Horse Track Betting]"]}, {"line": ["(Elaine confronts two unattractive bookies)"]}, {"line": ["ELAINE: So, anyway, I've been giving out your number as my standard                fake."]}, {"line": ["BOOKIE: So. You're Elaine Benes. We've been getting calls fro you                for 5 years."]}, {"line": ["ELAINE: So, listen, when this guy calls, if you could just give                him my real number.."]}, {"line": ["BOOKIE: (Interrupting) Hey, Charlie! Guess who's here. Elaine Benes."]}, {"line": ["(Co-Worker in the back speaks up)"]}, {"line": ["CHARLIE: Elaine Benes?!"]}, {"line": ["(Various other men in the line behind Elaine say the same thing)"]}, {"line": ["BOOKIE: You make a lot of man friends. You know who's a man? Charlie                here, he's a man. You know who else? Me. I'm a man."]}, {"line": ["CHARLIE: (faintly) I'm a man."]}, {"line": ["ELAINE: Ohh.. my.."]}, {"line": ["BOOKIE: I'll have this best guy call your real number. You just,                uh, give it to me. And that way, I'll have it. (Slides a pad over                to Elaine so she can write it down)"]}, {"line": ["ELAINE: My number? Ohh.. (looks at Kramer's business card) Okay..                Uh, well, there you go. (writes H&H's number down) And, uh,                tell you what.. (looks at the"]}, {"line": ["board in the back) put a sawbuck on Captain Nemo in the third at                Belmont."]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: classy restaurant]"]}, {"line": ["(Jerry and Tim Whatley meet)"]}, {"line": ["TIM: Hey, Jerry."]}, {"line": ["JERRY: Hey, Tim."]}, {"line": ["TIM: What's up?"]}, {"line": ["JERRY: Actually, I'm having dinner with a girl I met at your party."]}, {"line": ["TIM: Mazel Tov."]}, {"line": ["(Jerry's date, Gwen, arrives. She's completely unattractive)"]}, {"line": ["GWEN: Jerry.. hi."]}, {"line": ["JERRY: Gwen?"]}, {"line": ["GWEN: Yeah."]}, {"line": ["JERRY: (Not willing to believe how much uglier she is) Really?"]}, {"line": ["GWEN: Yeah! Come on, our table is ready."]}, {"line": ["(Tim gives Jerry a face - almost like he feels sorry for Jerry)"]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Jerry's apartment]"]}, {"line": ["GEORGE: So, attractive one day - not attractive the next?"]}, {"line": ["JERRY: Have you come across this?"]}, {"line": ["GEORGE: Yes, I am familiar with this syndrome -- she's a two-face."]}, {"line": ["JERRY: (Relating) Like the Batman villain?"]}, {"line": ["GEORGE: (Annoyed) If that helps you.."]}, {"line": ["JERRY: So, if I ask her out again - I don't know who's showing                up: The good, the bad, or the ugly."]}, {"line": ["GEORGE: (Identifying what Jerry said) Clint Eastwood!"]}, {"line": ["JERRY: Yeah."]}, {"line": ["GEORGE: Hey, check this out. I gotta give out Christmas presents                to everyone down at Kruger, so I'm pulling a Whatley. (Give a Christmas                card to Jerry)"]}, {"line": ["JERRY: (Reading it) \"A donation has been made in your name                to the Human Fund.\" - What is that?"]}, {"line": ["GEORGE: (With pride) Made it up."]}, {"line": ["JERRY: (Continuing reading) \"The Human Fund. Money for people.\""]}, {"line": ["GEORGE: What do you think?"]}, {"line": ["JERRY: It has a certain understated stupidity."]}, {"line": ["GEORGE: (Once again, Identifying) The Outlaw of Josey Whales!"]}, {"line": ["JERRY: ..Yeah."]}, {"line": ["(Enter Kramer)"]}, {"line": ["(He is holding a sack full of bagels)"]}, {"line": ["KRAMER: Ah, gentlemen.. bagels on the house!"]}, {"line": ["JERRY: How was your first day?"]}, {"line": ["KRAMER: Oh, fantastic! (Jerry and George both pick out a bagel)                It felt so good to get my hands back in taht dough."]}, {"line": ["(Jerry and George stop before they take a bite from their bagels)"]}, {"line": ["JERRY: Your hands were in the dough?"]}, {"line": ["KRAMER: No, I didn't make these bagels. (Jerry and George both                take a bite) Yeah, they're day-olds. The homeless won't even touch                them. (Jerry and George"]}, {"line": ["stop eating) Oh, we try to fool them by putting a few fresh ones                on top, but they dig.. they, they test."]}, {"line": ["(George spits his bagel out)"]}, {"line": ["GEORGE: Alright. Uh, well, I'm out of here. (Gets up to leave)"]}, {"line": ["JERRY: Happy Festivus!"]}, {"line": ["KRAMER: What's Festivus?"]}, {"line": ["JERRY: When George was growing up.."]}, {"line": ["GEORGE: (Interrupting) No!"]}, {"line": ["JERRY: His father.."]}, {"line": ["GEORGE: Stop it! It's nothing. It's a stupid holiday my father                invented. It doesn't exist!"]}, {"line": ["(Elaine enters while George is exiting)"]}, {"line": ["ELAINE: Happy Festivus, Georgie."]}, {"line": ["(George leaves yelling out \"God!\")"]}, {"line": ["KRAMER: Frank invented a holiday? He's so prolific!"]}, {"line": ["ELAINE: Kramer, listen, I got a little phone relay going, so, if                a guy calls H&H and he's looking for me, you take a message."]}, {"line": ["JERRY: You're still trying to gget that free sub?"]}, {"line": ["ELAINE: Hey! I have spent a lot of time, and I have eaten a lot                of crap to get to where I am today. And I am NOT throwing it all                away now."]}, {"line": ["JERRY: Is there a captain's hat involved in this?"]}, {"line": ["ELAINE: Maybe."]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: H&H Bagel Shop]"]}, {"line": ["FRANK: Kramer, I got your message. I haven't celebrated Festivus                in years! What is your interest?"]}, {"line": ["KRAMER: Well, just tell me everything, huh?"]}, {"line": ["FRANK: Many Christmases ago, I went to buy a doll for my son. I                reach for the last one they had - but so did another man. As I rained                blows opon him, I realized"]}, {"line": ["there had to be another way!"]}, {"line": ["KRAMER: What happened to the doll?"]}, {"line": ["FRANK: It was destroyed. But out of that, a new holiday was born.                \"A Festivus for the rest of us!\""]}, {"line": ["KRAMER: That musta been some kind of doll."]}, {"line": ["FRANK: She was."]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Kruger Office Building]"]}, {"line": ["(George is in the hallway, dispensing his made-up gifts)"]}, {"line": ["GEORGE: Merry Christmas, Merry Christmas! (Co-worker gives a gift                to George) Oh, Sandy! Here is a little something for you.. (hands                her a card)"]}, {"line": ["SANDY: (After reading the cheap gift, she's suddenly unimpressed)                ..Oh.. thanks. (Walks off)"]}, {"line": ["(George passes an open doorway)"]}, {"line": ["GEORGE: Phil, I loved those cigars! Incoming! (Flicks his card                tward Phil)"]}, {"line": ["PHIL: Ow!"]}, {"line": ["(George meets up with Kruger)"]}, {"line": ["GEORGE: Aw, Mr. Kruger, Sir. Merry Christmas! (Hands him a card)"]}, {"line": ["KRUGER: Not if you could see our books.. what's this?"]}, {"line": ["GEORGE: The Human Fund."]}, {"line": ["KRUGER: Whatever. (Walks off)"]}, {"line": ["GEORGE: Exactly. (Sees an off-camera co-worker) Erica!"]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: H&H Bagel Shop]"]}, {"line": ["(Frank is still telling Kramer about Festivus)"]}, {"line": ["FRANK: And at the Festivus dinner, you gather your family around,                and you tell them all the ways they have disappointed you over the                past year."]}, {"line": ["KRAMER: Is there a tree?"]}, {"line": ["FRANK: No. Instead, there's a pole. It requires not decoration.                I find tinsel distracting."]}, {"line": ["KRAMER: Frank, this new holiday of yours is scratching me right                where I itch."]}, {"line": ["FRANK: Let's do it then! Festivus is back! I'll get the pole out                of the crawl space. (Turns to leave, meets up with Elaine)"]}, {"line": ["ELAINE: Hello, Frank."]}, {"line": ["FRANK: Hello, woman. (leaves)"]}, {"line": ["ELAINE: Kramer! Kramer.. any word from the vest?"]}, {"line": ["KRAMER: No. (To manager of H&H) Ah, listen, Harry, I need the                23rd off."]}, {"line": ["MANAGER: Hey! I hired you to work during the holidays. This is                the holidays."]}, {"line": ["KRAMER: But it's Festivus."]}, {"line": ["MANAGER: What?"]}, {"line": ["KRAMER: You know you're infringing on my right to celebrate new                holidays.."]}, {"line": ["MANAGER: That's not a right."]}, {"line": ["KRAMER: Well, it's going to be! Because I'm going back on strike.                Come on Elaine. (Takes of his apron, and goes for his coat) It's                a walk out!"]}, {"line": ["ELAINE: No, I got to stay here and wait for the call."]}, {"line": ["KRAMER: What? You're siding with management?!"]}, {"line": ["ELAINE: No, I just.."]}, {"line": ["KRAMER: (Interrupting) Scab! Scab! (pointing at Elaine) Scab!"]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Taxi Cab]"]}, {"line": ["(Gwen joins Jerry in the cab. She's in her attractive state)"]}, {"line": ["GWEN: Hey."]}, {"line": ["JERRY: Boy, am I glad to see you."]}, {"line": ["GWEN: You were expecting someone else?"]}, {"line": ["JERRY: You never know."]}, {"line": ["GWEN: (To driver) You know, you might want to take the tunnel."]}, {"line": ["JERRY: So, uh, what do you feel like eating? Chinese or Italian?"]}, {"line": ["(All the sudden, Gwen is extremely ugly)"]}, {"line": ["GWEN: I can go either way."]}, {"line": ["JERRY: (Shocked) You're telling me."]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: the Coffee Shop]"]}, {"line": ["GEORGE: So, she was switching? Back and forth?"]}, {"line": ["JERRY: Actually, the only place she always looked good was in that                back booth over there."]}, {"line": ["GEORGE: So, just bring her here. This is all you really need."]}, {"line": ["JERRY: I can't just keep bringing her to the coffee shop. I mean,                what if things, you know, progress?"]}, {"line": ["GEORGE: Lights out."]}, {"line": ["JERRY: Alright, I'll give it a shot! I do really like this coffee                shop. Nice cuff links, by the way."]}, {"line": ["GEORGE: (Pointing to them) Office Christmas gift. I tell you, this                Human Fund is a gold mine!"]}, {"line": ["JERRY: That's not a french cuff shirt, you know."]}, {"line": ["GEORGE: I know. I cut the button off and poked a hole with a letter                opener."]}, {"line": ["JERRY: Oh, that's classy."]}, {"line": ["(Frank and Kramer enter. Frank is dragging an aluminum pole)"]}, {"line": ["KRAMER: Well, Happy Festivus."]}, {"line": ["GEORGE: What is that? Is taht the pole?!"]}, {"line": ["FRANK: George, Festivus is your heritage - it's part of who you                are."]}, {"line": ["GEORGE: (Sulking) That's why I hate it."]}, {"line": ["KRAMER: There's a big dinner Tuesday night at Frank's house - everyone's                invited."]}, {"line": ["FRANK: George, you're forgetting how much Festivus has meant to                us all. I brought one of the casette tapes. (Franks pushes play,                George as a child celebrating"]}, {"line": ["Festivus is heard)"]}, {"line": ["FRANK: Read that poem."]}, {"line": ["GEORGE: (Complaining) I can't read it. I need my glasses!"]}, {"line": ["FRANK: You don't need glasses, you're just weak! You're weak!"]}, {"line": ["ESTELLE: Leave him alone!"]}, {"line": ["FRANK: Alright, George. It's time for the feats of strength."]}, {"line": ["(George has a break down)"]}, {"line": ["GEORGE: No! No! Turn it off! No feats of strength! (Gets up and                starts running out of the coffee shop) I hate Festivus!"]}, {"line": ["FRANK: We had some good times."]}, {"line": ["(Gwen walks in, and greets Jerry. She's in her unattractive state)"]}, {"line": ["GWEN: Hey."]}, {"line": ["JERRY: I there. This is Kramer, and Frank."]}, {"line": ["GWEN: Hi."]}, {"line": ["KRAMER: (Shocked at her ugliness, he stammers) Hello."]}, {"line": ["GWEN: So, you ready to go?"]}, {"line": ["JERRY: Uh, why don't we stay here? The back booth just opened up.                (They both walk to the booth and sit down. Suddenly, Gwen is attractive)                Now this is a good"]}, {"line": ["looking booth."]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: H&H Bagel Shop]"]}, {"line": ["(Kramer is picketing out side.)"]}, {"line": ["KRAMER: Protect Festivus! Hey, no bagels, no bagels, no bagels,                (Continues to chant)"]}, {"line": ["(Cut to inside the store)"]}, {"line": ["MANAGER: (To a waiting Elaine) Lady, if you want a sandwich, I'll                make you a sandwich."]}, {"line": ["ELAINE: (Whining) I want the one that I earned. (Phone rings) I'll                get it. I'll get it! (Into phone) H&H, and Elaine."]}, {"line": ["KRAMER: (From a phone booth right outside the store) Elaine, you                should get out of there. I sabotaged the bagel machine last night.                It's going down."]}, {"line": ["ELAINE: What did you do?"]}, {"line": ["KRAMER: You've been warned."]}, {"line": ["(Elaine looks out the window, and sees Kramer at the pay phone)"]}, {"line": ["ELAINE: Oh, hi! (Waves at him)"]}, {"line": ["(Steam starts coming from a pipe on the machine. Elaine hangs up)"]}, {"line": ["WORKER: Hey, the steam valve's broke."]}, {"line": ["MANAGER: Can we still make bagels?"]}, {"line": ["WORKER: Sure. It's just a little steamy."]}, {"line": ["(Kramer knocks on the shop door)"]}, {"line": ["KRAMER: Hey! How do you like your bagels now?!"]}, {"line": ["(No one inside seems to care. Kramer waits by the door to see if                anyone was affected)"]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Kruger Building]"]}, {"line": ["KRUGER: George, I got something for you. (Pulls a check from his                pocket) I'm suppose to find a charity and throw some of the company's                money at it. They all"]}, {"line": ["seem the same to me, so, what's the difference? (Hands the check                to George)"]}, {"line": ["GEORGE: 20 thousand dollars?"]}, {"line": ["KRUGER: Made out to the Human Fund. (Tries to enter his office,                but it's locked) Oh, damn. I've locked myself out of my office again.                Oh well. I'm going home."]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Coffee Shop]"]}, {"line": ["GWEN: Jerry, how many times do we have to come to this.. place?"]}, {"line": ["JERRY: Why? It's our place."]}, {"line": ["GWEN: I just found a rubber band in my soup."]}, {"line": ["JERRY: Oh.. I know who's cooking today!"]}, {"line": ["(Enter George)"]}, {"line": ["GEORGE: Hey! Surprise, surprise!"]}, {"line": ["JERRY: Hey, Georgie!"]}, {"line": ["GWEN: I think I'm just gonna go."]}, {"line": ["JERRY: I'll be here."]}, {"line": ["(Gwen leaves)"]}, {"line": ["GEORGE: (Sees Gwen's meal) Hey, soup."]}, {"line": ["JERRY: She didn't touch it."]}, {"line": ["(George spoons through his soup, and finds a rubber band)"]}, {"line": ["GEORGE: Ohh.. Paco! (Flicks rubber band tward the kitchen) Hey,                take a look at this. (Hands Jerry Kruger's check)"]}, {"line": ["JERRY: 20 thousand dollars from Kruger? You're not keeping this."]}, {"line": ["GEORGE: I don't know."]}, {"line": ["JERRY: Excuse me?"]}, {"line": ["GEORGE: I've been doing a lot of thinking. This might be my chance                to start giving something back."]}, {"line": ["JERRY: You want to give something back? Start with the 20 thousand                dollars."]}, {"line": ["GEORGE: I'm serious."]}, {"line": ["JERRY: You're going to start your own charity?"]}, {"line": ["GEORGE: I think I could be a philanthropist. a kick ass philanthropist!                I would have all this money, and people would love me. Then they                would come to me.. and"]}, {"line": ["beg! And if I felt like it, I would help them out. And then they                would owe me big time! (Thinking to himself) .. First thing I'm                gonna need is a driver.."]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Outside H&H Bagels]"]}, {"line": ["(Kramer is chanting 'no bagels, no bagels..' Elaine walks out,                her make-up is distorted, and her face is pale because of the steam)"]}, {"line": ["ELAINE: Kramer, the vest just called."]}, {"line": ["KRAMER: (Shocked by the way Elaine looks) Yama - Hama! It's fright                night!"]}, {"line": ["ELAINE: Oh, yeah, I got a little steam bath. Listen, in 10 minutes,                I'm gonna have my hands on that \"Atomic Sub\" card."]}, {"line": ["KRAMER: And?"]}, {"line": ["ELAINE: (Embarrassed) Free sub. (Starts to leave) I'll see ya."]}, {"line": ["KRAMER: Yeah."]}, {"line": ["(Gwen walks by, she's in her ugly state)"]}, {"line": ["GWEN: Kramer, Hi!"]}, {"line": ["KRAMER: Oh, hello."]}, {"line": ["GWEN: It's Gwen.. We met .. at the coffee shop."]}, {"line": ["KRAMER: Ah-huh."]}, {"line": ["GWEN: I'm dating your friend, Jerry.."]}, {"line": ["KRAMER: Ahh.. I don't know who you really are, but I've seen Jerry's                girlfriend, and she's not you. You're much better looking - and                like, a foot taller."]}, {"line": ["GWEN: That's why we're always hiding in that coffee shop! He's                afraid of getting caught."]}, {"line": ["KRAMER: Oh, he's a tomcat."]}, {"line": ["(Cut to Elaine)"]}, {"line": ["(She meets up with Denim Vest on the street corner)"]}, {"line": ["ELAINE: Steve."]}, {"line": ["DENIM VEST: Hmm?"]}, {"line": ["ELAINE: It's Elaine."]}, {"line": ["DENIM VEST: From Tim Whatley's party?"]}, {"line": ["ELAINE: Yeah."]}, {"line": ["DENIM VEST: You look.. different."]}, {"line": ["ELAINE: I see you're still sticking with the denim. (He's wearing                a denim coat) Do you have that card that I gave you?"]}, {"line": ["DENIM VEST: Well, I had it back at my place, but I can't go there                now.. I'll give it to you later, or something."]}, {"line": ["ELAINE: No, no, no. You give me your number."]}, {"line": ["DENIM VEST: Okay. Sure. (Pulls out a pad, and starts writing a                number down) Do you have the mumps?"]}, {"line": ["ELAINE: No."]}, {"line": ["DENIM VEST: Typhoid?"]}, {"line": ["ELAINE: No."]}, {"line": ["DENIM VEST: (Hands her the paper, and runs off) Yama - Hama!"]}, {"line": ["(Elaine looks at the number, and sees it's the same as the number                on a nearby truck)"]}, {"line": ["ELAINE: A fake number! Blimey!"]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Kruger's office]"]}, {"line": ["KRUGER: George, we have a problem. There's a memo, here, from accounting                telling me there's no such thing as the Human Fund."]}, {"line": ["GEORGE: Well, there could be."]}, {"line": ["KRUGER: But there isn't."]}, {"line": ["GEORGE: Well, I - I could, Uh, I could give the money back. Here.                (Holds it out)"]}, {"line": ["KRUGER: George, I don't get it. If there's no Human Fund, those                donation cards were fake. You better have a damn good reason why                you gave me a fake"]}, {"line": ["Christmas gift."]}, {"line": ["GEORGE: Well, sir, I - I gave out the fake card, because, um, I                don't really celebrate Christmas. I, um, I celebrate Festivus."]}, {"line": ["KRUGER: Vemonous?"]}, {"line": ["GEORGE: Festivus, Sir. And, uh, I was afraid that I would be persecuted                for my beliefs. They drove my family out of Bayside, Sir!"]}, {"line": ["KRUGER: Are you making all this up, too?"]}, {"line": ["GEORGE: Oh, no, Sir. Festivus is all too real. And.. I could prove                it - if I had to."]}, {"line": ["KRUGER: Yeah, you probably should."]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: The Costanza's house]"]}, {"line": ["GEORGE: Happy Festivus!"]}, {"line": ["FRANK: George? This is a surprise. (Looking at Kruger) Who's the                suit?"]}, {"line": ["GEORGE: Yo, dad. This is my boss, Mr. Kruger."]}, {"line": ["FRANK: Have you seen the pole, Kruger?"]}, {"line": ["GEORGE: Dad, he doesn't need to see the pole."]}, {"line": ["FRANK: He's gonna see it."]}, {"line": ["(Enter Jerry and Elaine. Elaine is still ugly from the steam)"]}, {"line": ["GEORGE: Happy Festivus! (Sees Elaine) Yama - Hama!"]}, {"line": ["ELAINE: I didn't have time to go home. What are you doing here?"]}, {"line": ["GEORGE: Embracing my roots."]}, {"line": ["JERRY: They nailed you on the 20 G's?"]}, {"line": ["GEORGE: Busted cold."]}, {"line": ["(Cut to Kruger and Frank)"]}, {"line": ["(They're looking at the Festivus pole)"]}, {"line": ["FRANK: It's made from aluminum. Very high strength-to-weight ratio."]}, {"line": ["KRUGER: I find your belief system fascinating."]}, {"line": ["(Enter Kramer)"]}, {"line": ["(Kramer's with the two bookies from Horse Track Betting)"]}, {"line": ["KRAMER: Hey! Happy Festivus, everyone! (Hugs George, and jumps                up and down) Hee, hee, hee!"]}, {"line": ["BOOKIE: Hello again, Miss Benes."]}, {"line": ["ELAINE: What are you doing here?"]}, {"line": ["BOOKIE: Damnedest thing.. me and Charlie were calling to ask you                out, and, uh, we got this bagel place.."]}, {"line": ["KRAMER: (Finishing the story) I told them I was just about to see                you.. It's a Festivus miracle!"]}, {"line": ["(Estelle comes through the kitchen door, hitting Kramer as she                opens it)"]}, {"line": ["ESTELLE: Dinner's ready!"]}, {"line": ["FRANK: Let's begin."]}, {"line": ["(Everyone sits around the table. Kruger recognized Kramer from                \"The Meat Slicer\" episode..) KRUGER: Dr.. Van Nostrand?"]}, {"line": ["KRAMER: Uh.. that's right."]}, {"line": ["(Cut to Frank)"]}, {"line": ["FRANK: Welcome, new comers. The tradition of Festivus begins with                the airing of grievances. I got a lot of problems with you people!                And now you're gonna hear"]}, {"line": ["about it! You, Kruger. My son tells me your company stinks!"]}, {"line": ["GEORGE: Oh, God."]}, {"line": ["FRANK: (To George) Quiet, you'll get yours in a minute. Kruger,                you couldn't smooth a silk sheet if you had a hot date with a babe..                I lost my train of thought."]}, {"line": ["(Frank sits down, Jerry gives a face that says \"That's a shame\".                Gwen walks in)"]}, {"line": ["GWEN: Jerry!"]}, {"line": ["JERRY: Gwen! How'd you know I was here?"]}, {"line": ["GWEN: Kramer told me."]}, {"line": ["KRAMER: Another Festivus miracle!"]}, {"line": ["(Jerry gives Kramer a death stare. He shuts up. Gwen notices Elaine)"]}, {"line": ["GWEN: I guess this is the ugly girl I've been hearing about."]}, {"line": ["ELAINE: Hey, I was in a shvitz for 6 hours. Give me a break."]}, {"line": ["(Gwen leaves, Jerry follows)"]}, {"line": ["JERRY: Gwen. Gwen, wait! Ah! (runs back to his seat) Bad lighting                on the porch."]}, {"line": ["ELAINE: (To bookie) Hey, how'd my horse do?"]}, {"line": ["BOOKIE: He had to be shot."]}, {"line": ["FRANK: And now as Festivus rolls on, we come to the feats of strength."]}, {"line": ["GEORGE: Not the feats of strength.."]}, {"line": ["FRANK: This year, the honor goes to Mr. Kramer."]}, {"line": ["KRAMER: Uh-oh. Oh, gee, Frank, I'm sorry. I gotta go. I have to                work a double shift at H&H."]}, {"line": ["JERRY: I thought you were on strike?"]}, {"line": ["KRAMER: Well, I caved. I mean, I really had to use their bathroom.                Frank, no offence, but this holiday is a little (makes a series                of noises) out there."]}, {"line": ["GEORGE: Kramer! You can't go! Who's gonna do the feats of strength?"]}, {"line": ["(Exit Kramer)"]}, {"line": ["KRUGER: (Sipping liquor from a flask) How about George?"]}, {"line": ["FRANK: Good thinking, Kruger. Until you pin me, George, Festivus                is not over!"]}, {"line": ["GEORGE: Oh, please, somebody, stop this!"]}, {"line": ["FRANK: (Taking off his sweater) Let's rumble!"]}, {"line": ["(Cuts to an outside view of the Costanza's house)"]}, {"line": ["ESTELLE: I think you can take him, Georgie!"]}, {"line": ["GEORGE: Oh, come on! Be sensible."]}, {"line": ["FRANK: Stop crying, and fight your father!"]}, {"line": ["GEORGE: Ow! .. Ow! I give, I give! Uncle!"]}, {"line": ["FRANK: This is the best Festivus ever!"]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: H&H Bagel Shop]"]}, {"line": ["(Kramer is shaping some dough and chewing gum - his gum falls into                the dough. He starts looking for the gum, and starts extracting                it from the dough. The manger is"]}, {"line": ["watching)"]}, {"line": ["MANAGER: Alright. That's enough. You're fired."]}, {"line": ["KRAMER: Thank - you! (Gets his coat, and leaves)"]}, {"line": ["END OF SHOW."]}, {"line": ["                                                                                                   ", "\n        "]}, {"line": []}, {"line": [" "]}, {"line": []}, {"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]}, {"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}]