[{"title": "The Dealership"}, {"line": []}, {"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]}, {"line": [" "]}, {"line": ["Donated by Ivy (Seinfeld10@aol.com)"]}, {"line": ["Written by: Steve Koren"]}, {"line": ["Directed by: Andy Ackerman"]}, {"line": ["Broadcasted: January 8, 1998 for the first time."]}, {"line": ["Stars: Jerry Seinfeld, Michael Richards, "]}, {"line": ["Jason Alexander, Julia Louis-Dreyfus, Joel McCrary (as Don), and                Patrick"]}, {"line": ["Warburton (as Puddy)."]}, {"line": [" "]}, {"line": ["[Setting: A car dealership]"]}, {"line": ["(Jerry and George are looking over some cars)"]}, {"line": ["GEORGE: When are they gonna have the flying cars, already?"]}, {"line": ["JERRY: Yeah, they have been promising that for a while.."]}, {"line": ["GEORGE: Years. When we were kids, they made it seem like it was                right around the corner."]}, {"line": ["JERRY: I think Ed Begley Jr. has one."]}, {"line": ["GEORGE: No. That's just electric."]}, {"line": ["JERRY: What about Harrison Ford? He had one in, uh, Blade Runner.                That was a cool one."]}, {"line": ["GEORGE: (Sarcastic) What's the competition, Chitty Chitty Bang                Bang?"]}, {"line": ["JERRY: Well, what do you think the big holdup is? "]}, {"line": ["GEORGE: The government is very touchy about us being in the air.                Let us run around on the ground as much as we want. Anything in                the air is a big production. "]}, {"line": ["JERRY: Yeah, right. And what about the floating cities? "]}, {"line": ["GEORGE: And the underwater bubble cities? "]}, {"line": ["JERRY: It's like we're living in the '50s here. "]}, {"line": ["(Kramer\u0092s bouncing up and down on the rear bumper of one of                the cars for sale)"]}, {"line": ["KRAMER: It's good suspension! "]}, {"line": ["JERRY: (To Kramer) Would you stop it? You'll have plenty of time                to destroy it after I get it. Hey, George, I'm buyin' this car.                (Gestures to a black Saab) "]}, {"line": ["GEORGE: What is wrong with you? You never tell 'em you like the                car. (Advising) You're not sure what you want. You don't even know                why you're here. "]}, {"line": ["JERRY: (Talking about the vein in George\u0092s head) There's that                vein again. "]}, {"line": ["GEORGE: I'm starving. We should have had lunch first.. "]}, {"line": ["JERRY: (Trying to quiet George down) It'll be twenty minutes. I                told ya, Puddy's getting me an insider deal. "]}, {"line": ["GEORGE: Since when is Elaine's boyfriend selling cars? I thought                he was a mechanic. "]}, {"line": ["JERRY: I guess he graduated. "]}, {"line": ["GEORGE: That's an easy move: go from screwin' you behind your back                to screwin' you right to your face. "]}, {"line": ["(Kramer, in one of the cars, honks the horn) "]}, {"line": ["JERRY: (To Kramer) Thank you. "]}, {"line": ["GEORGE: Puddy\u0092s just gonna give you the car, huh? (Skeptic)                You\u0092ll see. First they stick you with the undercoating, rust-proofing,                dealer prep. Sudeenly, you\u0092re"]}, {"line": ["on your back like a turnip. "]}, {"line": ["JERRY: Alright. Calm down. "]}, {"line": ["GEORGE: My father had a car salesman buddy. He was gonna fix him                up real nice. Next thing I know, I\u0092m gettin\u0092 dropped of                in a Le Car with a fabric sunroof. All"]}, {"line": ["the kids are shoutin\u0092 at me, \"Hey, Le George! Bonjour,                Le George! Let\u0092s stuff Le George in Le Locker!\" "]}, {"line": ["(Kramer\u0092s now on his back, under a car) "]}, {"line": ["KRAMER: Jerry, I don\u0092t think this thing is hooked up right.              "]}, {"line": ["(Jerry and George go to enter the office buildings) "]}, {"line": ["JERRY: (To Kramer) Alright, we\u0092re goin\u0092 in. "]}, {"line": ["(A salesman walks up to Kramer. He\u0092s still under the car)              "]}, {"line": ["SALESMAN: You\u0092ve got a good eye, there. I see you\u0092ve                noticed the uni-body construction. I\u0092m Rick. Are you looking                to buy or lease? "]}, {"line": ["(Kramer emerges from under the car) "]}, {"line": ["KRAMER: Uh, borrow. It\u0092s for my friend. Yeah, he\u0092ll be                buying.. "]}, {"line": ["RICK: Maybe I should talk to him. "]}, {"line": ["KRAMER: Oh, I don\u0092t think so. No, he\u0092s an entertainer.                You know, all over the place. That\u0092s where I come in. "]}, {"line": ["RICK: I see. So, you\u0092re his manag-"]}, {"line": ["(Kramer hops into the car) "]}, {"line": ["KRAMER: Yeah, neighbor. That\u0092s right. Yeah, why don\u0092t                we take this boiler out for a shakedown? "]}, {"line": ["(Scene cuts to the insides of the dealership building. Jerry and                George are waiting for a salesman to assist them) "]}, {"line": ["GEORGE: Look at these salesmen. The only thing these guys fear                is the walk-out. No matter what they say, you say, \"I\u0092ll                walk out of here right now!\" "]}, {"line": ["(A salesman approaches) "]}, {"line": ["SALESMAN: Can I help you with something? "]}, {"line": ["GEORGE: (Threatening) Hold it! One more step and we\u0092re walkin\u0092!              "]}, {"line": ["JERRY: (Scolding) George. (To salesman) Sorry, we\u0092re just                waiting for David Puddy. "]}, {"line": ["GEORGE: (Still with a tone) He is. You don\u0092t know what I\u0092m                doin\u0092 here. "]}, {"line": ["(Elaine walks into the showroom with David Puddy) "]}, {"line": ["ELAINE: Hey. "]}, {"line": ["JERRY: Hey. "]}, {"line": ["PUDDY: Sorry I\u0092m late. "]}, {"line": ["ELAINE: (Full of pride) My new salesman boyfriend took me out to                celebrate his promotion. "]}, {"line": ["JERRY: Ah. Where\u0092d you go? "]}, {"line": ["ELAINE: (Obviously embarrassed) Uh, to a restaurant. "]}, {"line": ["PUDDY: Arby\u0092s. "]}, {"line": ["ELAINE: I had the roast beef.. "]}, {"line": ["JERRY: So, Puddy, I decided I\u0092m gonna go with another 900                convertible. "]}, {"line": ["PUDDY: Alright. Classic. (Holds his hand up) High-five. "]}, {"line": ["ELAINE: (Interrupting) David, can you tell me where the Xerox machine                is? "]}, {"line": ["PUDDY: Oh, sure, babe. Salesman-only copy room (Points) right there.              "]}, {"line": ["ELAINE: Oh. (Leaves for the room) "]}, {"line": ["PUDDY: (To Jerry and George) Hey, come on, guys. I\u0092ll show                you the 900. "]}, {"line": ["GEORGE: (Mocking, skeptic) Yeah, you show us the 900. "]}, {"line": ["(Scene cuts to Kramer. He\u0092s in the car with the salesman,                Rick, and they\u0092re driving an unknown street) "]}, {"line": ["RICK: .. And look at these features, Mr. Kramer: Anti-lock breaks,                automatic climate control. Uh, (Points out the windshield) make                a right at this corner, please."]}, {"line": ["(Goes back to the features) Adjustable steering wheel, and.. Oh,                Mr. Kramer, you missed the turn.."]}, {"line": ["KRAMER: No. No, I didn\u0092t. "]}, {"line": ["RICK: Well, that\u0092s okay. (Pointing) We\u0092ll make this next                right, and swing around to get back to the dealership. "]}, {"line": ["KRAMER: (Up to something) Well, it\u0092s a test drive, right?                I never drive around here. If I\u0092m gonna recommend this car,                I need to see that it\u0092ll handle my daily"]}, {"line": ["routine. "]}, {"line": ["RICK: So where are we going? "]}, {"line": ["KRAMER: Just a little place I like to call, \"You\u0092ll see\".              "]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Puddy\u0092s office] "]}, {"line": ["(George and Jerry are in conference with Puddy) "]}, {"line": ["GEORGE: I\u0092m starving. You got any of those free donuts you                use to soften people up? "]}, {"line": ["PUDDY: (Pointing out his office door) By the service department."]}, {"line": ["GEORGE: (Getting up, he addresses Jerry) Alright, remember: no                rust-proofing. Commit to nothing. If you have to speak - mumble.              "]}, {"line": ["JERRY: (As George is leaving for the donuts) Au revoir, Le George.              "]}, {"line": ["GEORGE: Don\u0092t think it can\u0092t happen! (Leaves) "]}, {"line": ["JERRY: So, Puddy, this is a pretty good move for you, huh? No more                \"grease monkey\". "]}, {"line": ["PUDDY: I don\u0092t care for that term. "]}, {"line": ["JERRY: Oh. Sorry, I didn\u0092t know.. "]}, {"line": ["PUDDY: No, I don\u0092t know too many monkeys who could take apart                a fuel injector. "]}, {"line": ["JERRY: I saw one once that could do sign language. "]}, {"line": ["PUDDY: Yeah, I saw that one. Uh.. Koko. "]}, {"line": ["JERRY: Yeah, Koko. "]}, {"line": ["PUDDY: Right, Koko. That chimp\u0092s alright. (Holds up his hand)                High-five. "]}, {"line": ["(Returning, George sees Jerry reluctantly slap hands with Puddy)              "]}, {"line": ["GEORGE: Hey, hey, hey! What\u0092s goin\u0092 on here? (To Jerry)                You didn\u0092t agree to anything, did ya? "]}, {"line": ["JERRY: No. We both just saw the same monkey. "]}, {"line": ["GEORGE: (Aggravated) Well, I got screwed on the donuts. There were                none left. "]}, {"line": ["PUDDY: (Standing up) Well, there\u0092s a vending machine. I could                show you where it is. (Leaves, showing George the way)"]}, {"line": ["GEORGE: (To Jerry) Hey, gimme a dollar. "]}, {"line": ["JERRY: (Getting a dollar out) Where\u0092s your money? "]}, {"line": ["GEORGE: (Talking it) I\u0092m here helpin\u0092 you."]}, {"line": ["(Elaine enters) "]}, {"line": ["ELAINE: Hey. Where\u0092s Puddy? The copy machine is broken. "]}, {"line": ["GEORGE: (On his way out) Heh, heh, heh. That\u0092s what they want                you to think. "]}, {"line": ["JERRY: Hey, Elaine, have you noticed your boyfriend has developed                an annoying little habit? "]}, {"line": ["ELAINE: (Squints, imitating Puddy) The squinting? "]}, {"line": ["JERRY: No. "]}, {"line": ["ELAINE: (Stares ahead, again, imitating Puddy) The staring? "]}, {"line": ["JERRY: No. He keeps asking me to give him a high-five. "]}, {"line": ["ELAINE: I thought all guys do that. "]}, {"line": ["JERRY: Slapping hands is the lowest form of male primate ritual.                In fact, even some of them have moved on - they\u0092re using sign                language now. "]}, {"line": ["ELAINE: Is that bad? "]}, {"line": ["JERRY: What do you think the Nazis were doin\u0092? (Imitates the                Nazi\u0092s salute) That was the heil-five. "]}, {"line": ["ELAINE: (Pointing out) Isn\u0092t that from your act, like, ten                years ago? "]}, {"line": ["JERRY: (Slightly embarrassed) It was a good bit in the \u009180\u0092s,                and it\u0092s still relatable today. "]}, {"line": ["(Puddy approaches them) "]}, {"line": ["PUDDY: Good news. We got a 900 in black. That\u0092s the hot color.                (Holds up his hand) High-five. "]}, {"line": ["(Elaine and Jerry exchange looks) "]}, {"line": ["ELAINE: Um, David, you know what? Can you come help me fix the                copy machine? "]}, {"line": ["(Elaine takes Puddy\u0092s arm, leading him to the room) "]}, {"line": ["PUDDY: (Pointing at Jerry) You owe me five. "]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Dealership back room] "]}, {"line": ["(George is eyeing a Twix candy bar through the vending machine                glass) "]}, {"line": ["GEORGE: Twix.. (Makes various noises) B-5. "]}, {"line": ["(George put in his dollar, but the machine rejects it. He tries                to jam it in, same result. He tries one more time - unsuccessful)              "]}, {"line": ["GEORGE: Ah, come on! "]}, {"line": ["(A heavy-set mechanic approaches and stands in line behind George                to use the vending machine. George steps back to let him use it.                The machine readily accepts"]}, {"line": ["the mechanic\u0092s dollar) "]}, {"line": ["GEORGE: Ah, excuse me. Do you have change of a dollar? "]}, {"line": ["MECHANIC: (While retrieving his candy) No. "]}, {"line": ["GEORGE: Could I, uh, could I trade you for another dollar? "]}, {"line": ["MECHANIC: (While walking away) Don\u0092t have one. "]}, {"line": ["GEORGE: (Stopping him) Excuse me. When your, uh, when your wallet                was open, I glanced inside, and I couldn\u0092t help but notice                that you had several crisp dollar"]}, {"line": ["bills. "]}, {"line": ["MECHANIC: (Calm) You\u0092re incorrect. "]}, {"line": ["GEORGE: (Persistent) Perhaps you could look again, please? I\u0092m                very hungry. "]}, {"line": ["MECHANIC: (While taking his exit) We had donuts earlier. "]}, {"line": ["GEORGE: (Losing it) I guess everyone here enjoys giving the old                screwgie, huh?! You\u0092re all doin\u0092 a hell of a job! (Looks                longingly at the Twix in the machine) Ho,"]}, {"line": ["ho. What I would do with you.. "]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Dealership car] "]}, {"line": ["(Rick and Kramer are still on the test-drive. The back seat is                filled with various items - those including a giant, stuffed Tweety                bird) "]}, {"line": ["RICK: Mr. Kramer, we\u0092re really not allowed to use the cars                to run errands. "]}, {"line": ["KRAMER: No, look, Rick. I\u0092m very close to giving this car,                that my celebrity friend is considering, my full endorsement. (Looks                out the window) Oooh, Let\u0092s see if"]}, {"line": ["I can get a smile from these femininas.. (Yells out to them) Hey,                Ladies! (Points to the car) It\u0092s the Saab 900! What do you                think? Can I interest you in a little"]}, {"line": ["supplemental restraint?! (They obviously do something to offend                him. Kramer reacts with a face) Geeze.. "]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Dealership back room] "]}, {"line": ["(Jerry walks up to the vending machine. George is on his stomach,                reaching under the vending machine for change) "]}, {"line": ["JERRY: (Tapping the door you lift to retrieve your candy on the                machine) I think the candy comes out over there. "]}, {"line": ["GEORGE: People can drop change down here, Jerry. And they\u0092re                too lazy to pick it up. "]}, {"line": ["JERRY: Either that, or they\u0092ve got a little hang-up about                lying face-down in filth. Why don\u0092t you just go to the cashier?              "]}, {"line": ["(George gets up) "]}, {"line": ["GEORGE: The cashier is at lunch - which is where I\u0092d like                to be. "]}, {"line": ["JERRY: How much was under there? "]}, {"line": ["GEORGE: (Looking at his finger) I think somethin\u0092 bit me.                I just need another nickel. "]}, {"line": ["JERRY: (While fishing through his pocket for change) Hey, Puddy                thinks I should go for the CD player. What do you think? (Hands                him a nickel) "]}, {"line": ["GEORGE: Ho, ho, ho! He\u0092s got a live one. He\u0092s just reeling                his big fish in! "]}, {"line": ["JERRY: Hey, can I have my dollar back? "]}, {"line": ["GEORGE: (Stingy) It\u0092s wrinkled. It\u0092s worthless. "]}, {"line": ["(Jerry gives George a look, then leaves. George hurriedly puts                the money into the machine) "]}, {"line": ["GEORGE: (As the Twix starts to move) Ha, ha, ha, ha! (The Twix                gets stuck in the spindle right before falling. George begins to                pound the machine) Come on!"]}, {"line": ["Jump! "]}, {"line": ["(A man holding a donut walks past George) "]}, {"line": ["MAN: They just put out some more donuts. "]}, {"line": ["GEORGE: They did? "]}, {"line": ["MAN: (Holding his up) Last one. "]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Dealership car] "]}, {"line": ["(Kramer\u0092s still on the road with Rick) "]}, {"line": ["KRAMER: Well, just one more errand and we can head back. "]}, {"line": ["RICK: Actually, it looks like we\u0092re gonna need some gas. "]}, {"line": ["KRAMER: Oh? Well, how much gas do you think is in there right now?              "]}, {"line": ["RICK: (Looking) Well, it\u0092s on \"E\". "]}, {"line": ["KRAMER: You know, uh, oftentimes, Jerry - he lend me his car and                I find myself in a situation where the car is almost out of gas.                But, for a variety of reasons, I"]}, {"line": ["don\u0092t want to be the one responsible for purchasing costly                gasoline. "]}, {"line": ["RICK: (Pointing out) So, you want to know how far you can drive                your friend\u0092s car for free. "]}, {"line": ["KRAMER: (In the spotlight, his voice goes high) Well, I make it                up to him in other ways. "]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Dealership back room] "]}, {"line": ["(George enters with a salesman, regarding the machine) "]}, {"line": ["GEORGE: As you will see, the candy bar is paid for, and yet, remains                dangling in the machine. (Notices that the Twix slot is completely                empty) Hey, it\u0092s gone."]}, {"line": ["Where is my Twix? (Quickly looks around. His sights fall on the                window of a door labeled \"Employees Only\". The same mechanic                from before is eating a candy bar)"]}, {"line": ["What?! That guy\u0092s eatin\u0092 it! "]}, {"line": ["SALESMAN: Well, how do you know that one\u0092s yours? "]}, {"line": ["GEORGE: Uh, it was dangling! There were only two left in the machine!                He must\u0092ve bought one, and gotten both. "]}, {"line": ["SALESMAN: Sir, are you gonna buy a car? "]}, {"line": ["GEORGE: No! (The salesman walks away. He addresses the mechanic                through the door\u0092s window) Hey! Hey! I can see you! That is                my Twix! (The mechanic eats"]}, {"line": ["the last of the Twix, obviously to make George even more angered.                It works) Oh, ha, ha! Ho, ho! "]}, {"line": ["(Scene cuts to Puddy in the copy room with Elaine. He\u0092s trying                to fix the Xerox machine) "]}, {"line": ["PUDDY: Paper jam.. Got it! (Holds his hand up) High-five. (Elaine                reluctantly slaps it. He turns around, and puts his hand out behind                his back) On the flip side. "]}, {"line": ["ELAINE: David, um, I.. "]}, {"line": ["PUDDY: (Still holding out his hand) Don\u0092t leave me hangin\u0092"]}, {"line": ["ELAINE: You\u0092re a salesman now - and the high-five is.. it\u0092s                very grease monkey. "]}, {"line": ["PUDDY: What did I tell you about that? "]}, {"line": ["ELAINE: I\u0092m sorry, but the high-five is just so stupid. "]}, {"line": ["PUDDY: (Somewhat hurt) Oh yeah? I\u0092ll tell you what\u0092s                stupid. You. Stupid. "]}, {"line": ["ELAINE: Well, that is really mature. "]}, {"line": ["PUDDY: Yeah? So are you. "]}, {"line": ["ELAINE: Huh? "]}, {"line": ["PUDDY: You\u0092re the grease monkey. "]}, {"line": ["ELAINE: (Confused at David\u0092s attempts at a comeback) Uh..                that doesn\u0092t make any sense. I am leaving. "]}, {"line": ["PUDDY: Yeah, if you leave, we\u0092re through. "]}, {"line": ["ELAINE: Fine! We\u0092re through! "]}, {"line": ["PUDDY; Oh, so you\u0092re leaving? "]}, {"line": ["ELAINE: (While leaving) That\u0092s right. (Mocking Puddy, she                puts her hand up) High-five! (Turns around, putting her hand behind                her back like he had done) On the"]}, {"line": ["flip side! (As Elaine is leaving, she mutters to herself) Takin\u0092                me to Arby\u0092s.. "]}, {"line": ["JERRY: (Sees Elaine leaving) Hey! Wh-where are you..? "]}, {"line": ["(She exits. Puddy sits down at his desk - disturbed) "]}, {"line": ["PUDDY: Let\u0092s finish this up. "]}, {"line": ["JERRY: Did you two break up? "]}, {"line": ["PUDDY: (While punching up numbers on a calculator) That chick\u0092s                whacked. We\u0092re history. (Back to the transaction) I just left                out a couple of things:"]}, {"line": ["rust-proofing.. "]}, {"line": ["JERRY: \"Rust-proofing\"? "]}, {"line": ["PUDDY: (Reading off what he\u0092s adding up on the calculator)                Transport charge, storage surcharge, additional overcharge, finder\u0092s                fee"]}, {"line": ["JERRY: \"Finder\u0092s fee\"? It was on the lot! "]}, {"line": ["PUDDY: Yeah, that\u0092s right. (Continues reading off) Floor mats,                keys.. "]}, {"line": ["JERRY: \u0091Keys\"?! "]}, {"line": ["PUDDY: How ya gonna start it? "]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Dealership\u0092s shop] "]}, {"line": ["(George catches up with the portly mechanic) "]}, {"line": ["GEORGE: Excuse me. I believe you just ate my Twix bar. It was dangling.                And when you purchased your Twix bar, you got a little freebie,                and you never bothered"]}, {"line": ["to ask why, or seek out its rightful owner. "]}, {"line": ["MECHANIC: First of all, it wasn\u0092t a Twix. It was a 5th Avenue                bar. "]}, {"line": ["GEORGE: Huh. You must think I\u0092m pretty stupid. That was no                5th Avenue bar. I can see the crumb right there in the corner of                your lip! Now, that-that-that is a"]}, {"line": ["cookie - and we all know Twix is the only candy bar with the cookie                crunch. "]}, {"line": ["MECHANIC: Yeah, it\u0092s just a little nougat. "]}, {"line": ["GEORGE: Nougat? Please. I think I\u0092ve reached the point in                my life where I can tell between nougat and cookie. So, let\u0092s                not just say things that are obvious"]}, {"line": ["fabrications. "]}, {"line": ["MECHANIC: (Pointing to George\u0092s forehead) You know, you\u0092re                gettin\u0092 a little vein there.. "]}, {"line": ["GEORGE: (Watching the mechanic leave) I know about the vein! I                can\u0092t believe this guy.. "]}, {"line": ["(Jerry rushes in with a box of candy) "]}, {"line": ["JERRY: Hey, George! "]}, {"line": ["GEORGE: Hey, starving! (Grabs the box from Jerry) "]}, {"line": ["JERRY: No, last one. Listen, you gotta help me out. Elaine and                Puddy just broke up, he\u0092s treatin\u0092 me just like a regular                customer, now! "]}, {"line": ["GEORGE: I tried to tell you, but you wouldn\u0092t listen. No,                ho, ho! You were gonna get a deal, huh? There\u0092s now laws in                this place. Anything goes! It\u0092s"]}, {"line": ["Thunderdome! "]}, {"line": ["(A saleswoman approaches them) "]}, {"line": ["SALESWOMAN: Is someone helping you? "]}, {"line": ["(Jerry and George quickly avoid her by leaving the room) "]}, {"line": ["GEORGE: Stay back! "]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Dealership car] "]}, {"line": ["RICK: (Trying to look at the gas gauge) Where is it now? "]}, {"line": ["KRAMER: There\u0092s still some overlap between the needle and                the slash below the \"E\". "]}, {"line": ["RICK: How long are you gonna go? "]}, {"line": ["KRAMER: Oh, I\u0092ve been in the slash many times. This is nothing.                You\u0092ll get used to it. Just, (Makes a popping sound) get it                out of your mind. "]}, {"line": ["RICK: Have you ever been completely below the slash? "]}, {"line": ["KRAMER: Well, I almost did once, and I blacked out. When I came                to, the car was in a ditch, and the tank was full. I don\u0092t                know who did it, and I never got to"]}, {"line": ["thank them.. "]}, {"line": ["RICK: (As the car slowly drifts off the road) Mr. Kramer, the road!              "]}, {"line": ["(Kramer swerves around, trying to get back in place) "]}, {"line": ["KRAMER: Whoop! Whoop! "]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Puddy\u0092s office] "]}, {"line": ["(Jerry and George are in conference) "]}, {"line": ["JERRY: (Threatening tone) So, listen, Puddy. When we first started                this deal, I thought things were gonna be different. Now, if you                want to play hard ball, I got my"]}, {"line": ["friend, George, here, and he can play pretty hard.. ball. (Leaving                the negotiation to George) George, vein it up. "]}, {"line": ["GEORGE: Alright, Puddy, listen, and listen good: I need to know                the name of that mechanic that walks around here. Big guy, a liar.                Short name. Sam? Moe? Sol?! "]}, {"line": ["JERRY: George! Can we focus on the car, here? "]}, {"line": ["GEORGE: I\u0092m starving! I can feel my stomach sucking up against                my spine. "]}, {"line": ["PUDDY: (Handing a sheet of paper to Jerry) Jerry, I just need your                signature, here, and we\u0092ll get you that yellow car ready to                go. "]}, {"line": ["JERRY: Yellow? I wanted black. "]}, {"line": ["PUDDY: I can\u0092t give you black at that price."]}, {"line": ["JERRY: (Pleading) George, could you help me, please? "]}, {"line": ["GEORGE: (Standing up) Yes. This is wrong! "]}, {"line": ["JERRY: Sing it, sister! "]}, {"line": ["GEORGE: Just because a candy bar fails to fall from its perch..!              "]}, {"line": ["JERRY: (Exasperated) Uhhh.. "]}, {"line": ["GEORGE: (Losing it) ..does not imply transfer of ownership. Moe,                Sol, or\u0085 Lem is not gonna get away with this! "]}, {"line": ["(Jerry follows George out the office) "]}, {"line": ["JERRY: (To Puddy) I\u0092ll be right back. "]}, {"line": ["PUDDY: Okay. "]}, {"line": ["(Jerry catches up with George) "]}, {"line": ["JERRY: Hey, George! "]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Dealership car] "]}, {"line": ["(The needle is now below \"E\". Rick is looking at it)              "]}, {"line": ["RICK: Is it just the angle I\u0092m looking from? "]}, {"line": ["KRAMER: No, Sir. We are down there. "]}, {"line": ["RICK: Oh, this is amazing! Oh, I\u0092ve never felt so alive! "]}, {"line": ["KRAMER: Yeah, well, alright. I\u0092m satisfied. We better get                some gas. "]}, {"line": ["RICK: What? Well, we can\u0092t stop now. "]}, {"line": ["KRAMER: What do you mean? "]}, {"line": ["RICK: We have to keep going - all the way back to the dealership.                That was the plan. "]}, {"line": ["KRAMER: There was no plan. "]}, {"line": ["RICK: Well, let\u0092s make it the plan! Let\u0092s just.. go for                it! Like Thelma and Louise. "]}, {"line": ["KRAMER: What, they drove to a dealership? "]}, {"line": ["RICK: No, they drove off a cliff. "]}, {"line": ["(Kramer eyes Rick, frightened) "]}, {"line": ["KRAMER: You are one sick mama.. I like it. "]}, {"line": ["RICK: Mr. Kramer, the road! "]}, {"line": ["(Kramer swerves around again) "]}, {"line": ["KRAMER: Yup! Yup! "]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Elaine\u0092s apartment] "]}, {"line": ["(Phone rings, she answers it) "]}, {"line": ["ELAINE: Hello? "]}, {"line": ["JERRY: (Over the phone) Elaine, you\u0092ve got to get back down                to the dealer. Puddy is screwin\u0092 me on this car, which is yellow                now! "]}, {"line": ["ELAINE: (Jokingly mimicking Jerry) Who is this? "]}, {"line": ["JERRY: (Banging the phone against the booth) Elaine! "]}, {"line": ["(Elaine flinches with every loud banging noise) "]}, {"line": ["ELAINE: What?! "]}, {"line": ["JERRY: You gotta get back together with Puddy so I can make this                deal. "]}, {"line": ["ELAINE: (Sarcastic) You know, just that you cared enough to call                means so much, Jerry. "]}, {"line": ["JERRY: You\u0092re gonna get back together, anyway. It\u0092s thousands                of dollars! "]}, {"line": ["ELAINE: Oh, I don\u0092t know.. "]}, {"line": ["JERRY: Come on. Then you don\u0092t have to see him again \u0091til                my 15,000-mile check. "]}, {"line": ["ELAINE: Well, will you pay my cab fare out there? "]}, {"line": ["JERRY: Fine. "]}, {"line": ["ELAINE: And I didn\u0092t like that roast beef, so how \u0091bout                some lunch? "]}, {"line": ["JERRY: No. No lunch. "]}, {"line": ["ELAINE: I\u0092ll hang the phone up right now! "]}, {"line": ["JERRY: Alright! Lunch! "]}, {"line": ["ELAINE: I\u0092ll see ya. (Hanging up the phone) "]}, {"line": ["JERRY: Bye. (Hangs up) "]}, {"line": ["JERRY: (Frustrated, he reacts) Everybody\u0092s ripping me off!              "]}, {"line": ["(Scene cuts to George at the customer complaint window) "]}, {"line": ["GEORGE: I\u0092d like to report a problem with one of your mechanics.              "]}, {"line": ["WILLIE: When did you bring the car in? "]}, {"line": ["GEORGE: (To the man behind him in line) Yeah right.. I\u0092m gonna                get my car repaired at a dealership. Huh! Why don\u0092t I just                flush my money down the toilet? "]}, {"line": ["WILLIE: Sir, what, exactly, is the problem? "]}, {"line": ["GEORGE: One of your guys - Kip, or Ned, short name - stole my Twix                candy bar! "]}, {"line": ["WILLIE: Are you saying he grabbed the candy bar away from you?              "]}, {"line": ["GEORGE: He might as well have! I caught him, and his face was covered                in chocolate and cookie crumbs. "]}, {"line": ["WILLIE: I thought you said it was a Twix. "]}, {"line": ["GEORGE: Oh, it was. But he claimed it was a 5th Avenue bar. "]}, {"line": ["WILLIE: Maybe it was. "]}, {"line": ["GEORGE: Oh, no, no. Twix is the only candy with the cookie crunch.              "]}, {"line": ["WILLIE: What about the $100,000 bar? "]}, {"line": ["GEORGE: No. Rice and caramel. "]}, {"line": ["WILLIE: Nougat? "]}, {"line": ["GEORGE: No. "]}, {"line": ["WILLIE: Positive? "]}, {"line": ["GEORGE: Please. "]}, {"line": ["(A woman appears from behind the window) "]}, {"line": ["WOMAN: You know they changed the name from $100,000 bar to 100                Grand? "]}, {"line": ["GEORGE: All I want is my seventy-five cents back, an apology, and                for him to be fired!"]}, {"line": ["(An old man sitting in a nearby chair speaks up. He\u0092s Willie\u0092s                father) "]}, {"line": ["WILLIE SR: I remember when you used to be able to get a Hershey                for a nickel. "]}, {"line": ["(The man behind George speaks up) "]}, {"line": ["MAN: What\u0092s the one with the swirling chocolate in the commercial?"]}, {"line": ["GEORGE: They all have swirling chocolate in the commercial! "]}, {"line": ["WILLIE SR: Not Skittles. "]}, {"line": ["WILLIE: Dad, I told you you could sit here only if you don\u0092t                talk. "]}, {"line": ["WOMAN: (Sitting behind George) You make your father sit here all                day? "]}, {"line": ["WILLIE: He likes it! "]}, {"line": ["GEORGE: Alright! Do you mind? I have the window! (To Willie) Now,                what are you gonna do about my Twix? "]}, {"line": ["MAN: (In line behind George) Twix has too much coconut. "]}, {"line": ["GEORGE: No! There\u0092s no coconut! "]}, {"line": ["WOMAN: (Behind service window) I\u0092m allergic to coconut. "]}, {"line": ["WILLIE: I\u0092m not. "]}, {"line": ["WILLIE SR: ..A nickel! "]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Dealership office showroom]"]}, {"line": ["(Elaine enters, and hands Jerry the receipt for her cab) "]}, {"line": ["ELAINE: Cab receipt. Hey, Puddy. "]}, {"line": ["PUDDY: I\u0092m with a customer. "]}, {"line": ["(Elaine throws up her hands, giving a face of dissatisfaction,                and starts to walk away) "]}, {"line": ["ELAINE: Uh.. "]}, {"line": ["JERRY: No, no. No, Elaine, the car can wait. What\u0092s important                is you two getting back together. Eh, then we\u0092ll talk about                the car. "]}, {"line": ["PUDDY: (Like a kid) I don\u0092t want to get back with her. She\u0092s                too bossy. "]}, {"line": ["ELAINE: (Raising her finger at him, in an authoritative tone) David..              "]}, {"line": ["JERRY: Okay. Now, I know this is an important decision. Why don\u0092t                we all just sit down and talk about it? Come on, come on. Now, look,                you both find each"]}, {"line": ["other attractive, right? "]}, {"line": ["ELAINE AND PUDDY: Right. "]}, {"line": ["JERRY: Clearly, no one else can stand to be with either one of                you.. "]}, {"line": ["ELAINE: I guess. "]}, {"line": ["PUDDY: Good point. "]}, {"line": ["JERRY: (Smiling, like a salesman) Alright. Now, what do I have                to do to put you two in a relationship today? "]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Gas station] "]}, {"line": ["(Kramer pulls the car into a gas station and gets out) "]}, {"line": ["KRAMER: Cars can go on empty, but not us humans, huh, fella? I\u0092ll                get us a couple of Twix bars. "]}, {"line": ["RICK: No, no coconut for me. "]}, {"line": ["KRAMER: Alright, I\u0092ll get ya a Mounds bar. Keep the engine  ", "\n              running. "]}, {"line": ["(Rick sits back in the car a second, then hurriedly jumps out and                reaches for the gas pump. Kramer pops up from behind the pump and                scares him) "]}, {"line": ["RICK: Ahh! "]}, {"line": ["KRAMER: No, man! Not the gas! "]}, {"line": ["RICK: But it needs it, Kramer! It needs it bad! "]}, {"line": ["KRAMER: Do you think that this\u0092ll make you happy? \u0091Cause                it won\u0092t! "]}, {"line": ["RICK: (Walking away) Ah, you can just go on without me. "]}, {"line": ["(Kramer grabs him by the collar) "]}, {"line": ["KRAMER: Listen to me. When that car rolls into that dealership,                and that tank is bone dry, I want you to be there with me when everyone                says, \"Kramer and that"]}, {"line": ["other guy, oh, they went further to the left of the slash than                anyone ever dreamed!\" "]}, {"line": ["(The car makes puttering noises) "]}, {"line": ["RICK: Maybe we better get moving. "]}, {"line": ["KRAMER: It\u0092s good to have you back, Stan. "]}, {"line": ["(Both hop into the car) "]}, {"line": ["RICK: It\u0092s Rick, by the way. "]}, {"line": ["KRAMER: No time! "]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Dealership\u0092s customer service room] "]}, {"line": ["WILLIE: Mr. Costanza, I really don\u0092t have time for this. "]}, {"line": ["GEORGE: Now, if this mechanic guy, was, in fact, eating a 5th Avenue                bar, as he claimed, wouldn\u0092t you agree he would have no problem                picking one out from a"]}, {"line": ["candy line-up? "]}, {"line": ["WILLIE: \"Candy line-up\"? "]}, {"line": ["GEORGE: I\u0092ve spent the last hour preparing ten candy bars                with no wrappers of identification of any kind for him to select                from. "]}, {"line": ["WILLIE: It took you an hour? "]}, {"line": ["GEORGE: Only I hold the answer key to their true candy identities.                And so, without further ado, I give you.. the candy line-up. (Opens                a door to a back room."]}, {"line": ["Various dealership employees are munching on candy bars) "]}, {"line": ["SALESWOMAN: Hey, Willie, check it out! Free candy! "]}, {"line": ["GEORGE: That\u0092s my candy line-up! Where are all my cards?!                They\u0092re - they\u0092re all on the floor! "]}, {"line": ["(George starts picking up the numbered cards from off the floor.                He sees the mechanic eating one of the candy bars) "]}, {"line": ["GEORGE: And you! How many Twix does that make for you, today?!                Like, 8 Twix?! "]}, {"line": ["MECHANIC: No. "]}, {"line": ["MAN: Hey, this Clark bar is good. "]}, {"line": ["GEORGE: It\u0092s a Twix! They\u0092re all Twix! It was a setup!                A setup, I tell ya! And you\u0092ve robbed it! You\u0092ve all screwed                me again! Now, gimme one! Gimme a Twix! "]}, {"line": ["MECHANIC: They\u0092re all gone. "]}, {"line": ["GEORGE: (Yelling out, frustrated. The camera spins from a top angle)                Ttttttwwwwiiiiiixxxxx! "]}, {"line": ["(Scene cuts to Elaine, Puddy and Jerry, all in conference) "]}, {"line": ["ELAINE: What was that? "]}, {"line": ["PUDDY: There\u0092s a mental hospital right near here. "]}, {"line": ["JERRY: Alright. Elaine, David, I believe we have a deal here in                principle: Arby\u0092s - no more than once a month. In exchange,                Elaine comes to your softball game, and"]}, {"line": ["doesn\u0092t read a book. "]}, {"line": ["ELAINE: (While looking over the contract Jerry just drew up) Yeah,                well, that\u0092s not bad. "]}, {"line": ["PUDDY: I can live with that. "]}, {"line": ["JERRY: So, you\u0092re back together? "]}, {"line": ["PUDDY: Yeah. "]}, {"line": ["(Jerry sees them stare at each other, smiling) "]}, {"line": ["JERRY: Alright, alright. Alright, that\u0092s enough! Let\u0092s                get back to my deal. That undercoating, that\u0092s just a rip-off,                isn\u0092t it, David? "]}, {"line": ["PUDDY: Oh, we don\u0092t even know what it is. "]}, {"line": ["JERRY: So, I\u0092m gettin\u0092 the insider\u0092s deal? "]}, {"line": ["PUDDY: Insider\u0092s deal. (Holds up his hand) High-five. "]}, {"line": ["(Jerry gives a face of resentment) "]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Dealership car] "]}, {"line": ["(Rick and Kramer are driving back to the dealership) "]}, {"line": ["RICK: (Seeing the turn-off up ahead) There\u0092s the dealer! "]}, {"line": ["KRAMER: Hey! "]}, {"line": ["RICK: We did! We pulled it off! I can\u0092t believe it! Where\u0092s                the needle? "]}, {"line": ["KRAMER: Oh, it broke off, baby! Woo, hoo, hoo! "]}, {"line": ["RICK: Oh, Mr. Kramer, I gotta thank you. I - I learned a lot. Things                are gonna be different for me now. "]}, {"line": ["KRAMER: Well, that\u0092s a weird thing to say.. "]}, {"line": ["RICK: I wonder how much longer we could have lasted. "]}, {"line": ["KRAMER: Yeah, yeah. I wonder.. hmm. "]}, {"line": ["(They both eye each other, then Kramer slams on the gas, attempting                to go even longer. They both cheer and scream out) "]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: NYC Cab] "]}, {"line": ["(Elaine, George, and Jerry are riding home in a cab) "]}, {"line": ["ELAINE: This is nice. What kind of car is this? "]}, {"line": ["CABBIE: Caprice Classic. "]}, {"line": ["ELAINE: (To Jerry) You couldn\u0092t just give him one high-five?              "]}, {"line": ["JERRY: And where does it end? Then, everyone\u0092s doin\u0092                it. It\u0092s like the wave at ball games. Air quotes. The phrase,                \"Don\u0092t go there.\" - Someone\u0092s gotta take a"]}, {"line": ["stand! "]}, {"line": ["GEORGE: (Munching on a hamburger) This Arby\u0092s is good. "]}, {"line": ["ELAINE: So, George, I still don\u0092t understand - how was that                a setup? "]}, {"line": ["JERRY: And who were you tryin\u0092 to set up, anyway? The mechanic                or the manager? "]}, {"line": ["GEORGE: (In the spotlight) I don\u0092t know. All of \u0091em.                They\u0092re all crooks! Besides, I couldn\u0092t get all different                candy bars, anyway. "]}, {"line": ["(Kramer and Rick speed by the cab in the Saab - both screaming                and yelling) "]}, {"line": ["GEORGE: What was that? "]}, {"line": ["JERRY: I think there\u0092s a mental hospital near here. "]}, {"line": ["ELAINE: Very near. "]}, {"line": ["(Scene cuts to Kramer and Rick. Still yelling, they slowly come                to a stop) "]}, {"line": ["KRAMER: Whew! Well, I think we stopped. "]}, {"line": ["RICK: You - you can probably let go of my hand now. "]}, {"line": ["KRAMER: Oh, yeah. (Getting out of the car) Well, I\u0092ll think                about it.. "]}, {"line": ["RICK: Do you have my card? "]}, {"line": [" "]}, {"line": [" "]}, {"line": ["END OF SHOW."]}, {"line": ["                                                                                                  ", "\n        "]}, {"line": []}, {"line": [" "]}, {"line": []}, {"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]}, {"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}]