[{"title": "The Frogger"}, {"line": []}, {"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]}, {"line": [" "]}, {"line": ["Elaine and several co-workers stand around a table which has a                cake sitting on it."]}, {"line": ["ALL (singing): Happy birthday to you. "]}, {"line": ["WALTER: Thanks."]}, {"line": ["Everyone claps."]}, {"line": ["FEMALE WORKER: Elaine, cake?"]}, {"line": ["ELAINE: Uh, no, thanks."]}, {"line": ["FEMALE WORKER: It's Walter's special day."]}, {"line": ["ELAINE: You know, there are 200 people who work in this office.                Every day is somebody's special day."]}, {"line": ["Elaine takes a piece of cake and makes her way to the door, but                is stopped as a male worker carrying a cake enters."]}, {"line": ["MALE WORKER: Elaine! Where're you going? It's Walter's last day.                We have to celebrate."]}, {"line": ["ELAINE: It's his birthday and it's his last day?"]}, {"line": ["MALE WORKER: This is other-Walter, from returns."]}, {"line": ["Other-Walter enters followed by more co-workers."]}, {"line": ["OTHER-WALTER: Hey, what's going on here?"]}, {"line": ["ALL: Surprise! "]}, {"line": ["OTHER-WALTER: Oh guys."]}, {"line": ["Elaine tries to leave, but other-Walter stops her."]}, {"line": ["OTHER-WALTER: Elaine, it's my last day. Have a piece."]}, {"line": ["ELAINE: All right, pile it on."]}, {"line": ["ALL (singing, competing): For he's a jolly good fellow...happy                birthday to you...for he's a jolly good fellow...birthday to you...which                nobody can deny..."]}, {"line": ["Elaine looks on frustrated."]}, {"line": ["EXT. JERRY'S APARTMENT - DAY - ESTABLISHING"]}, {"line": ["INT. JERRY'S APARTMENT - DAY"]}, {"line": ["Jerry and Elaine stand in front of his stereo."]}, {"line": ["JERRY: What is so bad about having a little piece of cake?"]}, {"line": ["ELAINE: It is the forced socializing. I mean, just because we work                in the same office, why do we have to act like we're friends?"]}, {"line": ["JERRY: Why aren't you there now?"]}, {"line": ["ELAINE: I had to take a sick day. I'm so sick of these people.                By the way, I talked to Lisi, and tomorrow night's good for her."]}, {"line": ["They sit on the sofa."]}, {"line": ["JERRY: You know, I shouldn't go out with a friend of yours. I foresee                messiness."]}, {"line": ["ELAINE: Yeah, you're better off sitting around here, reading comic                books, and eating spaghetti at two in the morning.."]}, {"line": ["JERRY: Hey, speaking of tomato sauce, you want to come with me                and George to Mario's Pizza?"]}, {"line": ["ELAINE: Your old high school hangout? Why?"]}, {"line": ["JERRY: They're closing. We're going for one last slice."]}, {"line": ["Kramer barges through the door holding a roll of yellow police                tape."]}, {"line": ["KRAMER: Hey. All right. Hi. Check it out, official police caution                tape. Look at that. "]}, {"line": ["Jerry walks towards the counter where Kramer has placed some of                the tape."]}, {"line": ["KRAMER: Uh-uh-uh. Step back, son, there's nothing to see here."]}, {"line": ["JERRY: Where did you get this?"]}, {"line": ["KRAMER: Well, I got it from my cop buddy Doug."]}, {"line": ["JERRY: You sure have a lot of friends. How come I never see any                of these people?"]}, {"line": ["KRAMER: They want to know why they never see you."]}, {"line": ["Kramer ties a piece of tape around a banana."]}, {"line": ["KRAMER: I'm gonna eat that later."]}, {"line": ["JERRY: So they just gave you this?"]}, {"line": ["KRAMER: Oh no, no,. no. I had to fish around in the evidence room                for it. You know, they're all preoccupied, trying to hunt down this                new psycho-serial killer, the Lopper. All right, I'll see ya."]}, {"line": ["ELAINE: Wait a minute, wait a minute. Who is the Lopper?"]}, {"line": ["KRAMER: Oh, it's no big deal. It's just some guy who's been running                around Riverside park-pffff. You know, cutting people's heads off."]}, {"line": ["JERRY: How come I haven't read about this?"]}, {"line": ["KRAMER: Well, you know, the police, they've been having some internal                dissension about the name."]}, {"line": ["ELAINE: Really? What're the other titles?"]}, {"line": ["KRAMER: Uh, Headso...uh...The Denogginizer...Son of dad."]}, {"line": ["JERRY: Son of dad?"]}, {"line": ["KRAMER: Yeah. That was my suggestion. It's sort of a catchall."]}, {"line": ["EXT. MARIO'S PIZZA - DAY - ESTABLISHING"]}, {"line": ["GEORGE: Mario's Pizza."]}, {"line": ["INT. MARIO'S PIZZA - DAY"]}, {"line": ["George and Jerry admire their former hang out. Mario, an elder                man, stands behind the counter."]}, {"line": ["GEORGE: Just as she was. Hey, Mario! Remember us?"]}, {"line": ["MARIO: No."]}, {"line": ["JERRY: We used to come in every day."]}, {"line": ["MARIO: So where ya been? We're tanking here."]}, {"line": ["GEORGE: We'll have 2 slices and 2 grape sodas."]}, {"line": ["MARIO: Oh, thanks. That'll save us."]}, {"line": ["JERRY: All right, make it the large sodas."]}, {"line": ["George and Jerry walk across the room."]}, {"line": ["GEORGE: Hey, Jerry, remember Frogger? I used to be so into this                game. Gettin' that frog across the street was my entire life."]}, {"line": ["They walk over to watch a boy playing Frogger."]}, {"line": ["JERRY: Yeah. And then you went on to...Well, it's a good game."]}, {"line": ["GEORGE: Double jump! Eat the fly! Eat it!"]}, {"line": ["The boy loses."]}, {"line": ["BOY: Thanks a lot."]}, {"line": ["GEORGE: Ah, beat it, punk."]}, {"line": ["The boy exits."]}, {"line": ["JERRY: Hey, look at the high score--\"G.L.C.\" George Louis                Costanza. That's not you, is it?"]}, {"line": ["GEORGE: Yes! 860,000. I can't believe it's still standing. No one                has beaten me in like 10 years."]}, {"line": ["JERRY: I remember that night."]}, {"line": ["GEORGE: The perfect combination of Mountain Dew and mozzarella...just                the right amount of grease on the joy stick..."]}, {"line": ["MARIO: Here's your pizza pea brains."]}, {"line": ["JERRY: I think I remember why we stopped coming here."]}, {"line": ["GEORGE: Yeah."]}, {"line": ["EXT. J PETERMAN BUILDING - DAY - ESTABLISHING"]}, {"line": ["INT. ELAINE'S OFFICE - DAY"]}, {"line": ["Elaine is sitting at her desk smelling a pen."]}, {"line": ["ELAINE (thinking): This pen smells really bad. So why do I keep                smelling it? Is it too late for me to go to law school?"]}, {"line": ["There's a knock on the door and several co-workers enter with a                cake."]}, {"line": ["ELAINE: What is this?"]}, {"line": ["MALE WORKER: You were out sick yesterday, so we got you a get-well                cake."]}, {"line": ["FEMALE WORKER: It's carrot. It's good for you."]}, {"line": ["WORKERS (singing): Get well get well soon, we wish you to get--"]}, {"line": ["ELAINE: Stop it! That's not even a song! I mean, now we're celebrating                a sick day?"]}, {"line": ["MALE WORKER: I think it's nice."]}, {"line": ["ELAINE: What? What is nice? Trying to fill the void in your life                with flour and sugar and egg and vanilla? I mean, we are all unhappy.                Do we have to be fat, too? Not you Becky, I know you have a slow                metabolism. I don't want one more piece of cake in my office!"]}, {"line": ["Another worker enters late."]}, {"line": ["WORKER (singing): Get well, get well soon--"]}, {"line": ["MALE WORKER: It's not happening."]}, {"line": ["They all start to leave disappointed."]}, {"line": ["BECKY: Can we still it eat?"]}, {"line": ["EXT. MONK'S DINER - NIGHT - ESTABLISHING"]}, {"line": ["INT. MONK'S DINER - NIGHT"]}, {"line": ["Jerry and Lisi sit at the usual booth."]}, {"line": ["JERRY: I'll tell you Lisi, I never expected that movie to--"]}, {"line": ["LISI: End under water?"]}, {"line": ["JERRY: Be that long. I mean, most action movies are--"]}, {"line": ["LISI: So much more violent."]}, {"line": ["JERRY: Not as long."]}, {"line": ["LISI: Well, I should probably--"]}, {"line": ["JERRY: Get going."]}, {"line": ["LISI: Yeah."]}, {"line": ["They both stand."]}, {"line": ["JERRY: Well, it was nice meeting you. I'm sure I'll see you--"]}, {"line": ["LISI: Eight tomorrow?"]}, {"line": ["JERRY: Actually, that's--"]}, {"line": ["LISI: What you were thinking."]}, {"line": ["JERRY: Right."]}, {"line": ["Lisi leaves and Jerry goes to pay the cashier. George enters."]}, {"line": ["GEORGE: Oh! Here you are. Ha ha...You, uh, you want to--"]}, {"line": ["JERRY: Sure. (points at booth) How about this one?"]}, {"line": ["They both sit down at their booth."]}, {"line": ["GEORGE: Well, I'm doing it, Jerry. I'm buying the Frogger machine.                Now the torch will burn forever."]}, {"line": ["JERRY: Fabulous. See, now you're really do something."]}, {"line": ["GEORGE: So, you want to come down to Mario's Pizza with me and                help me pick up the Frogger?"]}, {"line": ["JERRY: Hey, how you gonna keep the machine plugged in while you                move it?"]}, {"line": ["GEORGE: What?"]}, {"line": ["JERRY: Once you unplug the machine, all the scores will be erased."]}, {"line": ["GEORGE: You're right. Why must there always be a problem? You'd                think just once I could get a break. God knows I earned it with                that score!"]}, {"line": ["George gets up and leaves in a huff."]}, {"line": ["EXT. JERRY'S APARTMENT - DAY- ESTABLISHING"]}, {"line": ["KRAMER: Well, more bad news Jerry."]}, {"line": ["INT. JERRY'S APARTMENT - DAY"]}, {"line": ["Kramer and Jerry are talking near the kitchen counter. George is                sitting at the table on Jerry's cordless phone. An open phone book                is in front of him."]}, {"line": ["KRAMER: You know the police, they found another victim of the Lopper                in Riverside Park. I saw the photo, and it looked a lot like you."]}, {"line": ["JERRYL Oh, come on. There's a lot of people walking around the                city that look like me."]}, {"line": ["KRAMER: Not as many as there used to be."]}, {"line": ["GEORGE: No. I need a guy that can rig a Frogger machine so that                I can move it without losing power, 'cause I have the high score.                H-hello?"]}, {"line": ["Kramer peels and eats an orange."]}, {"line": ["KRAMER: You know, George, you're not gonna find an electrician                like that in the yellow pages. Now, I know just the guy who can                do this."]}, {"line": ["JERRY: Another friend?"]}, {"line": ["KRAMER: Oh, no, no, no. This guy is no friend. In fact, we don't                even get along."]}, {"line": ["GEORGE: Well, is he good, Kramer?"]}, {"line": ["George gets up and walks towards Kramer."]}, {"line": ["KRAMER: Oh, he's the best...and the worst."]}, {"line": ["GEORGE: Kramer, listen to me. I'm never gonna have a child. If                I lose this Frogger high score, that's it for me."]}, {"line": ["KRAMER: Believe me George, you can count on Slippery Pete."]}, {"line": ["GEORGE: Slippery Pete?"]}, {"line": ["KRAMER: Yeah, I don't care for the name, either. In fact, that's                one of the things that we argue about."]}, {"line": ["GEORGE: All right, I'm gonna find a guy with a truck. GLC must                live on!"]}, {"line": ["George grabs his coat and leaves the apartment. The phone rings.                Jerry tries to get by Kramer."]}, {"line": ["JERRY: Come on."]}, {"line": ["KRAMER: Dng-ga-gng-ga-wt."]}, {"line": ["Jerry picks up the phone."]}, {"line": ["JERRY: Hello?"]}, {"line": ["INTERCUT:"]}, {"line": ["INT. ELAINE'S OFFICE/JERRY'S APARTMENT"]}, {"line": ["Elaine is on the phone and is smelling her tape dispenser."]}, {"line": ["ELAINE: So how's it going with my friend?"]}, {"line": ["JERRY: She's a sentence finisher. It's like dating Mad Libs."]}, {"line": ["People can be heard singing \"Happy Birthday\" in the background                of Elaine's office."]}, {"line": ["JERRY: What is that?"]}, {"line": ["ELAINE: Oh, it's a cake party. It's the third one today. I didn't                realize how hooked I got on that 4:00 sugar rush."]}, {"line": ["JERRY: So join in."]}, {"line": ["ELAINE: I can't. I denounced them. Maybe I'll go raid Peterman's                fridge. He's always got a truffle or something in there."]}, {"line": ["JERRY: All right."]}, {"line": ["Jerry hangs up and stands up to find some police tape around a                broken egg on the floor."]}, {"line": ["JERRY: Hey, wh-what--"]}, {"line": ["KRAMER: Yeah. I dropped an egg. Be careful."]}, {"line": ["Kramer leaves."]}, {"line": ["EXT. J. PETERMAN BUILDING - DAY - ESTABLISHING"]}, {"line": ["INT. J. PETERMAN'S OFFICE - DAY"]}, {"line": ["Elaine knocks on the open door."]}, {"line": ["ELAINE: Anybody here? Peterboy?"]}, {"line": ["No one answers. She runs over to Peterman's fridge, opens it, and                takes out a box. She opens the box to find a cake."]}, {"line": ["ELAINE: Ooh, it's a cake walk."]}, {"line": ["She takes a bite of the cake. Outside in the hallway, Mr. Peterman                can be heard singing."]}, {"line": ["PETERMAN (singing): Get well, get well soon we wish you to get                well."]}, {"line": ["Elaine quickly puts the box back in the fridge. Mr. Peterman enters                his office."]}, {"line": ["PETERMAN: Ha ha ha ha...Oh, what a stirring little anthem of wellness."]}, {"line": ["ELAINE: Mr. Peterman, um--"]}, {"line": ["PETERMAN: We missed you at the get well party. Poor old Walt has                a polyp in the duodenum. It's benign, but--ooh--still a bastard.                Oh, Elaine, can you keep a secret?"]}, {"line": ["ELAINE: No, sir, I can't."]}, {"line": ["PETERMAN: Inside that small college boy minifridge is my latest                acquisition. A slice of cake from the wedding of King Edward VIII                to Wallis Simpson, circa 1937, price--$29,000."]}, {"line": ["EXT. CITY SIDEWALK - NIGHT"]}, {"line": ["Jerry and Lisi walk along."]}, {"line": ["JERRY: Well Lisi, that was another-"]}, {"line": ["LISI: Lovely evening."]}, {"line": ["JERRY: Really bad meal. I was thinking maybe we should--"]}, {"line": ["LISI: Go for a hansom cab ride?"]}, {"line": ["JERRY: Call it a night. I'll walk you home. Where do you live?"]}, {"line": ["LISI: 84th street, right off Riverside Park."]}, {"line": ["JERRY: Riverside Park."]}, {"line": ["Jerry grabs Lisi and turns around."]}, {"line": ["LISI: I thought we were going--"]}, {"line": ["JERRY: Back to my place. That's right."]}, {"line": ["EXT. JERRY'S APARTMENT - DAY - ESTABLISHING"]}, {"line": ["George and Jerry are sitting on the sofa."]}, {"line": ["GEORGE: So you slept with her?"]}, {"line": ["JERRY: She lives right off Riverside Park. I was scared of the                Lopper, So I let her stay over."]}, {"line": ["GEORGE: And you automatically sleep with her?"]}, {"line": ["JERRY: Well, I just wanted to make out a little, but she kind of--"]}, {"line": ["GEORGE: Finished your thought."]}, {"line": ["George gets up and walks over to the sink. Elaine enters."]}, {"line": ["ELAINE: Guess what I ate."]}, {"line": ["GEORGE: An ostrich burger."]}, {"line": ["ELAINE: No. A $29,000 piece of cake. Peterman got it at The Duke                Of Windsor auction. It was the most romantic thing I've ever eaten."]}, {"line": ["JERRY: How'd it taste?"]}, {"line": ["ELAINE: A little stale."]}, {"line": ["JERRY: Yeah."]}, {"line": ["GEORGE (nudges Elaine with his elbow): So, uh are you sleeping                with Peterman?"]}, {"line": ["ELAINE (nudges George with her elbow): No. He doesn't know I ate                it. In fact, he almost caught me. I have to sneak back in and even                it out."]}, {"line": ["GEORGE: You know, they say ostrich has less fat, but you eat more                of it."]}, {"line": ["Jerry and Elaine start to walk from the counter towards the table."]}, {"line": ["ELAINE: Hey, so I talked to Lisi and she has got a big surprise                for you. She's planning a weekend trip to Pennsylvania Dutch country."]}, {"line": ["JERRY: Pennsylvania Dutch country? Oh, that's the serious relationship                weekend place."]}, {"line": ["EALINE: What is going on with you two?"]}, {"line": ["JERRY: Well, I think by sleeping with her, I may have sent her                the wrong message."]}, {"line": ["GEORGE: What's that?"]}, {"line": ["Elaine opens up a paper bag and pulls out a cookie."]}, {"line": ["ELAINE: 4:00 sugar fix."]}, {"line": ["JERRY: Well, I'm calling this off right now. "]}, {"line": ["ELAINE: No, no. You are way past the phone call breakup stage."]}, {"line": ["JERRY: Well, I'm not going over there. That's where the Lopper                is."]}, {"line": ["ELAINE: Oh...it's daylight. It won't take you that long. Just make                a clean break."]}, {"line": ["Elaine bites the head of her gingerbread man."]}, {"line": ["EXT. J. PETERMAN BUILDING - DAY - ESTABLISHING"]}, {"line": ["ELAINE: Just a little off the side..."]}, {"line": ["INT. J. PETERMAN'S OFFICE - DAY"]}, {"line": ["Elaine is at Mr. Peterman's desk with the cake box."]}, {"line": ["ELAINE: Well, no point in wasting $1,200."]}, {"line": ["She eats a slice of the cake as fantasy waltz music starts to play.                Elaine dances around the room talking to one of the sculptures in                the room."]}, {"line": ["ELAINE (thinking): Oh, commander, isn't the wedding marvelous?                More cake? Oh, I shouldn't. I mustn't. Ah, what the hell?"]}, {"line": ["She gets more cake."]}, {"line": ["EXT. MONK'S DINER - DAY - ESTABLISHING"]}, {"line": ["GEORGE: Now, each of you is here because you're the best at what                you do."]}, {"line": ["INT. MONK'S DINER - DAY"]}, {"line": ["George, Kramer, Slippery Pete, and Shlomo sit at a booth."]}, {"line": ["GEORGE: Slippery Pete, Kramer tells me you are one hell of a rogue                electrician. And shlomo, you're the best truck driver."]}, {"line": ["SHLOMO: I don't know If I'm the best."]}, {"line": ["GEORGE: Oh...you're very good."]}, {"line": ["SHLOMO: Let's say \"good.\""]}, {"line": ["GEORGE: Ok. Good. And Kramer, you're in charge of taping off the                loading zone."]}, {"line": ["KRAMER: Lock and load."]}, {"line": ["SLIPPERY PETE: You think you can handle that, numb nuts?"]}, {"line": ["KRAMER: All right, all right, come on, now."]}, {"line": ["SLIPPERY PETE: That was my mail-order bride."]}, {"line": ["KRAMER: Hey, you weren't home, so I signed for her."]}, {"line": ["SLIPPERY PETE: It doesn't give you the right to make out with her."]}, {"line": ["KRAMER: You weren't even married yet."]}, {"line": ["GEORGE: All right, all right, calm down, calm down. Whatever happened                in the past is past."]}, {"line": ["George gets a napkin and starts to draw on it."]}, {"line": ["GEORGE: Now, this is the basic layout for Mario's Pizza."]}, {"line": ["SHLOMO: So what kind of jail time are we looking at if we're caught?"]}, {"line": ["GEORGE: What do you mean?"]}, {"line": ["SLIPPERY PETE: We're stealing this thing, right?"]}, {"line": ["GEORGE: No. I--I paid for it."]}, {"line": ["SLIPPERY PETE: I thought we were stealing it."]}, {"line": ["KRAMER: Yeah. It feels like we're stealing it."]}, {"line": ["GEORGE: We're not stealing it."]}, {"line": ["SHLOMO: I definitely thought we're stealing it."]}, {"line": ["GEORGE: All right, let's--let's focus. Can we get back to the plan?"]}, {"line": ["SLIPPERY PETE: Well, I need a battery for this kind of a job. Can                I at least steal a battery?"]}, {"line": ["GEORGE: Fine. Steal the battery. Now, all right, here is the Frogger.                This is the front door, and this is the outlet."]}, {"line": ["SLIPPERY PETE: What's that?"]}, {"line": ["GEORGE: The outlet?"]}, {"line": ["SLIPPERY PETE: Mm-hmm."]}, {"line": ["GEORGE: That's where the electricity comes out."]}, {"line": ["SLIPPERT PETE: Oh, you mean the holes."]}, {"line": ["SHLOMO: Which one's the bathroom?"]}, {"line": ["GEORGE: Uh, here."]}, {"line": ["SHLOMO: They put the Frogger with the toilet? Yecchh."]}, {"line": ["GEORGE: The Frogger is here."]}, {"line": ["KRAMER: George, I thought that was the door."]}, {"line": ["SLIPPERY PETE: Where are all the pizza ovens?"]}, {"line": ["SHLOMO: I thought the bathroom was here."]}, {"line": ["INT. MARIO'S PIZZA - DAY"]}, {"line": ["George, Shlomo, Slippery Pete, and Kramer are sitting in the same                places as they were in the booth at Monk's, but this time they are                around a table at Mario's."]}, {"line": ["GEORGE: All right. You understand now? It's not that complicated."]}, {"line": ["EXT. MONK'S DINER - DAY - ESTABLISHING"]}, {"line": ["ELAINE:I need to replace an antique piece of cake."]}, {"line": ["INT. MONK'S DINER - DAY"]}, {"line": ["Elaine is sitting at the counter with a Sotheby's auction book                open in front of her."]}, {"line": ["ELAINE: Do you have anything that's been...you know, laying around                for a while? Something prewar would be just great."]}, {"line": ["The waitress leaves and Kramer enters."]}, {"line": ["KRAMER: Oh, hey, Elaine. What, you got the munchies?"]}, {"line": ["ELAINE: Oh, Kramer, I am in big. big, big trouble. I need a cake                that looks like this."]}, {"line": ["KRAMER: Oh, yeah--Sotheby's. Yeah. They make good cake."]}, {"line": ["ELAINE: Do any of these look close?"]}, {"line": ["KRAMER: No, but I know I've seen cake just like that. Oh--Entenmann's.                Yeah."]}, {"line": ["ELAINE: Entenmann's? From the supermarket?"]}, {"line": ["KRAMER: Well, no. They're not really in the supermarket. Yeah,                they got their own case at the end of the aisle."]}, {"line": ["INT. LISI'S APARTMENT - DAY"]}, {"line": ["There's a knock at the door. Lisi opens it. It's Jerry holding                a baseball bat."]}, {"line": ["JERRY: Hi, Lisi."]}, {"line": ["LISI: Hi, honey. Is that a bat? "]}, {"line": ["JERRY: Uh, yeah. I found it on the street. It's gotta be worth                something."]}, {"line": ["LISI: So, what do you want to do, Sweetheart?"]}, {"line": ["JERRY: Well, before we do anything...maybe we should talk."]}, {"line": ["MONTAGE:"]}, {"line": ["Lisi is sitting at her couch while Jerry paces behind her."]}, {"line": ["JERRY: Then this Pennsylvania Dutch thing comes out of nowhere.                I mean, how am I supposed to respond to that?"]}, {"line": ["Both Jerry and Lisi are on the couch. Jerry has his head in his                hands."]}, {"line": ["LISI: Then may I say something... without being interrupted?"]}, {"line": ["Lisi is in another room with the door closed. Jerry stands in the                hallway and is talking to her through the door."]}, {"line": ["JERRY: Well I'm sorry if I ruined your life. That's exactly what                I set out to do."]}, {"line": ["They are sitting on the couch again. Jerry nods at everything Lisi                mumbles."]}, {"line": ["LISI: Uh-huh. Uh-huh. Mm-hmm. Uh-huh..."]}, {"line": ["Now Jerry is sitting on the couch and Lisi is pacing behind him."]}, {"line": ["LISI: Are you afraid to kiss me in public?"]}, {"line": ["JERRY: Have we even been in public?"]}, {"line": ["Jerry is walking away from Lisi and she follows behind him."]}, {"line": ["LISI: So now you're going to tell me what I'm thinking. Well, go                ahead, 'cause I'd really like to know."]}, {"line": ["Lisi is crying and Jerry stands looking over her shoulder."]}, {"line": ["JERRY: You are not dumb. Don't say that.."]}, {"line": ["They both sit around the coffee table eating beans."]}, {"line": ["JERRY: These beans are pretty good."]}, {"line": ["LISI: 20 minutes."]}, {"line": [" "]}, {"line": ["Now Jerry is in a room with the door shut. Lisi stands out in the                hallway."]}, {"line": ["JERRY: Well, I'm sorry I'm not Brad. I'm me!"]}, {"line": ["Jerry opens the door."]}, {"line": ["JERRY: Nice to meet ya!"]}, {"line": ["Jerry is lying on the couch while Lisi paces behind."]}, {"line": ["LISI: Boy, did your mother do a number on you."]}, {"line": ["Lisi is on the couch with Kleenex and Jerry stands on the other                side of the couch."]}, {"line": ["LISI: Fine. So it's over."]}, {"line": ["JERRY: Oh, thank god. Why is it dark out? What time is it?"]}, {"line": ["LISI: 9:30."]}, {"line": ["JERRY: We've been breaking up for 10 hours?"]}, {"line": ["LISI: Good-bye, Jerry."]}, {"line": ["JERRY: Lopper. You know, Lisi, maybe we should give this a little                more time. See how it looks in the light of day."]}, {"line": ["LISI: Out!"]}, {"line": ["EXT. LISI'S APARTMENT - NIGHT"]}, {"line": ["Jerry steps out of Lisi's building. He looks both ways cautiously                before walking down the steps. Surprised, he sees a shadowy figure                walking towards him holding something resembling a head in one hand                and a knife in the other."]}, {"line": ["JERRY: Lopper."]}, {"line": ["He quickly runs back up to Lisi's building and yells into her intercom                system."]}, {"line": ["JERRY: Lisi, Lisi. Let me in! We can work this out. I was wrong,                you were right. I'll do anything!"]}, {"line": ["She buzzes him up."]}, {"line": ["Just as he walks into the building, we see the Lopper is actually                Slippery Pete carrying a car battery by it's wires."]}, {"line": ["EXT. CITY SIDEWALK - DAY"]}, {"line": ["Jerry stands outside a boutique store when George arrives carrying                rope."]}, {"line": ["GEORGE: Jerry, you came for the big moment."]}, {"line": ["JERRY: No. I'm waiting for..."]}, {"line": ["GEORGE: Ha ha. Everything's timed out to perfection, Jerry. Slippery                Pete's got the Frogger running on battery power, the truck will                be there any minute, and Kramer's taped out the loading zone."]}, {"line": ["JERRY: Oh. Sounds great."]}, {"line": ["GEORGE: Yeah, yeah. You gotta come over tonight. We can play."]}, {"line": ["JERRY: Oh, I can't. I'm busy. I'm going away on a long weekend."]}, {"line": ["GEORGE: Where?"]}, {"line": ["Lisi exits the boutique wearing a Dutch bonnet."]}, {"line": ["LISI: Look what I found. I got one for you, too."]}, {"line": ["She puts a Dutch hat on Jerry head."]}, {"line": ["JERRY: Great. Uh, you know what? Why don't you put it in the car                so I don't toss it in that dumpster?"]}, {"line": ["LISI: Ha ha. Ok. I'll meet thee in front of your place, 15 minutes."]}, {"line": ["Lisi leaves."]}, {"line": ["JERRY: A long, long weekend."]}, {"line": ["GEORGE: I hear thee."]}, {"line": ["INT. J. PETERMAN'S OFFICE - DAY"]}, {"line": ["Elaine has finished replacing the cake. She throws the empty Entenmann's                box away. She's about to leave, but Mr. Peterman enters with another                man."]}, {"line": ["PETERMAN: Elaine! Excellent. I'd like you to meet a friend of mine,                Irwin Lubeck."]}, {"line": ["ELAINE: Oh, hello."]}, {"line": ["LUBECK: Charmed."]}, {"line": ["Mr. Peterman gets the cake out of the fridge."]}, {"line": ["PETERMAN: All right, brace yourself, Lubeck. You are about to be                launched via pastry back to the wedding of one of the most dashing                and romantic Nazi sympathizers of the entire British Royal family."]}, {"line": ["ELAINE: I guess I'll just--"]}, {"line": ["PETERMAN: Oh, no Elaine, stay. Lubeck here is the world's foremost                appraiser of vintage pastry."]}, {"line": ["Lubeck inspects the cake."]}, {"line": ["PETERMAN: All right, Lubeck. How much is she worth?"]}, {"line": ["LUBECK: I'd say about 219."]}, {"line": ["PETERMAN: Ha ha ha ha ha!$219,000! Lubeck, you glorious titwillow.                You just made me a profit of $190,000."]}, {"line": ["LUBECK: No, $2.19. It's an Entenmann's."]}, {"line": ["PETERMAN: Do they have a castle at Windsor?"]}, {"line": ["LUBECK: No. They have a display case at the end of the aisle."]}, {"line": ["PETERMAN: Oh, good lord."]}, {"line": ["LUBECK: You all right, Peterman? You look ill."]}, {"line": ["ELAINE (singing): Get well, get well soon, we want you to get well.                Get well, get well soon we want you to get well."]}, {"line": ["EXT. CITY SIDEWALK - DAY"]}, {"line": ["George and Jerry see Kramer, Shlomo, and Slippery Pete standing                outside Mario's Pizza. Slippery Pete is playing Frogger."]}, {"line": ["GEORGE: What are you guys doing?"]}, {"line": ["SHLOMO: Eat the fly. Eat the fly. Got him!"]}, {"line": ["GEORGE: You idiots. You're gonna wear down the battery."]}, {"line": ["SLIPPERY PETE: The batteries are fine. We've got...oh, god. only                3 minutes left."]}, {"line": ["GEORGE: Quick. Get this thing back in the pizzeria"]}, {"line": ["KRAMER: George, they closed up."]}, {"line": ["GEORGE: I need an outlet!"]}, {"line": ["SLIPPERY PETE: A what?"]}, {"line": ["GEORGE: Holes! I need holes!"]}, {"line": ["KRAMER: The pharmacy's still open."]}, {"line": ["GEORGE: All right. Kramer, you block off traffic. You to go sweet-talk                the pharmacist."]}, {"line": ["Shlomo and Slippery Pete go to the pharmacy."]}, {"line": ["SLIPPERY PETE (to George): You owe me a quarter."]}, {"line": ["GEORGE (to Jerry): Slippery Pete. Kramer, hurry up!"]}, {"line": ["Kramer ties the police tape to a tree and runs into traffic. He                runs out of tape before he can get halfway."]}, {"line": ["KRAMER: Ahh! I'm out! No tape left!"]}, {"line": ["JERRY: Well, come on George, I'll help you push it across."]}, {"line": ["GEORGE: Wait a minute. This looks familiar. This reminds me of                something. I can do this."]}, {"line": ["JERRY: By yourself?"]}, {"line": ["GEORGE: Jerry, I've been preparing for this moment my entire life."]}, {"line": ["George pushes the machine onto the street. From a view in the sky,                we see him dodging cars, hopping back and forth into lanes of traffic.                Frogger music and sound effects play."]}, {"line": ["SHLOMO: He looks like a Frog."]}, {"line": ["SLIPPERY PETE: So do you."]}, {"line": ["George makes it across just as a huge truck comes barreling down                the street. George tries to get the Frogger onto the sidewalk, but                can't. He futilely sticks his hand out trying to stop the truck                which honks. George jumps out of the truck's way and onto the sidewalk                as the Frogger is smashed."]}, {"line": ["JERRY: Game over."]}, {"line": ["INT. J. PETERMAN'S OFFICE - DAY"]}, {"line": ["Mr. Peterman sits in his chair behind his desk. Elaine knocks and                enters."]}, {"line": ["ELAINE: Mr. Peterman, you wanted to see me, sir?"]}, {"line": ["PETERMAN: Elaine, up until a moment ago, I was convinced that I                was on the receiving end of one of the oldest baker's grift in the                books--The Entenmann's shim-sham."]}, {"line": ["EALINE: Ohh..."]}, {"line": ["PETERMAN: Until I remembered the videotape surveillance system                that I installed to catch other-Walter using my latrine. But it                also caught this."]}, {"line": ["Mr. Peterman shows Elaine the tape of her waltzing around the room                eating the cake."]}, {"line": ["EALINE: Mr. Peterman, I, uh..."]}, {"line": ["PETERMAN: Elaine, I have a question for you. Is the item still...with                you?"]}, {"line": ["ELAINE: Um...as far as I know."]}, {"line": ["PETERMAN: Do you know what happens to a butter-based frosting after                six decades in a poorly ventilated English basement?"]}, {"line": ["ELAINE: Uh, I guess I hadn't--"]}, {"line": ["PETERMAN: Well, I have a feeling that what you are about to go                through is punishment enough. Dismissed."]}, {"line": [" "]}, {"line": ["<Spellchecked and reformatted by Mike \"The News Guy\">                                                                                                          ", "\n        "]}, {"line": []}, {"line": [" "]}, {"line": []}, {"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]}, {"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}]