[{"title": "The Puerto Rican Day"}, {"line": []}, {"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]}, {"line": [" "]}, {"line": ["The gang drives along in Jerry's car with the top down. Elaine                and Kramer sit in the back, George is shotgun, and Jerry behind                the wheel. "]}, {"line": ["GEORGE: Man, I'm starving."]}, {"line": ["ELAINE: How can you be hungry after what you ate at that Mets game?"]}, {"line": ["GEORGE: Because ballpark food doesn't count as real food."]}, {"line": ["JERRY: Right. It's just an activity. It's like that paddle with                the ball and the rubber band."]}, {"line": ["KRAMER: You know, my friend Bob Saccamano made a fortune off of                those. See he came up with the idea for the rubber band. Before                that, people would just hit the ball, and it would fly away. "]}, {"line": ["JERRY: I can't believe you all made me leave before the end of                the game."]}, {"line": ["ELAINE: Oh, come on, Jerry. It was 9 to nothing. We were getting                shellacked."]}, {"line": ["GEORGE: Those nachos are killing me."]}, {"line": ["ELAINE: I thought you were hungry."]}, {"line": ["GEORGE: It's complicated."]}, {"line": ["KRAMER: Come on, Jerry, you're going to miss the exit."]}, {"line": ["JERRY: Keep your shirt on. I got it."]}, {"line": ["ELAINE: Watch out for that maroon Golf."]}, {"line": ["KRAMER: Oh, boy."]}, {"line": ["JERRY: Look at this guy. He's trying to box me out."]}, {"line": ["KRAMER: I'll tell you when you can go. Wait, wait, wait, Wait--                now, now, now. No, no, no. Go, go! No, no. Wait-- now, now! Now!                Jerry! Go--ahh..."]}, {"line": ["Jerry swerves into another lane. Lamar, the driver of the maroon                Golf honks the horn."]}, {"line": ["JERRY: Oh, calm down, maroon Golf. He thinks I cut him off. He                accelerated."]}, {"line": ["KRAMER: You want me to moon him? Ooh, let's moon him. Roll up your                window. Let's do a pressed ham under glass."]}, {"line": ["ELAINE: Oh, no, I couldn't do that."]}, {"line": ["KRAMER: Look at this, look at this. He's giving us the finger."]}, {"line": ["ELAINE: Oh, all right."]}, {"line": ["KRAMER: Yeah."]}, {"line": ["Elaine and Kramer get up to moon Lamar."]}, {"line": ["INT. JERRY'S CAR - DAY"]}, {"line": ["GEORGE: So I saw that new movie about the Hindenburg."]}, {"line": ["ELAINE: Oh, yeah. What's that called?"]}, {"line": ["GEORGE: Blimp: The Hindenburg Story."]}, {"line": ["JERRY: How was it?"]}, {"line": ["GEORGE: I found it morose. Why dwell on these negative themes?"]}, {"line": ["JERRY: Yeah. They should make a movie about all the Hindenburg                flights that made it."]}, {"line": ["GEORGE: Anyway, right in the middle, the ship blows up-- burning                debris, bodies falling-- and then just as this eerie silence settles                over the airfield, I yelled out, \"That's gotta hurt!\""]}, {"line": ["JERRY: Heh."]}, {"line": ["GEORGE: The place went nuts."]}, {"line": ["JERRY: Imagine the laugh you could have gotten if you'd yelled                that out at the actual disaster."]}, {"line": ["GEORGE: Yeah."]}, {"line": ["KRAMER: Why are we slowing down?"]}, {"line": ["Music plays in the background."]}, {"line": ["JERRY: What is that music?"]}, {"line": ["GEORGE: What's with all these flags?"]}, {"line": ["JERRY: Oh, no."]}, {"line": ["ELAINE AND JERRY: It's the Puerto Rican Day parade!"]}, {"line": [" "]}, {"line": ["ELAINE: Ohh! Oh, the city shuts down Fifth avenue. They never let                anyone through."]}, {"line": ["We're never getting home."]}, {"line": ["Kramer stands up on the back seat."]}, {"line": ["KRAMER: All right. I'm gonna check it out. Aiee. mucho trafico."]}, {"line": [" "]}, {"line": ["STOCK FOOTAGE: Puerto Rican Day parade."]}, {"line": ["EXT. CITY STREET - DAY"]}, {"line": ["Kramer runs along the sidewalk and hops into the back seat of a                black Saab."]}, {"line": ["KRAMER: Yeah...uhh...well, the streets are all blocked. I think                every Puerto Rican in the world is out here."]}, {"line": ["There is a Puerto Rican family in the car."]}, {"line": ["PUERTO RICAN MAN: Well, it is our day."]}, {"line": ["KRAMER: Whoo. Wrong car. Sorry."]}, {"line": ["Kramer hops out."]}, {"line": ["INT. JERRY'S CAR - DAY"]}, {"line": ["Still sitting stopped in traffic are Elaine, Jerry, and George.                They are listening to the radio."]}, {"line": ["RADIO: And the Mets score two in the eighth inning."]}, {"line": ["JERRY: See? If we had stayed, we could have seen those runs. "]}, {"line": ["GEORGE: I could have had some ice cream. I think that might have                calmed down the nachos."]}, {"line": ["ELAINE: I'm going to miss 60 Minutes. You know, I hate to miss                60 Minutes. It's part of my Sunday weekend wind-down."]}, {"line": ["JERRY: I don't know how you can unwind with that clock ticking.                It makes me anxious."]}, {"line": ["KRAMER: All right, gentlemen, I scouted it out. I think we can                get out over there."]}, {"line": ["JERRY: But that's a one-way street coming this way. Besides, how                am I gonna get all the way over there?"]}, {"line": ["GEORGE: Just inch over. You worm your way."]}, {"line": ["ELAINE: Just do it, Jerry. Uhh. This exhaust. I'm gonna throw up."]}, {"line": ["KRAMER: You know, you should make yourself throw up."]}, {"line": ["ELAINE: Huh?"]}, {"line": ["KRAMER: You know you're going to."]}, {"line": ["JERRY: All right, I'm worming."]}, {"line": ["KRAMER: Hey, Jerry. You know who the grand marshal is of this thing?                None other than Miss Chita Rivera."]}, {"line": ["JERRY: They're not letting me in."]}, {"line": ["GEORGE: My hand is out."]}, {"line": ["JERRY: Well, I think we're gonna need more than a hand. They have                to see a human face."]}, {"line": ["ELAINE: You sure you want his face?"]}, {"line": ["KRAMER: No, no, no. It was Mara Conchita Alonso."]}, {"line": ["GEORGE: This guy's giving me the stare-ahead."]}, {"line": ["JERRY: The stare-ahead. I hate that. I use it all the time."]}, {"line": ["GEORGE: Look at me! I am man! I am you!"]}, {"line": ["The man in the other car looks over at George. Elaine, sitting                behind George, aids in the cause by pleading to the man by mouthing                the words, \"Hi, can we go in?\""]}, {"line": ["GEORGE: All right, he's letting you in. Thank you! Creep."]}, {"line": ["KRAMER: Oh! I know who it is. Stacy Keach."]}, {"line": ["JERRY: One more lane to go."]}, {"line": ["GEORGE: All right! We're here!"]}, {"line": ["Just as Jerry is about to enter the one-way street, Lamar and his                maroon Golf cut him off."]}, {"line": ["LAMAR: Oh, look who's here. My old buddy, black Saab."]}, {"line": ["JERRY: Maroon Golf."]}, {"line": ["LAMAR: Where you goin', black Saab? You seem to be a tad askew."]}, {"line": ["JERRY: Could you move your car back a little?"]}, {"line": ["LAMAR: Oh. Sorry. I seem to have cut you off."]}, {"line": ["ELAINE: All right, I think I know where this is going, and I am                going somewhere else."]}, {"line": ["Elaine pushes George's seat forward slamming his head onto the                dashboard. She gets out."]}, {"line": ["JERRY: You can't do that. You can't just leave the group."]}, {"line": ["ELAINE: I've been trying to leave this group for 10 years. Vaya                con dios."]}, {"line": ["KRAMER: Con dios? Well, that's rude."]}, {"line": ["JERRY: Can you believe her?"]}, {"line": ["GEORGE: Yeah. I'll see you later."]}, {"line": ["JERRY: Where are you going?"]}, {"line": ["GEORGE: The movies. Blimp is playing right there."]}, {"line": ["JERRY: You're going to that again? Why? Just to do that stupid                line?"]}, {"line": ["GEORGE: It's a performance, Jerry. Like what you do."]}, {"line": ["JERRY: That's not what I do."]}, {"line": ["GEORGE: Isn't it?"]}, {"line": ["JERRY: Maybe a little. Ah, hell, I guess it is."]}, {"line": ["George leaves."]}, {"line": ["KRAMER: You know, actually, Jerry, you haven't worked a room that                big in a while."]}, {"line": ["STOCK FOOTAGE: Taxis stuck in traffic."]}, {"line": ["INT. TAXI CAB - DAY"]}, {"line": ["Elaine sits in the back."]}, {"line": [" "]}, {"line": ["ELAINE: Look at that guy's dog. I hate it when their ears get flipped                inside out like that. Why doesn't he fix it? "]}, {"line": ["She moves so she can yell out the driver's open window."]}, {"line": ["ELAINE (yelling): Hey! Fold your dog's ear back!"]}, {"line": ["She leans back."]}, {"line": ["ELAINE: Ooh! This isn't moving! I could walk faster than this."]}, {"line": ["CAB DRIVER: No, you can't."]}, {"line": ["ELAINE: Yes, I can. Here. I'm outta here. "]}, {"line": ["She pays her fare and gets out."]}, {"line": ["EXT. CITY SIDEWALK - CONTINUOUS"]}, {"line": ["She starts to walk. The cab starts to move."]}, {"line": ["ELAINE: Oh, now it's moving. Oh, yeah. I knew it. Hey! Hey!"]}, {"line": ["The cab stops and she gets back in."]}, {"line": ["INT. TAXI CAB - CONTINUOUS"]}, {"line": ["CAB DRIVER: Where to?"]}, {"line": ["ELAINE: That's cute. That's really cute. Oh! Come on! All right.                Bye again."]}, {"line": ["She pays and gets out again."]}, {"line": ["EXT. CITY SIDEWALK - CONTINUOUS"]}, {"line": ["Again, the cab starts moving when she gets out."]}, {"line": ["ELAINE: Hey. Taxi! Taxi!"]}, {"line": ["She starts to run after the taxi which starts to move faster."]}, {"line": ["INT. MOVIE THEATER - DAY"]}, {"line": ["George sits down next to two attractive women."]}, {"line": ["GEORGE: Ladies. I, uh, I haven't seen this before."]}, {"line": ["LADY 1: What is that dot?"]}, {"line": ["LADY 2: Oh, I think someone has one of those funny laser pointers."]}, {"line": ["A red laser moves around the movie screen. Everyone laughs as the                dot rests on the breasts of the movie actress."]}, {"line": ["INT. MOVIE LOBBY - DAY"]}, {"line": ["The laser pointer guy uses his laser to point at a box of Skittles                and RC Cola."]}, {"line": ["LASER GUY: Gimme a box of those and one of those."]}, {"line": ["GEORGE: Excuse me, are you the guy with that funny laser?"]}, {"line": ["LASER GUY: The laser's not funny. I'm funny."]}, {"line": ["GEORGE: Yeah. The thing is, I, uh...I had this little zinger of                my own I wanted to try."]}, {"line": ["LASER GUY: Uh-huh. "]}, {"line": ["GEORGE: It's right in the explosion scene. So if you could just...leave                me a little window. You know, my, uh, my aunt had a thing removed                with a laser. All right, I don't want to interrupt your meal, so..."]}, {"line": ["INT. JERRY'S CAR - DAY"]}, {"line": ["Kramer and Jerry sit listening to the radio."]}, {"line": ["RADIO What a comeback for the New York Mets-- 6 runs in the bottom                of the ninth."]}, {"line": ["JERRY: I've gotta see this game. If it wasn't for this guy, we                could get out of here."]}, {"line": ["LAMAR: This traffic's a killer, ain't it?"]}, {"line": ["KRAMER: You want to get outta here? Here's what we do. We leave                the car here, we take the plates off, we scratch the serial number                off the engine block, and we walk away."]}, {"line": ["JERRY: Walk away?"]}, {"line": ["KRAMER: You've got insurance. You tell them that the car was stolen,                and then you get another one free."]}, {"line": ["JERRY: Isn't there a deductible?"]}, {"line": ["KRAMER: All right, what is your deductible?"]}, {"line": ["JERRY: I don't know."]}, {"line": ["KRAMER: Yes, because they've already deducted it."]}, {"line": ["JERRY: From what?"]}, {"line": ["KRAMER: The car, which we're leaving. So the net is zero. See you                pocket the money, if there is any, and you get a new car."]}, {"line": ["JERRY: We're not leaving the car!"]}, {"line": ["KRAMER: All right. If you refuse to grow up and scam your insurance                company, you'll have to work this out with maroon Golf."]}, {"line": ["JERRY: Absolutely not. He sped up."]}, {"line": ["RADIO: Swung on, line hard toward left center field. That's in                the gap, that's a base hit."]}, {"line": ["JERRY: I'm ready to talk."]}, {"line": [" "]}, {"line": ["INT. MOVIE THEATER - DAY"]}, {"line": ["George and the ladies are sitting in their seats."]}, {"line": ["LADY 1: Hey! There's that laser guy again. "]}, {"line": ["LADY 2: He's funny. I never meet anyone funny."]}, {"line": ["LADY 1: I know. A sense of humor is so much more important to me                than looks or hair."]}, {"line": ["LADY 2: Mmm, yeah."]}, {"line": ["There's an explosion on the screen. The laser moves around the                screen and everyone laughs."]}, {"line": ["GEORGE: That's gotta hurt!"]}, {"line": ["Everyone stops laughing."]}, {"line": ["GEORGE: It's...gotta hurt! Hurt! Because...Aaarrrrrgh!"]}, {"line": ["George stands up."]}, {"line": ["GEORGE: Damn you, laser guy! You had to grab it all with your lowbrow                laser shtick! You're just a prop comic! Where's the craft?!"]}, {"line": [" "]}, {"line": ["The laser guy points the laser at George's head."]}, {"line": ["LADY 1: Look! It's on the bald guy."]}, {"line": ["LADY 2: I am so glad we came to this showing."]}, {"line": ["EXT. CITY STREET - DAY"]}, {"line": ["Kramer is talking to Lamar while Jerry waits in his car. Kramer                walks to Jerry."]}, {"line": ["KRAMER: Ok, here's the deal. He wants you to acknowledge that you                cut him off with an \"I am sorry\" wave."]}, {"line": ["JERRY: What's that?"]}, {"line": ["KRAMER: You raise the hand, lower the head-- \"I'm sorry, I'm                sorry. The buttons are really big on the car. I don't understand                it. I haven't read the manual. Ooh!\" You get my drift."]}, {"line": ["JERRY: Ok!"]}, {"line": ["Jerry puts both hands up over his head and does the \"I'm Sorry\"                wave."]}, {"line": [" "]}, {"line": ["LAMAR: Hallelujah. Praise the lord. But I'll take it."]}, {"line": ["KRAMER: Yes! All right, Lamar, back it up a little bit so we can                get out now."]}, {"line": ["Kramer gets in the car. George shows up and climbs into the back                seat."]}, {"line": ["GEORGE: All right. At last, we're finally gettin' out of here."]}, {"line": ["JERRY: What's that on your forehead?"]}, {"line": ["GEORGE: It's probably chocolate."]}, {"line": ["JERRY: Hey, is that one of those laser pointers?"]}, {"line": ["KRAMER: Hey, Jerry, crank up the Floyd. It's a George laserium!"]}, {"line": ["GEORGE: All right, stop it! Stay away from my breasts! Chest!"]}, {"line": ["JERRY: See ya around maroon Golf. And, by the way, that was an                \"I'm not sorry\" wave."]}, {"line": ["LAMAR: What was that?"]}, {"line": ["JERRY: I'm glad I cut you off, because black Saab rules! So long,                jackass! "]}, {"line": ["As Jerry pulls into the one way street, a taxi comes down the street                and blocks him in. In the taxi is Elaine."]}, {"line": ["JERRY: Elaine?!"]}, {"line": ["ELAINE: Jerry?!"]}, {"line": ["LAMAR: Jackass? So I'm a jackass now?"]}, {"line": ["EXT. JERRY'S APARTMENT - DAY - ESTABLISHING"]}, {"line": ["INT. JERRY'S APARTMENT - DAY"]}, {"line": ["The apartment is empty."]}, {"line": ["EXT. CITY STREET - DAY"]}, {"line": ["Jerry stands in front of the one way street yelling at the cars."]}, {"line": ["JERRY: So if everyone would just put their cars in reverse at the                same time, we can do this. All right, on the count of three. Can                everyone hear me? Hey, amigo, are you paying attention?"]}, {"line": ["PUERTO RICAN MAN: Buenos dias, my friend."]}, {"line": ["JERRY: Not you! The guy in the Amigo."]}, {"line": [" "]}, {"line": ["INT. TAXI CAB - DAY"]}, {"line": ["Elaine sits frustrated in the cab."]}, {"line": ["ELAINE: Uh, well, uh, here--here is good."]}, {"line": ["TAXI DRIVER: Oh, yeah, sure, and now I'm gonna be stuck here. But                you knew the way to go! You went to college!"]}, {"line": ["ELAINE: Hey, I went to Tufts! That was my safety school! So don't                talk to me about hardship."]}, {"line": ["She pays the driver and gets out."]}, {"line": ["EXT. CITY STREET - DAY"]}, {"line": ["Elaine walks up to Jerry."]}, {"line": ["ELAINE: Boy, eh, can you believe this mess?"]}, {"line": ["JERRY: Elaine, why did you have the cab come down the street?!                We were almost out!"]}, {"line": ["LAMAR: So that was your girlfriend that blocked you in. That's                real good."]}, {"line": ["ELAINE: I'm not his girlfriend. Well, actually, we used to date,                but not anymore."]}, {"line": ["JERRY: Elaine, he doesn't need-"]}, {"line": ["LAMAR: Used to date? So I guess you found out he's a jackass."]}, {"line": ["JERRY: 'Cause that's what's gonna happen."]}, {"line": ["Kramer and George walk along eating churros."]}, {"line": ["KRAMER: Wow. He's givin' you a mustache. Where is this guy?"]}, {"line": ["GEORGE: Don't look around. Don't look around. That's what he wants."]}, {"line": ["ELAINE: All right. Well, I'll see ya. Hey, George, I think there's                a sniper lookin' to pop ya."]}, {"line": ["Elaine leaves. "]}, {"line": ["GEORGE: This thing can't hurt me, can it? I mean, it is a laser.                What if it hits my eye?"]}, {"line": ["JERRY: I don't know."]}, {"line": ["GEORGE: I can't be blind, Jerry The blind are courageous."]}, {"line": ["KRAMER: You'll be fine as long as it doesn't hit you right in the                pupil, 'Cause then the whole ball will go up like the Death Star.                Tchoo! I gotta go find a bathroom."]}, {"line": ["Kramer leaves."]}, {"line": ["JERRY: Hold it, George. Don't move. It's right between your eyes."]}, {"line": ["GEORGE: Oh, my god. "]}, {"line": ["JERRY: Hey, there's the soda guy."]}, {"line": ["LAMAR: Hey, jackass! Get me a diet Dr. Pepper!"]}, {"line": ["JERRY (exasperated): All right!"]}, {"line": ["George stands petrified."]}, {"line": ["EXT. BARRICADE - DAY"]}, {"line": ["A police barricade set up on the parade route prevents a crowd                of people from crossing. Elaine pushes her way through the crowd."]}, {"line": ["OLDER MAN: Hey, hey, hey!"]}, {"line": ["OLDER WOMAN: Wha--ow!"]}, {"line": ["ELAINE: Oh, this is nuts! I can't get across anywhere!"]}, {"line": ["OLDER MAN: Well, none of us can! We're trapped!"]}, {"line": ["OLDER WOMAN: Ow!"]}, {"line": ["ELAINE: Hey! Hey, everyone. This way. I think we can get out through                here."]}, {"line": ["Elaine picks up a nylon flap that covers the sides of some bleachers."]}, {"line": ["OLDER MAN: Oh, I don't know if that's such a good idea."]}, {"line": ["ELAINE: Look! No one knows how long this parade is gonna last!                They are a very festive people. All I know is that it's Sunday night,                and I have got to unwind! Now who's with me?!"]}, {"line": ["OLDER WOMAN: Father?"]}, {"line": ["PRIEST: None of us saw the nylon flap. That might mean something."]}, {"line": ["PREGNANT WOMAN: Oh, all right, all right!"]}, {"line": ["People start going under the bleachers."]}, {"line": ["ELAINE: All right! Come on. Come on. Let's go. Let's go."]}, {"line": ["BUSINESS MAN: But it's dark!"]}, {"line": ["ELAINE: Get in there!"]}, {"line": ["EXT. CITY SIDEWALK - DAY"]}, {"line": ["Kramer looks for a bathroom. He sees a sign that reads, \"Rest                rooms are for patrons only.\" There's another sign that reads                apartment for sale. "]}, {"line": ["INT. APARTMENT - DAY"]}, {"line": ["There's a knock at the door and the sales woman answers it. It's                Kramer."]}, {"line": ["KRAMER: Yes, uh, I'm interested in the apartment."]}, {"line": ["SALES WOMAN: Yes! Come in, come in."]}, {"line": ["KRAMER: Ok."]}, {"line": ["SALES WOMAN: I'm Christine Nyhart."]}, {"line": ["KRAMER: Oh. Delicious to meet you."]}, {"line": ["SALES WOMAN: Did the broker send you over?"]}, {"line": ["KRAMER: Uh, yes, most likely, yes. I'm, uh, H.E. Pennypacker. I'm                a wealthy industrialist and philanthropist and, uh, a bicyclist.                And, um, yes, I'm looking for a place where I can settle down with                my, uh, peculiar habits, and, uh, the women that I frequent with.                (sniffing wall) Mmm. Mombassa, hmm?"]}, {"line": ["SALES WOMAN: The asking price is $1.5 million."]}, {"line": ["KRAMER: Oh, I spend that much on after shave. Yes, I buy and sell                men like myself every day. Now, I assume that there's a waterfall                grotto?"]}, {"line": ["SALES WOMAN: No."]}, {"line": ["KRAMER: How about a bathroom?"]}, {"line": ["SALES WOMAN: It has 4."]}, {"line": ["KRAMER: Yes, and where would the absolute nearest one be?"]}, {"line": ["SALES WOMAN: Just down the hall."]}, {"line": ["KRAMER: Oh, thank you."]}, {"line": ["He saunters to the bathroom."]}, {"line": ["INT. BLEACHERS - DAY"]}, {"line": ["Elaine leads everyone under the bleachers. Food falls from the                bleachers landing on them."]}, {"line": ["ELAINE: Oh, don't worry. We'll get you home to your husband real                soon."]}, {"line": ["PREGNANT WOMAN: I'm not married."]}, {"line": ["ELAINE: Well, I, for one, really respect that."]}, {"line": ["PREGNANT WOMAN: Oh, thank you."]}, {"line": ["ELAINE (whispering): Hey! Guess who's not married."]}, {"line": ["OLDER MAN: Is the boyfriend still in the picture?"]}, {"line": ["ELAINE: Come on, father, you can make it."]}, {"line": ["PRIEST: No, I can't. I've got a bad hip. Go on without me."]}, {"line": ["ELAINE: No! I won't!"]}, {"line": ["PRIEST: Leave me! you must."]}, {"line": ["ELAINE: All right. Take it easy."]}, {"line": ["ELAINE: All right, we can move faster without father o'gimpy."]}, {"line": ["PRIEST: I heard that!"]}, {"line": ["EXT. CITY STREET - DAY"]}, {"line": ["Jerry stands next to his car with a drink."]}, {"line": ["LAMAR: You know, I don't think I've ever seen a man driving a Saab                convertible. Still haven't."]}, {"line": ["JERRY (sarcastically): Ho ho!"]}, {"line": [" "]}, {"line": ["George returns wearing mirrored sunglasses."]}, {"line": ["JERRY: What seems to be the problem, officer?"]}, {"line": ["GEORGE: They're for protection, Jerry. Can you tell where I'm lookin'?"]}, {"line": ["JERRY: At me?"]}, {"line": ["GEORGE: No."]}, {"line": ["JERRY: Oh. It's back."]}, {"line": ["GEORGE: Bring it on, baby "]}, {"line": ["JERRY: What if it gets in the side?"]}, {"line": ["GEORGE: The side?"]}, {"line": ["JERRY: Yeah. Wouldn't it just bounce back and forth between your                cornea and the mirror, faster and faster, getting more and more                intense, until finally-"]}, {"line": ["George rips off his glasses."]}, {"line": ["GEORGE: All right!"]}, {"line": ["JERRY: Oh. It's in your eye now."]}, {"line": ["George runs off screaming. Kramer runs up to Jerry with a Puerto                Rican flag draped around him."]}, {"line": ["KRAMER: Hola, Jerry! I'm into this Puerto Rican day! The sights!                The sounds! The hot, spicy flavor of it all! It's caliente, Jerry!"]}, {"line": ["JERRY: Kramer, the Mets have got men on base!"]}, {"line": ["KRAMER: Yeah, I know! I was watchin' the game."]}, {"line": ["JERRY: You were watchin'? Where?"]}, {"line": [" "]}, {"line": ["INT. APARTMENT - DAY"]}, {"line": ["Jerry sits in the apartment watching TV."]}, {"line": ["JERRY: Oh, that was a strike! Did you see that?! "]}, {"line": ["SALES WOMAN: Would you like to see the rest of the apartment, Mister,                um--"]}, {"line": ["JERRY: Eh...Varnsen. Kel Varnsen. Actually, this room intrigues                me. Why is it called the TV room?"]}, {"line": ["SALES WOMAN: Well, it's--"]}, {"line": ["JERRY: Balk?! How was that a balk?! You have any snacks?"]}, {"line": ["SALES WOMAN: Mr. Varnsen, if you like the apartment, I should tell                you I've also had some interest from a wealthy industrialist."]}, {"line": ["JERRY: Not Pennypacker!"]}, {"line": ["SALES WOMAN: You know him?"]}, {"line": ["JERRY: I wish I didn't. Brace yourself, madam, for an all-out bidding                war. But this time, advantage Varnsen!"]}, {"line": ["INT. JERRY'S CAR - DAY"]}, {"line": ["George and Kramer sit in the car. George looks in the rear view                mirror."]}, {"line": ["GEORGE: Wait a second. I think I see where that laser guy is. No!                Don't look! Don't look. Oh, yeah, that's him. Ok. I'm gonna sneak                up on him. Now the hunted becomes the hunter."]}, {"line": ["George exits the car."]}, {"line": ["INT. BLEACHERS - DAY"]}, {"line": ["Elaine and the group reach the end of the bleachers."]}, {"line": ["ELAINE: We should be able to get across right through here! "]}, {"line": ["She lifts the nylon flap to find a brick wall."]}, {"line": ["OLDER WOMAN: It's a dead end! "]}, {"line": ["ELAINE: Oh, no! I thought--"]}, {"line": ["BUSINESS MAN: You thought?! We're gonna die in the dark! I knew                it! I knew it! We're gonna die!"]}, {"line": ["ELAINE: Get a hold of yourself!"]}, {"line": ["Elaine slaps the man. He shoves her, she shoves back. They grab                each other and kiss."]}, {"line": [" "]}, {"line": ["PREGNANT WOMAN: Oh, come on!"]}, {"line": ["OLDER WOMAN Oooh! "]}, {"line": ["ELAINE: Sorry. Somebody...help us!"]}, {"line": ["EXT. BLEACHERS - DAY"]}, {"line": ["Lots of people sit on the bleachers. A cop stands guard."]}, {"line": ["MAN: !Mira! !Mira! Stacy Keach!"]}, {"line": ["ELAINE: We're down here! Help!"]}, {"line": ["MAN: There's people down there! Hold on!"]}, {"line": ["They lift the floorboards to reveal Elaine and her group."]}, {"line": [" "]}, {"line": ["ELAINE: Let us out. There's an unmarried pregnant woman down here."]}, {"line": ["PREGNANT WOMAN: Don't judge me!"]}, {"line": ["ELAINE: Help us up so we can cross the street?"]}, {"line": ["POLICE OFFICER: Nah, nah, You can't cross here. There's a parade."]}, {"line": ["ELAINE: But we've come so far. We just want to unwind."]}, {"line": ["POLICE OFFICER: Hey, what can I tell ya?"]}, {"line": ["They close the floor boards."]}, {"line": ["INT. BLEACHERS - DAY"]}, {"line": ["BUSINESS MAN: Wanna make out some more?"]}, {"line": ["ELAINE: Oh, god! Let us out!"]}, {"line": ["EXT. CITY SIDEWALK - DAY"]}, {"line": ["George hides behind a van and sees a man with a pen. He sneaks                up and grabs the pen and destroys it. He ends up with ink all over                his hands. "]}, {"line": ["GEORGE: That wasn't a laser pen."]}, {"line": ["DELIVERY MAN: No. It's just a pen."]}, {"line": ["The delivery man laughs."]}, {"line": ["GEORGE: Oh, that's funny "]}, {"line": ["DELIVERY MAN: No. You have, like, a dot on your face. Whoever's                doing that is very clever."]}, {"line": ["EXT. CITY STREET - DAY"]}, {"line": ["Kramer lights a cigar with a sparkler."]}, {"line": ["KRAMER: Come on, man. You need to lighten up. You know, a feeling                like this only happens once a year. "]}, {"line": ["He tosses the sparkler into the back seat of Jerry's car where                it lands on the Puerto Rican flag."]}, {"line": ["KRAMER: Yeah, it's like this every day in Puerto Rico."]}, {"line": ["Lamar starts to laugh as he sees the smoke rise."]}, {"line": ["KRAMER: See, now you're getting the spirit of it, huh?"]}, {"line": [" "]}, {"line": ["Kramer smells the smoke, turns, and sees the fire."]}, {"line": ["KRAMER: Ooh! !Dios mio!"]}, {"line": ["He grabs the flag, throws it onto the sidewalk and stops on it."]}, {"line": ["MAN: Hey! There's a guy burning the Puerto Rican flag!"]}, {"line": ["BOB: Who! Who is burning the flag?!"]}, {"line": ["KRAMER: Oh, no."]}, {"line": ["BOB: Him?!"]}, {"line": ["CEDRIC: That's not very nice."]}, {"line": ["KRAMER: It was an accident."]}, {"line": ["BOB: Do you know what day this is? Because I know what day this                is, they know what day this is, so I was wondering if you know what                day this is!"]}, {"line": ["CEDRIC: Because it's Puerto Rican day."]}, {"line": ["BOB: Maybe we should stomp you like you stomp the flag! What do                you think of that?"]}, {"line": ["KRAMER: Now look, I just have one thing to say to you boys. Mama!"]}, {"line": ["Kramer runs off screaming. The others give chase."]}, {"line": ["INT. APARTMENT - DAY"]}, {"line": ["The sales woman lets George in."]}, {"line": ["SALES WOMAN: Right this way, Mr. Vandelay."]}, {"line": ["GEORGE: Well, this is a lovely apartment. Lovely! My kids are gonna                go crazy. I, uh, I wonder if I could see the bathrooms. Preferably                one with some paint thinner and, uh, some rags?"]}, {"line": ["SALES WOMAN: It's down the hall."]}, {"line": ["George walks to the bathroom, but stops when he sees Jerry."]}, {"line": ["JERRY: Oh, hello..."]}, {"line": ["GEORGE: Art."]}, {"line": ["JERRY: Mr. Vandelay, of course."]}, {"line": ["SALES WOMAN: You two know each other?"]}, {"line": ["Kramer bursts through the door."]}, {"line": ["SALES WOMAN: Mr. Pennypacker!"]}, {"line": ["KRAMER: Uh, yes, uh, I--I wanted to, uh, stop by and make sure                that my shark tank fits-- uh, hello."]}, {"line": ["SALES WOMAN: Mr. Pennypacker, this is Mr. Vandelay, And you know                Mr. Varnsen "]}, {"line": ["KRAMER: Uh, Varnsen."]}, {"line": ["JERRY: Pennypacker."]}, {"line": ["KRAMER: Vandelay."]}, {"line": ["GEORGE: Pennypacker. Varnsen."]}, {"line": ["JERRY: Vandelay. Wait a second. Mr. Pennypacker, if you're here,                and Mr. Vandelay is also here, then who's watching the factory?"]}, {"line": ["KRAMER: The factory?"]}, {"line": ["JERRY: The Saab factory?"]}, {"line": ["KRAMER: Jerry, that's in Sweden."]}, {"line": ["George turns on the TV as Jerry runs to the window just in time                to see a mob attacking his car."]}, {"line": ["JERRY: My car!"]}, {"line": ["KRAMER: Well, you know, it's like this every day in Puerto Rico."]}, {"line": ["GEORGE: Jerry, the Mets lost."]}, {"line": ["JERRY: I love a parade!"]}, {"line": ["EXT. CITY SIDEWALK - NIGHT"]}, {"line": ["Jerry's car is stuck in a stairwell outside a building. Kramer,                George, and Jerry admire the mob's handiwork."]}, {"line": ["GEORGE: How do you suppose they did that?"]}, {"line": ["KRAMER: Well...there's no logical explanation. All right. Well,                shall we go home?"]}, {"line": ["JERRY: Well, what about my car?"]}, {"line": ["KRAMER: Well, Jerry, you can't deduct it now."]}, {"line": ["Elaine approaches the group. She is totally disheveled with popcorn                in her hair and her clothing stained."]}, {"line": ["JERRY: Hey, there's Elaine."]}, {"line": ["ELAINE: Hey."]}, {"line": ["JERRY: Well, you look, uh...relaxed."]}, {"line": ["ELAINE: Well, it is Sunday night, and you know how I like to unwind."]}, {"line": ["Lamar drives up in his maroon Golf."]}, {"line": ["LAMAR: Hey, black Saab. Looks like that building cut you off! Ha                ha ha! See ya around!"]}, {"line": ["He drives off."]}, {"line": ["JERRY: Well, at least he didn't-"]}, {"line": ["LAMAR: Jackass!"]}, {"line": ["Jerry sets his car alarm."]}, {"line": ["JERRY: Somebody remember where we parked."]}, {"line": ["KRAMER: This was a fun day. It's nice to get out."]}, {"line": ["The foursome walk off as a laser lights up George's rear end."]}, {"line": [" "]}, {"line": [" "]}, {"line": [" "]}, {"line": [" "]}, {"line": ["<Spell checked and reformatted by Mike \"The News Guy\">                                                                   ", "\n      \n      \n    \n  \n\n\n \n\n \n\n\n\n", "\n        "]}, {"line": []}, {"line": [" "]}, {"line": []}, {"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]}, {"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}]