[{"title": "The Pen"}, {"line": []}, {"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]}, {"line": [" "]}, {"line": ["Written by Lary David", "\n        Directed by Tom Cherones", "\n        Broadcast date: 2 Oct 91"]}, {"line": ["REGULARS:", "\n        (George and Kramer do not appear in this episode)", "\n        Jerry Seinfeld [Jerry]", "\n        Julia Louis-Dreyfus [Elaine]"]}, {"line": ["RECURRENT CHARACTERS:", "\n        Barney Martin [Morty]", "\n        Liz Sheridan [Helen]", "\n        Sandy Baron [Jack Klompus]", "\n        Annie Korzen [Doris Klompus]", "\n        Ann Morgan Gilbert [Evelyn]", "\n        Len Lesser [Uncle Leo]"]}, {"line": ["GUEST STARS:", "\n        Magda Harout [Stella]", "\n        Roger Nolan [The Chiropractor]", "\n        Tucker Smallwood [The Photographer]"]}, {"line": ["[Setting: Night club]"]}, {"line": ["JERRY: I have never seen an old person in a new bathing suit in my life.          I don't know where they get their bathing suits, but my father has bathing          suits from other centuries. My parents live in Florida, and if you go          down there and you forget your bathing suits then they want you to wear          one of theirs. You know how that gets? \"You need trunks son? I've          got trunks for you. You can wear my trunks.\" Fathers don't wear bathing          suits, they wear trunks. It's kind of the same thing a tree would wear          if it went swimming. So I get in the water with in thing and it's like          floating around me somewhere. Did you ever put on a bathing suit that          you don't even know exactly where you are inside the bathing suit? You          bump into somebody you know: \"No I'm parasailing, I'm waiting for          the boat to come back.\""]}, {"line": [" "]}, {"line": [" "]}, {"line": ["[Setting: Florida, evening, condo of Jerry's parents]"]}, {"line": ["HELEN: (looking by the window) They were supposed to be here at 7:30.          Call the airlines again."]}, {"line": ["MORTY: (searching in a kitchen drawer) What happened to the scotch tape?          Who takes the scotch tape? Nobody returns anything around here."]}, {"line": ["HELEN: Oh I think that's them!"]}, {"line": ["MORTY: You what I'll do next time? I'll hide it so nobody can find it."]}, {"line": ["(Jerry and Elaine enter)"]}, {"line": ["ALL: Hi, welcome, greetings, hugs, etc."]}, {"line": ["MORTY: Welcome to Florida!"]}, {"line": ["ELAINE: Hi Mr. Seinfeld! (hug)"]}, {"line": ["JERRY: Hey, there's the old man! (hug)"]}, {"line": ["MORTY: So, what took you so long?"]}, {"line": ["JERRY: We waited 35 minutes in the rent-a-car place."]}, {"line": ["HELEN: I don't know why you had to rent a car. We would have picked you          up."]}, {"line": ["JERRY: What's the difference?"]}, {"line": ["HELEN: You could have used our car."]}, {"line": ["JERRY: I don't wanna use your car."]}, {"line": ["HELEN: What's wrong with our car?"]}, {"line": ["JERRY: Nothing. It's a fine car. What if you wanna use it?"]}, {"line": ["HELEN: We don't use it."]}, {"line": ["MORTY: What are you talking? We use it."]}, {"line": ["HELEN: If you were using it, we wouldn't use it."]}, {"line": ["JERRY: So what would you do? You'd hitch?"]}, {"line": ["HELEN: How much is a rent-a-car?"]}, {"line": ["JERRY: I don't know. 25 bucks a day."]}, {"line": ["HELEN: What? You're crazy."]}, {"line": ["MORTY: Plus the insurance."]}, {"line": ["JERRY: Oh, I didn't get the insurance."]}, {"line": ["MORTY: How could you not get the insurance?"]}, {"line": ["HELEN: We'll pay for the car."]}, {"line": ["JERRY: You're not paying for it."]}, {"line": ["HELEN: Morty. (asking him to back her. He doesn't)"]}, {"line": ["JERRY: God it's so hot in here. Why don't you put on the air conditioning?"]}, {"line": ["HELEN: You don't need the air conditioner. So, you have your speech all          ready?"]}, {"line": ["JERRY: It's not a speech. Do I have to make a speech?"]}, {"line": ["HELEN: Of course, they're giving a testimonial for your father. You could          do your comic routines."]}, {"line": ["JERRY: (ironically) Oh yeah, that will go over real well with that crowd."]}, {"line": ["ELAINE: (looking by the window) Ooh, you have a lake?"]}, {"line": ["JERRY: The lake isn't real."]}, {"line": ["HELEN: The lake is real."]}, {"line": ["MORTY: Are you kidding? They built the lake."]}, {"line": ["HELEN: But it's real. It's water."]}, {"line": ["(Jerry and Elaine take their luggages to the guest room)"]}, {"line": ["HELEN: Where are you going with those?"]}, {"line": ["JERRY: I'm gonna put Elaine's stuff in here."]}, {"line": ["HELEN: Don't sleep in there. You can you use the bedroom."]}, {"line": ["ELAINE: I can't take your bedroom."]}, {"line": ["HELEN: I'm up at 6 o'clock in the morning."]}, {"line": ["ELAINE: I can't kick you out of your bed."]}, {"line": ["HELEN: We don't even sleep."]}, {"line": ["JERRY: Ma."]}, {"line": ["HELEN: But this is sofa bed, you'll be uncomfortable."]}, {"line": ["JERRY: (to Morty) What about you?"]}, {"line": ["MORTY: Why should I be comfortable?"]}, {"line": ["JERRY: (to Helen) What about him?"]}, {"line": ["HELEN: Don't worry, he's comfortable."]}, {"line": ["MORTY: I'll sleep standing up. I'll be fine."]}, {"line": ["HELEN: Will you stop?"]}, {"line": ["ELAINE: Yeah, I'll just stay in here. (goes in the guest room)"]}, {"line": ["HELEN: (asking Jerry to go in the kitchen so Elaine won't hear) Jerry.          You don't have to stay on the couch on my account. The two of you could          stay in there together."]}, {"line": ["JERRY: No that's not such a good idea."]}, {"line": ["HELEN: Well I tought that..."]}, {"line": ["JERRY: Not now. She's right inside."]}, {"line": ["HELEN: (quieter) What happened?"]}, {"line": ["JERRY: I don't know. We decided we don't really work as a couple."]}, {"line": ["HELEN: What does that mean?"]}, {"line": ["JERRY: Well..."]}, {"line": ["MORTY: (comes to the kitchen and with a loud voice) Why are you whispering?"]}, {"line": ["JERRY: Shh! Nothing, nothing."]}, {"line": ["HELEN: Elaine..."]}, {"line": ["MORTY: (still loud) What about her?"]}, {"line": ["JERRY: (tries to explain to Morty but Elaine then comes out of the guest          room to get more luggages, so he fakes a conversation) ...but you know,          look at the sun-dried tomatoes. Where were they five years ago? It just          goes to show you. You never know what... huh (waiting for Elaine to go          back in the guest room) you know... huh... What could happen to a vegetable.          It could just take right off at any time. (Morty finally gets it. So Jerry          goes on quieter) We've tried all kind of arrangments, but we can't seem          to be friend when we sleep together."]}, {"line": ["MORTY: (Morty goes on louder! Did he ever whisper in any episode? :-)          Why do you need more friends? You've got plenty of friends."]}, {"line": ["HELEN: He's an idealist."]}, {"line": ["MORTY: What the hell are you looking for?"]}, {"line": ["JERRY: I'm looking. That's the point. I like looking."]}, {"line": ["HELEN: He likes looking."]}, {"line": ["MORTY: So look."]}, {"line": ["HELEN: But how long can you look?"]}, {"line": ["JERRY: I'm going for the record."]}, {"line": ["(Morty walks away with a face like he disagrees with Jerry)"]}, {"line": ["HELEN: You know your father wouldn't say so but he's really glad you          came."]}, {"line": ["JERRY: Oh, come on."]}, {"line": ["HELEN: This is a big thing for him. Outgoing president of the condo association."]}, {"line": ["(knock on door: this is Jack and Doris, neigboors)"]}, {"line": ["MORTY: Aha!"]}, {"line": ["DORIS: So they arrived safely."]}, {"line": ["MORTY: (to Jerry) You remember Jack and Doris?"]}, {"line": ["JERRY: Nice to meet you. This is Elaine."]}, {"line": ["ELAINE: Hi. Nice to meet you."]}, {"line": ["JACK: So Jerry, you came all the way down here for this?"]}, {"line": ["ELAINE: And scuba diving."]}, {"line": ["HELEN: Scuba diving? Who's going scuba diving?"]}, {"line": ["JERRY: We're going scuba diving. We'll be back in time."]}, {"line": ["HELEN: What do you have to go scuba diving for?"]}, {"line": ["JERRY: For fun."]}, {"line": ["HELEN: For fun?"]}, {"line": ["MORTY: Jack have some spong cake."]}, {"line": ["JACK: No. thanks, no."]}, {"line": ["MORTY: Jack is emceeing tomorrow. He's in charge of the whole thing."]}, {"line": ["JACK: So Jerry, your mother told me you're gonna do one your little comedy          skit tommsorow?"]}, {"line": ["JERRY: I don't think so."]}, {"line": ["JACK: No? Listen Morty you wanna settle up for last night? (Morty nods)          All right. I owe you 19.45$ (he gets his checks book and a pen from his          pocket)."]}, {"line": ["MORTY: What did you have? You had the minute steak?"]}, {"line": ["JACK: Yeah."]}, {"line": ["MORTY: Did you have a coke or what?"]}, {"line": ["JACK: I did NOT have a coke."]}, {"line": ["MORTY: Somebody had a coke."]}, {"line": ["HELEN: Oh I had a coke."]}, {"line": ["DORIS: And I had the scampi."]}, {"line": ["JACK: So that's 17.10$ and the tax and the tip."]}, {"line": ["MORTY: All right. Make it 20 bucks."]}, {"line": ["JACK: It's: 19.45$, Morty. (he gives him the check)"]}, {"line": ["MORTY: 19.45$ ?"]}, {"line": ["JACK: See? You know your father. He can't get a write to the penny, but          that's why he was such a good president."]}, {"line": ["(Jerry notices Klompus's pen)"]}, {"line": ["JERRY: What kind of pen is that?"]}, {"line": ["JACK: This pen?"]}, {"line": ["JERRY: Yeah."]}, {"line": ["JACK: This is an astronaut pen. It writes upside down. They use this          in space."]}, {"line": ["JERRY: Wow! That's the astronaut pen. I heard about that. Where did you          get it?"]}, {"line": ["JACK: Oh it was a gift."]}, {"line": ["JERRY: Cause sometimes I write in bed and I have to turn and lean on  ", "\n        my elbow to make the pen works."]}, {"line": ["JACK: Take the pen."]}, {"line": ["JERRY: Oh no."]}, {"line": ["JACK: Go ahead."]}, {"line": ["JERRY: I couldn't"]}, {"line": ["JACK: Come on, take the pen!"]}, {"line": ["JERRY: I can't take it."]}, {"line": ["JACK: Do me a personal favor!"]}, {"line": ["JERRY: No, I'm not..."]}, {"line": ["JACK: Take the pen!"]}, {"line": ["JERRY: I cannot take it!"]}, {"line": ["JACK: Take the pen!"]}, {"line": ["JERRY: Are you sure?"]}, {"line": ["JACK: Positive! Take the pen!"]}, {"line": ["JERRY: O.K. Thank you very much. Thank you. Gee, boy!"]}, {"line": ["HELEN: Jack, what are you doing?"]}, {"line": ["JACK: Stop it!"]}, {"line": ["DORIS: Jack, we should go. (they go to the door) It was nice to meeting          you."]}, {"line": ["ELAINE: Mmm, nice to meet you."]}, {"line": ["JERRY: Thanks again."]}, {"line": ["JACK: Come on!"]}, {"line": ["DORIS: (to Morty) She's adorable. (they leave)"]}, {"line": ["HELEN: (as soon as the door's closed) What did you take his pen for?"]}, {"line": ["JERRY: What he gave it to me."]}, {"line": ["HELEN: You didn't have to take it."]}, {"line": ["MORTY: Oh my God! She's gotta make a big deal out of everything."]}, {"line": ["JERRY: He offered it to me."]}, {"line": ["HELEN: Because you made such a big fuss about it."]}, {"line": ["JERRY: I liked it. Should I have said I didn't like it?"]}, {"line": ["HELEN: You shouldn't have said anything. What did you expect him to do?          (the camera shows Elaine shaking her head at their dispute)"]}, {"line": ["JERRY: He could have said: \"Thank you, I like it too\" and put          it back in his pocket."]}, {"line": ["HELEN: He loves that pen."]}, {"line": ["MORTY: Oh come on!"]}, {"line": ["HELEN: He talks about it all the time. Every time he takes it out he          goes on and on about how it writes upside down, how the astronauts use          it."]}, {"line": ["JERRY: If he likes it so much, he never should have offered it."]}, {"line": ["HELEN: He didn't think you'd accpet."]}, {"line": ["JERRY: Well, he was wrong."]}, {"line": ["HELEN: I know his wife. She has some mouth on her. She'll tell everyone          in the condo now that you made him give you the pen. They're talking about          it right now. (againe we see Elaine smiling at their argument)"]}, {"line": ["JERRY: So you want me to return it?"]}, {"line": ["HELEN: Yes."]}, {"line": ["MORTY: He's not gonna return the pen. That's ridiculous."]}, {"line": ["JERRY: Hey I don't even want the pen now!"]}, {"line": ["MORTY: Jack can afford to give away a pen with all his money. Believe          me. He gives me a check for 19.45. He didn't have a Coke. Ho, ho, ho!"]}, {"line": ["ELAINE: Here, let me see it. (She takes a pad to try the pen) Hey, it          wrtites upside down."]}, {"line": ["(scene ends)"]}, {"line": [" "]}, {"line": [" "]}, {"line": ["[setting: condo's guest room]"]}, {"line": ["(Elaine is lying on the sofa bed. It's too hot. She can't fall asleep)"]}, {"line": ["(knock on door)"]}, {"line": ["ELAINE: Come in."]}, {"line": ["JERRY: Are you O.K. in here?"]}, {"line": ["ELAINE: Why is it so hot in here? How can they sleep like this?"]}, {"line": ["JERRY: It's only for three days. Today's over and we have tommorow. We          leave on Sunday. It's one day, really."]}, {"line": ["ELAINE: Oh man. What is with this bar? It's right in my back. It's killing          me."]}, {"line": ["JERRY: Oh you wanna switch? I'm sleeping on a love seat. I've got my          feet up in the air like I'm in a space capsule."]}, {"line": ["ELAINE: I am never gonna fall asleep."]}, {"line": ["JERRY: Oh, don't say that. You'll jinx me."]}, {"line": ["ELAINE: How can they not put the air conditioning on?"]}, {"line": ["JERRY: They're nuts with temperature."]}, {"line": ["ELAINE: This bar is right in my back! It's making a dent."]}, {"line": ["JERRY: How about that guy writing a check for 19.45?"]}, {"line": ["ELAINE: I'm sweating here. I'm in bed, sweating."]}, {"line": ["JERRY: It's one day. Half a day, really. I mean you substract showers          and meals, it's like twenty minutes. It will go by like that. (snapping          his fingers)"]}, {"line": ["(scene ends)"]}, {"line": [" "]}, {"line": [" "]}, {"line": ["[setting: condo, morning]"]}, {"line": ["(Jerry and Morty are sitting at the table, Helen is at the counter. Elaine's          still sleeping? Well, she's still in the guest room.)"]}, {"line": ["MORTY: Stay on 95 South to Biscayne Boulevard. Then you make a left turn.          Put you blinker on immediatly, there's an abutment there. Then you're          gonna merge over very quickly, but stay on Biscayne. Don't get off Biscayne.          You understand me?"]}, {"line": ["JERRY: Stay on Biscayne."]}, {"line": ["HELEN: You're going underwater?"]}, {"line": ["JERRY: Yes. Generally that's where scuba diving is done."]}, {"line": ["HELEN: What do you have to go underwater for? What's down there that's          so special?"]}, {"line": ["JERRY: What's so special up here?"]}, {"line": ["(Elaine open the guest room's door and she's in pain)"]}, {"line": ["ELAINE: Oh!"]}, {"line": ["(everybody get up and walk to her)"]}, {"line": ["HELEN: What's the matter?"]}, {"line": ["ELAINE: My back."]}, {"line": ["HELEN: What happened?"]}, {"line": ["ELAINE: That... That bed. The bar was right in my back."]}, {"line": ["HELEN: (to Jerry) I told you to let us sleep in there."]}, {"line": ["JERRY: Then YOU would be hunched over."]}, {"line": ["ELAINE: I don't even know if I can go scuba diving."]}, {"line": ["JERRY: You can't go?"]}, {"line": ["HELEN: So stay home."]}, {"line": ["ELAINE: You can go."]}, {"line": ["JERRY: Without you? That's the whole reason you came down here."]}, {"line": ["HELEN: Don't go."]}, {"line": ["JERRY: You sure?"]}, {"line": ["MORTY: Maybe you should see a doctor."]}, {"line": ["JERRY: We'll stay in a hotel tonight."]}, {"line": ["ELAINE: (whispering to Jerry) Yes!"]}, {"line": ["HELEN: No, we'll stay in there."]}, {"line": ["JERRY: Why don't you get a new sofa?"]}, {"line": ["MORTY: Nobody uses it."]}, {"line": ["JERRY: I'm buying you a new sofa."]}, {"line": ["HELEN: Oh Jerry, don't talk crazy."]}, {"line": ["ELAINE: Mrs Seinfeld, please. I am begging you. Put the air conditioner          on."]}, {"line": ["HELEN: You're hot?"]}, {"line": ["ELAINE: I've lost 6 pounds."]}, {"line": ["HELEN: I don't even know how to work it."]}, {"line": ["MORTY: I keep telling her it's like an oven in here."]}, {"line": ["(Evelyn, a neighboor, enters)"]}, {"line": ["EVELYN: Is everybody up?"]}, {"line": ["JERRY: Hi. How are you?"]}, {"line": ["EVELYN: Hello Jerry."]}, {"line": ["JERRY: Evelyn, this is Elaine."]}, {"line": ["ELAINE: (with pain) Hi Evelyn."]}, {"line": ["EVELYN: Jerry you got thin."]}, {"line": ["JERRY: Too thin?"]}, {"line": ["HELEN: Oh stop worrying so much about how you look."]}, {"line": ["EVELYN: So where's the new pen? (everybody's surprised by this question)"]}, {"line": ["JERRY: (Jerry scratches his head and acts like he's not sure what she's          talking about) What?"]}, {"line": ["EVELYN: The pen. The one Jack Klompus gave you."]}, {"line": ["HELEN: How did you know that?"]}, {"line": ["EVELYN: Blanche told me."]}, {"line": ["HELEN: Blanche?"]}, {"line": ["EVELYN: That's some good pen. It writes upside down."]}, {"line": ["ELAINE: The astronauts use them."]}, {"line": ["HELEN: What did Blanche say?"]}, {"line": ["EVELYN: I don't know. She said Jerry wanted the pen."]}, {"line": ["JERRY: I never really wanted the pen."]}, {"line": ["MORTY: He gave him the pen."]}, {"line": ["HELEN: Morty."]}, {"line": ["EVELYN: Why you don't like the pen?"]}, {"line": ["JERRY: No, no, I..."]}, {"line": ["EVELYN: Cause if you don't like it, give it back to him."]}, {"line": ["HELEN: Is that what she said?"]}, {"line": ["EVELYN: Who?"]}, {"line": ["HELEN: Blanche."]}, {"line": ["EVELYN: What are you talking about?"]}, {"line": ["(The phone rings, Helen answers.)"]}, {"line": ["HELEN: Hello? Oh hello Gussy. What? Jerry wouldn't do that. Jack gave          it to him. All he said was he liked it. I mean nobody put a gun to his          head. (to Jerry) You're giving him back that pen. (She continues the discussion          with Gussy but we don't hear it.)"]}, {"line": ["ELAINE: Somebody please-- THE AIR CONDITIONER!"]}, {"line": ["MORTY: (Morty gets up) Oh! I forgot all about it."]}, {"line": ["(the phone conversation is over. Helen looks at Jerry.)"]}, {"line": ["JERRY: All I said was \"I like the pen\"."]}, {"line": ["(Morty looks at the control panel for the air conditioner)"]}, {"line": ["MORTY: How the hell do you work this thing?"]}, {"line": ["(scene ends)"]}, {"line": [" "]}, {"line": [" "]}, {"line": ["[setting: still the condo, later] "]}, {"line": ["(Jerry's gone scuba diving. Elaine is lying on the floor with pillows          under her legs. Morty and Helen are on the couch, looking at Elaine. Helen          is wearing a sweater and she's freezing)"]}, {"line": ["HELEN: Maybe you shouldn't go tonight."]}, {"line": ["ELAINE: No no, I wanna go."]}, {"line": ["HELEN: But your back hurts."]}, {"line": ["MORTY: Maybe a couple of muscle relaxers would help."]}, {"line": ["ELAINE: Oh, oh, O.K. (Helen holds her sweater tight against herself)          You can turn down the air conditioning if you want."]}, {"line": ["HELEN: No. I'm fine."]}, {"line": ["ELAINE: You're not too cold?"]}, {"line": ["HELEN: No."]}, {"line": ["(Jerry enters with a black eye)"]}, {"line": ["JERRY: Don't be alarmed."]}, {"line": ["MORTY: Oh my God! What the hell happened to you?"]}, {"line": ["JERRY: I'm O.K. My capillaries burst."]}, {"line": ["HELEN: Your capillaries? Do you know what you look like?"]}, {"line": ["JERRY: (to Elaine on the floor) How are you doing?"]}, {"line": ["ELAINE: Having a good time!"]}, {"line": ["JERRY: Is it my imagination or is it freezing in here?"]}, {"line": ["HELEN: What happened to your eyes?"]}, {"line": ["JERRY: Well I started to go under..."]}, {"line": ["HELEN: With the instructor?"]}, {"line": ["JERRY: Yeah, and I got about ten feet down and I felt this tremendous          pressure on my mask. Like my eyeballs were being sucked out of their sockets."]}, {"line": ["HELEN: I told you..."]}, {"line": ["(Jack enters, all dressed-up, smoking a cigar)"]}, {"line": ["JACK: Excuse me. (to Helen) Doris would like to borrow red your pocketbook          to go with her shoes. (to Elaine on the floor) The shoes have to match          the pocketbook. (to the others) What's she doing? Yoga?"]}, {"line": ["ELAINE: My back hurts."]}, {"line": ["JACK: Morty you gotta hurry up. Get ready."]}, {"line": ["MORTY: We got plenty of time."]}, {"line": ["JACK: (to Jerry) What happened to you?"]}, {"line": ["JERRY: I got in a fist fight with one of the ladies at the pool."]}, {"line": ["HELEN: It's from scuba diving."]}, {"line": ["JACK: What's there to see underwater?"]}, {"line": ["(Helen turns to Jerry and makes a face like: give him back the pen)"]}, {"line": ["JERRY: Listen M. Klompus, it was really a nice gesture of you to give          me the pen, but I don't really need it."]}, {"line": ["JACK: You what?"]}, {"line": ["JERRY: I mean it's a terrific pen, but I think you should keep it. (he          tends the pen to Jack)"]}, {"line": ["JACK: Well I mean..."]}, {"line": ["JERRY: Take it."]}, {"line": ["JACK: All right! (he smiles and take it)"]}, {"line": ["(Morty gets up and walks right to Jack)"]}, {"line": ["MORTY: You know Jack, you've got a hell of a nerve taking that kid's          pen."]}, {"line": ["JACK: Whose pen?"]}, {"line": ["MORTY: His pen."]}, {"line": ["JACK: This happens to be my pen."]}, {"line": ["MORTY: You didn't give it to him."]}, {"line": ["JACK: What are you talking about? He pratically begged me for it."]}, {"line": ["MORTY: Where do you come off with this crap?"]}, {"line": ["JACK: Listen, do you think I take everything everybody offers me? You          offered me sponge cake yesterday. Did I take it?"]}, {"line": ["MORTY: You said you didn't want it!"]}, {"line": ["JACK: Of course I wanted it! I love sponge cake!"]}, {"line": ["MORTY: Then who the hell said you couldn't have any? I mean what the          hell do I care whether you have sponge cake?"]}, {"line": ["(Jerry and Elaine can't beleive what they're hearing)"]}, {"line": ["JACK: Because I saw the look on your face last week when I took the scotch          tape!"]}, {"line": ["MORTY: Ahh! Ahh! So YOU got the scotch tape! I've been looking all over          for it!"]}, {"line": ["JACK: Don't worry about it! I'll give it back!"]}, {"line": ["MORTY: I don't want it!"]}, {"line": ["JACK: I don't want it!"]}, {"line": ["MORTY: You know Jack, do me a favor will you? Take the pen and the scotch          tape, and get the hell out of here!"]}, {"line": ["JACK: Listen do you think I give a damn?"]}, {"line": ["MORTY: Aah! (Jack leaves) The nerve of that guy! Taking back that pen.          Well that'it for them."]}, {"line": ["JERRY: What is going on in this community! Are you people aware of what's          happening? What is driving you to this behavior? Is it the humudity? Is          it the Muzak? Is it the white shoes?"]}, {"line": ["HELEN: I have no use for either one of them. I don't even want them there          tonight. (she still has the pocketbook in her hands)"]}, {"line": ["JERRY: Isn't he supposed to be the emcee?"]}, {"line": ["MORTY: yeah, he's supposed to be the emcee."]}, {"line": ["JERRY: Well. This should be a very interesting evening."]}, {"line": ["ELAINE: (still on the floor) Uh... What about those muscle relaxers?"]}, {"line": ["(scene ends)"]}, {"line": [" "]}, {"line": [" "]}, {"line": ["[setting: reception room, evening]"]}, {"line": ["(Morty, Helen, Elaine and Jerry are standing for a photograph in the          entrance. Jerry wears sunglasses and Elaine is all drugged-up on muscle          relaxers.)"]}, {"line": ["PHOTOGRAPHER: Say astronaut."]}, {"line": ["(Elaine is laughing for nothing and she walks right up to the lens of          the camera.)"]}, {"line": ["ELAINE: Say what? (laughing) Say what?"]}, {"line": ["JERRY: (Jerry brings her back) You took too many of those pills."]}, {"line": ["MORTY: Astronaut?"]}, {"line": ["HELEN: Say it."]}, {"line": ["JERRY, MORTY AND HELEN: Astronaut!"]}, {"line": ["ELAINE: (still laughing, she says it just as the picture is taking) Astro...naut!"]}, {"line": ["(the image frozes and we see that the picture is awful, with Jerry and          his sunglasses, and Elaine laughing who can barely stand.)"]}, {"line": ["MORTY: Good. O.K. (the photographer walks away) What about last year          when I took him to the hospital every day? Did he ever say thank you?"]}, {"line": ["JERRY: Oh God. (foreseeing an arm's grabbing as he sees Uncle Leo entering          with his wife Stella)"]}, {"line": ["JERRY: (to Leo) Uncle Leo."]}, {"line": ["LEO: Hello!"]}, {"line": ["STELLA: Morty are you nervous?"]}, {"line": ["MORTY: What nervous?"]}, {"line": ["LEO: (to Jerry while he's grabbing his arm as usual) What's with the          sunglasses? Who are you? Van Johnson?"]}, {"line": ["JERRY: I've got a black eye."]}, {"line": ["STELLA: (to Elaine in a childish voice) Hello."]}, {"line": ["JERRY: Elaine, this is my aunt Stella."]}, {"line": ["HELEN: (shouting as she imitates Marlon Brando) STELLA! STELLA!"]}, {"line": ["JERRY: (to Stella) Her back hurts."]}, {"line": ["STELLA: Humm... We saw you on \"The Tonight Show\" last week."]}, {"line": ["LEO: I thought Johnny was very rude to you. He didn't even let you talk."]}, {"line": ["JERRY: No, no."]}, {"line": ["LEO: You need some new material. I've heard you do that dog routine three          times already."]}, {"line": ["ELAINE: (still with her imitation, shouting even louder) STELLA! STELLA!"]}, {"line": ["LEO: Listen, you should get your cousin Jeffrey to write some material          for you."]}, {"line": ["MORTY: What are you talking? Jeffrey works for the parks department!"]}, {"line": ["LEO: You should read the letters he's written. He's funnier than the          whole bunch of you! (Jack enters with Doris) Oh, here's Jack. We should          sit down."]}, {"line": ["(Jack and Morty exchange a look.)"]}, {"line": ["STELLA: (to Helen on a sarcastic tone of voice) This better be good.          I'm missing \"Golden Girls\" for this."]}, {"line": ["HELEN: (laughing hypocritically till Stella walks away) I hate her like          poison."]}, {"line": ["(a few minutes later, the ceremony is about to begin. Someone in the          crowd yells: \"Jack let's get started!\" Everyone applause and          we see, from left to right, all sitting on the same side of a long table,          facing the public: Stella, Leo, Elaine, Jerry, Helen, Morty, Jack at the          microphone, Doris, and four other people.)"]}, {"line": ["JACK: (on the microphone) Ladies and gentlemen, as you know, every year,          Phase Two of the Pines of Mark Gables honors the previous year president.          And this year we are honoring Morty Seinfeld (the crowd applause and someone          yells: Morty!) A man who slept more hours on the job than Ronald Reagan."]}, {"line": ["MORTY: (to Helen) Slept on the job? (she shushed him)"]}, {"line": ["JACK: Being president of the condo is not easy. It requires hard work,          dedication, and commitment, and unfortunately he possesses none of these          qualities. (everyone laugh except Jerry, Helen, and Morty. Even Elaine          who's still druggy)"]}, {"line": ["HELEN: (Morty complains again to Helen) He's joking."]}, {"line": ["JACK: His administration did excel in one department: the hiring of incompetents."]}, {"line": ["MORTY: (to Jack, loud) That's what you say."]}, {"line": ["JACK: But we do owe him a debt of gratitude because by not fixing the          crack in the sidewalk, he put Mrs Ziven out of commission for a few weeks.          (Morty is now the only one not laughing)"]}, {"line": ["MORTY: (loud) Tell them when you took my son's pen back. Tell them about          that! (he gets up)"]}, {"line": ["JERRY: Dad!"]}, {"line": ["MORTY: (to the crowd) He gave my son a pen, and then he takes it back.          Tell them about that!"]}, {"line": ["JACK: He gave it to me!"]}, {"line": ["MORTY: Come on. That's enough, sit down!"]}, {"line": ["JACK: I'm not sitting down!"]}, {"line": ["(they start to fight. Morty tries to get the microphone off Jack' hands.          He yells to Jack to give him the pen. Jerry gets up and tries to separate          them. We hear a feedback from the microphone and they stop to fight)"]}, {"line": ["JACK: Ow! You broke my dental plate! (Jack is touching his dental plate          while Morty reaches in Jack's pocket to get the pen) Doris! He broke my          dental plate. You son-of-a-bitch! I'm gonna sue you. (he leaves the table          and Morty follows him and continue arguing with him. Jerry now have the          microphone in his hands and the crowd begins to think the ceremony is          over.)"]}, {"line": ["HELEN: Jerry, do your act."]}, {"line": ["JERRY: (in the microphone, but to Helen) I can't. Nobody's even listening."]}, {"line": ["HELEN: They're all gonna leave."]}, {"line": ["JERRY: (to himself) Oh God! (in the microphone) huh... Hey! How you folks          doing tonight? (everybody in the crowd is talking over Jerry)"]}, {"line": ["MAN IN THE CROWD: Who are you?"]}, {"line": ["JERRY: (still with his sunglasses) Have you ever noticed how they always          give you the peanuts on the planes?"]}, {"line": ["WOMAN IN THE CROWD: (to heckle Jerry) Not my Harry. He flies first class."]}, {"line": ["(Elaine is almost asleep at the table)"]}, {"line": ["JERRY: Who ever thought the first thing somebody wants on a plane is          a peanut?"]}, {"line": ["MAN IN THE CROWD: I'd rather have a bottle of scotch!"]}, {"line": ["HELEN: (to Jerry) Do the dog routine."]}, {"line": ["JERRY: All I said was I liked the pen!"]}, {"line": ["ELAINE: (wakes up and yells very loud) STELLA!"]}, {"line": ["(Everybody stops talking and put their hands on their ears)"]}, {"line": ["(scene ends)"]}, {"line": [" "]}, {"line": [" "]}, {"line": ["[setting: condo, morning]"]}, {"line": ["(Elaine is sitting on the couch and a chiro is examining her. Jerry's          sitting next to her. Helen is standing beside them and Morty is still          asleep in the guest room)"]}, {"line": ["CHIROPRACTOR: You could aggravated. I wouldn't go anywhere for at least          five days."]}, {"line": ["ELAINE: Five days? You want me to stay here for five more days?"]}, {"line": ["JERRY: There must be some mistake."]}, {"line": ["CHIROPRACTOR: I'm afraid not."]}, {"line": ["ELAINE: (discouraged) Five days. Here."]}, {"line": ["HELEN: (to Jerry, happily) So we have you for five more days!"]}, {"line": ["JERRY: (to Elaine) Well there's really no point in me staying. I mean          you just gonna be..."]}, {"line": ["ELAINE: Excuse me?"]}, {"line": ["JERRY: Nothing."]}, {"line": ["(Evelyn enters)"]}, {"line": ["EVELYN: Good morning."]}, {"line": ["JERRY: Hi Evelyn."]}, {"line": ["EVELYN: (to Helen) Has Morty decided on a lawyer yet?"]}, {"line": ["HELEN: I don't think so."]}, {"line": ["EVELYN: Because my nephew Larry could do it. He's a brilliant lawyer.          He says Jack has no case."]}, {"line": ["HELEN: I'll ask him when he gets up."]}, {"line": ["EVELYN: Oh, and I spoke to Arnold. And he says that according to the          bylaws of the condo constitution, they need six votes to throw you out          for unruly behavior. Not five. Doctor Chernov is the one you'll have to          suck up to."]}, {"line": ["(Morty gets up in a bad shape)"]}, {"line": ["MORTY: Aw! Aw! Oh my back! Oh my back! It's that bar. Who the hell could          sleep on that thing?"]}, {"line": ["HELEN: I was very comfortable."]}, {"line": ["EVELYN: Morty, Arnold says they need six votes to throw you out."]}, {"line": ["HELEN: It's in the constitution."]}, {"line": ["MORTY: (to the chiro) Who are you?"]}, {"line": ["CHIROPRACTOR: I'm a chiropractor."]}, {"line": ["MORTY: What are you kidding me?"]}, {"line": ["ELAINE: (to Jerry) Five more days?"]}, {"line": ["JERRY: Well today's almost over. And weekdays always go by fast. Friday          we're leaving. It's like two days really. It's like a cup of coffee. It          will go by like that. (snapping his fingers)"]}, {"line": ["(scene ends)"]}, {"line": ["[setting: night club, closing monologue]"]}, {"line": ["Is Florida not hot and muggy enough for these people? They love heat.          I mean if they ever decide to land men on the sun, I think these old retired          guys would be the only ones that will be able to handle it. They'll just          sit there on the sun, on the redwood benches, washcloth on the head going:          \"Close the door, you're letting all the heat off the sun. I'm trying          to get a sweat going.\""]}, {"line": ["(end of the show)"]}, {"line": ["Transcribed by 2002 Christianada Industries"]}, {"line": [" "]}, {"line": []}, {"line": [" "]}, {"line": []}, {"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]}, {"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}]