[{"title": "The Alternate Side "}, {"line": []}, {"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]}, {"line": [" "]}, {"line": ["              Written by: Larry David and Bill Masters", "\n            "]}, {"line": ["              Episode no. 28", "\n              pc: 3103, season 3, episode 11", "\n              Broadcast date: December 4, 1991", "\n            "]}, {"line": ["              The Cast", "\n              ", "\n              Regulars:", "\n              Jerry Seinfeld................... Jerry Seinfeld", "\n              Jason Alexander.................. George Costanza", "\n              Julia Louis-Dreyfus.............. Elaine Benes", "\n              Michael Richards................. Cosmo Kramer", "\n              ", "\n              Guest Stars:", "\n              ", "\n              Jay Brooks....................... Sid", "\n              Janet Zarish..................... Rental Car Agent", "\n              Edward Penn...................... Owen March", "\n              Jeff Barton...................... Paramedic", "\n              ", "\n              ", "\n              ", "\n              Opening monologue.", "\n              Seems to me the way they design the car alarm is so that the car \n              will behave as", "\n              if it was a nervous hysterical person. Anyone goes near it, anyone \n              disturbs it,", "\n              it's aaaaaahhhhhhh! Lights flashing on and off, acting all crazy. \n              Not", "\n              everybody wants to draw that much attention to themselves, wouldn't \n              it be nice", "\n              if you could have a car alarm that was a little more subtle? You \n              know, somebody", "\n              tries to break in, it goes, \"Ahem. Ahem. Excuse me?\" I \n              would like a car alarm", "\n              like that.", "\n              ", "\n              ", "\n              First scene.", "\n              Jerry and George are entering Jerry's apartment.", "\n              ", "\n              Jerry: Do you believe this? The car was parked right out front.", "\n              ", "\n              George: Was the alarm on?", "\n              ", "\n              Jerry: I don't know, I guess it was on. I don't know my alarm sound; \n              I'm not", "\n              tuned in to it like it's my son.", "\n              ", "\n              George: I don't understand, how do these thieves start the car?", "\n              ", "\n              Jerry: They cross the wires or something.", "\n              ", "\n              George: Cross the wires? I can't even make a pot of spaghetti.", "\n              ", "\n              Kramer enters.", "\n              ", "\n              Jerry: They stole my car.", "\n              ", "\n              Kramer: Who did?", "\n              ", "\n              Jerry: They did.", "\n              ", "\n              Kramer: Was it more than just one?", "\n              ", "\n              Jerry: What should I do, should I call the police?", "\n              ", "\n              Kramer: What are they gonna do?", "\n              ", "\n              Jerry: I'd better call the car phone company, cancel my service.", "\n              ", "\n              George: Maybe you should call your car phone.", "\n              ", "\n              Jerry: Yeah, he's probably driving it right now.", "\n              ", "\n              George: Wait a minute, call the car phone, see what happens.", "\n              ", "\n              Jerry: Are you serious?", "\n              ", "\n              George: Yeah, go ahead, call.", "\n              ", "\n              Jerry: I don't even know if I remember the number.", "\n              ", "\n              Jerry dials.", "\n              ", "\n              Jerry: What do I say if he picks up?", "\n              ", "\n              Car thief: Hello?", "\n              ", "\n              Jerry: Hello? Is this 555-8383?", "\n              ", "\n              Car thief: I have no idea.", "\n              ", "\n              Jerry: Can I ask you a question?", "\n              ", "\n              Car thief: Sure.", "\n              ", "\n              Jerry: Did you steal my car?", "\n              ", "\n              Car thief: Yes I did.", "\n              ", "\n              Jerry: You did?!", "\n              ", "\n              Car thief: I did.", "\n              ", "\n              Jerry: That's my car!", "\n              ", "\n              Car thief: I didn't know it was yours.", "\n              ", "\n              Jerry: What are you gonna do with it?", "\n              ", "\n              Car thief: I dunno, drive around.", "\n              ", "\n              Jerry: Then can I have it back?", "\n              ", "\n              Car thief: Mmmm, nah, I'm gonna keep it.", "\n              ", "\n              Kramer gestures for Jerry to hand him the phone.", "\n              ", "\n              Kramer: Hello?", "\n              ", "\n              Car thief: Yeah, who's this?", "\n              ", "\n              Kramer: Kramer.", "\n              ", "\n              Car thief: Hello, Kramer.", "\n              ", "\n              Kramer: Listen, there's a pair of gloves in the glove compartment.", "\n              ", "\n              Car thief: Wait, hold on... Brown ones?", "\n              ", "\n              Kramer: Yeah. Listen, could you mail those to me? Or bring them \n              by my", "\n              building, it's 129 West 81st St.", "\n              ", "\n              Car thief: One-two-nine, okay.", "\n              ", "\n              Kramer: Thanks a lot, uh here's Jerry.", "\n              ", "\n              Jerry (derisively at Kramer): Gloves. (Into the phone) Hello?", "\n              ", "\n              Car thief: Jerry?", "\n              ", "\n              Jerry: Yeah, let me ask you a question. How do you cross those wires?", "\n              ", "\n              Car thief: I didn't cross any wires, the keys were in it.", "\n              ", "\n              Jerry: Sid left the keys in the car. Alright, I gotta go. Drive \n              carefully.", "\n              ", "\n              Car thief: Jerry, when's the last time you had a tune-up? Because \n              I can't find", "\n              the--", "\n              ", "\n              Jerry hangs up.", "\n              ", "\n              Jerry: Sid left the keys in the car.", "\n              ", "\n              George: Who's Sid?", "\n              ", "\n              Jerry: He's this guy in the neighborhood, parks cars on the block.", "\n              ", "\n              George: What do you mean?", "\n              ", "\n              Jerry: He moves them from one side of the street to the other so \n              you don't get", "\n              a ticket.", "\n              ", "\n              George: What, do you pay him for that?", "\n              ", "\n              Jerry: Yeah, like fifty bucks a month.", "\n              ", "\n              George: How many people does he do that for?", "\n              ", "\n              Jerry: The whole block, forty, fifty cars.", "\n              ", "\n              Kramer: He only works three hours a day. He makes a fortune. Course \n", "\n              he's been", "\n              doing that for years, right Jerry?", "\n              ", "\n              George: Could anybody do that?", "\n              ", "\n              Sid enters.", "\n              ", "\n              Jerry: Hey Sid, what happened?", "\n              ", "\n              Sid: I'm sorry, Jerry. Maybe I'm getting too old for this stuff.", "\n              ", "\n              Jerry: You left the keys in the car?", "\n              ", "\n              Sid: Well, you know they're making that Woody Allen movie in the \n              block, and all", "\n              those people and trucks everywhere, when I saw him I must have got \n              a little", "\n              distracted.", "\n              ", "\n              Kramer: You know I'm in that movie?", "\n              ", "\n              George: You are?", "\n              ", "\n              Kramer: Yeah, I'm an extra.", "\n              ", "\n              George: How'd you get that?", "\n              ", "\n              Kramer: Well, I was just watching them film yesterday and some guy \n              just asked", "\n              me.", "\n              ", "\n              George: Right out of the clear blue sky?", "\n              ", "\n              Kramer: Clear blue sky!", "\n              ", "\n              George: Well, why didn't they ask me?", "\n              ", "\n              Kramer: I got a quality.", "\n              ", "\n              Sid: Jerry, you got insurance, right?", "\n              ", "\n              Jerry: Yeah, but no car. I'll have to rent one.", "\n              ", "\n              Sid: Well I'm going down to visit my sister in Virginia next Wednesday, \n              for a", "\n              week, so I can't park it.", "\n              ", "\n              Jerry: This Wednesday?", "\n              ", "\n              Sid: No, next Wednesday, week after this Wednesday.", "\n              ", "\n              Jerry: But the Wednesday two days from now is the next Wednesday.", "\n              ", "\n              Sid: If I meant this Wednesday, I would have said this Wednesday. \n              It's the", "\n              week after this Wednesday.", "\n              ", "\n              George: Sid, who's gonna move the cars while you're away?", "\n              ", "\n              Sid: Whoever wants to move them, why do I care who moves them? They \n              can move", "\n              themselves if they want.", "\n              ", "\n              George: Maybe I could move them until you get back.", "\n              ", "\n              Sid: What's a young man like you want to move cars for? You don't \n              work?", "\n              ", "\n              George: I'm in a transition phase right now.", "\n              ", "\n              Sid: Well if you want to move the cars, move the cars. Just don't \n              forget to", "\n              take the keys out, that's all.", "\n              ", "\n              Phone rings.", "\n              ", "\n              Jerry: Hello? Yeah, the defroster's the one on the bottom, just \n              slide it all", "\n              the way over. You're welcome.", "\n              ", "\n              ", "\n              New scene.", "\n              Jerry and Elaine are in line at the rental car agency.", "\n              ", "\n              Elaine: I'm in awe of his intellect, when he talks it sounds like \n              he's reading", "\n              from one of his novels.", "\n              ", "\n              Jerry: Owen March, I never heard of him.", "\n              ", "\n              Elaine: Well, he's not a baseball player.", "\n              ", "\n              Jerry: Yeah, that's true. Well it sounds like it's going pretty \n              good.", "\n              ", "\n              Elaine: Yeah. Well, there is one little problem.", "\n              ", "\n              Jerry: What's that?", "\n              ", "\n              Elaine: He's sixty-six years old.", "\n              ", "\n              Rental car agent: Next please.", "\n              ", "\n              Elaine: Well, go, go.", "\n              ", "\n              Agent: Can I help you? Name please?", "\n              ", "\n              Jerry: Seinfeld. I made a reservation for a mid-size, and she's \n              a small. I'm", "\n              kidding around, of course.", "\n              ", "\n              Agent: Okay, let's see here.", "\n              ", "\n              Jerry: Sixty-six years old?", "\n              ", "\n              Elaine: Yeah, well, he's in perfect health. He works out, he's vibrant. \n              You'd", "\n              really like him.", "\n              ", "\n              Jerry: Why do people always say that? I hate everyone, why would \n              I like him?", "\n              ", "\n              Elaine: What do you think, would you go out with a sixty-six year \n              old woman?", "\n              ", "\n              Jerry: Well, I'll tell you, she would have to be really vibrant. \n              So vibrant,", "\n              she'd be spinning.", "\n              ", "\n              Agent: I'm sorry, we have no mid-size available at the moment.", "\n              ", "\n              Jerry: I don't understand, I made a reservation, do you have my \n              reservation?", "\n              ", "\n              Agent: Yes, we do, unfortunately we ran out of cars.", "\n              ", "\n              Jerry: But the reservation keeps the car here. That's why you have \n              the", "\n              reservation.", "\n              ", "\n              Agent: I know why we have reservations.", "\n              ", "\n              Jerry: I don't think you do. If you did, I'd have a car. See, you \n              know how to", "\n              take the reservation, you just don't know how to *hold* the reservation \n              and", "\n              that's really the most important part of the reservation, the holding. \n              Anybody", "\n              can just take them.", "\n              ", "\n              Agent: Let me, uh, speak with my supervisor.", "\n              ", "\n              The agent goes into an office with a window in the door so she can \n              be seen", "\n              speaking with someone.", "\n              ", "\n              Jerry: Uh, here we go. The supervisor. You know what she's saying \n              over there?", "\n              ", "\n              Elaine: What?", "\n              ", "\n              Jerry: Hey Marge, you see those two people over there? They think \n              I'm talking", "\n              to you, so you pretend like you're talking to me, okay now you start \n              talking.", "\n              ", "\n              Elaine: Oh, you mean like this? So it looks like I'm saying something \n              but I'm", "\n              not really saying anything at all?", "\n              ", "\n              Jerry: Now you say something else and they won't yell at me 'cause \n              they thought", "\n              I was checking with you.", "\n              ", "\n              Elaine: Okay, that's it. I think that's enough, see you later.", "\n              ", "\n              The agent returns.", "\n              ", "\n              Agent: I'm sorry, my supervisor says there's nothing we can do.", "\n              ", "\n              Jerry: Yeah, it looked as if you were in a real conversation over \n              there.", "\n              ", "\n              Agent: But we do have a compact if you would like that.", "\n              ", "\n              Jerry: Fine.", "\n              ", "\n              Agent: Alright. We have a blue Ford Escort for you Mr. Seinfeld. \n              Would you", "\n              like insurance?", "\n              ", "\n              Jerry: Yeah, you better give me the insurance, because I am gonna \n              beat the hell", "\n              out of this car.", "\n              ", "\n              Agent: Please fill this out.", "\n              ", "\n              Elaine: What do you think, you think I'm making a big mistake?", "\n              ", "\n              Jerry: Hey, if you enjoy being with him, that's what's important.", "\n", "\n              ", "\n              Elaine: I love being with him. I mean, I like being with him. It's \n              okay being", "\n              with him.", "\n              ", "\n              ", "\n              New scene.", "\n              Elaine and Jerry are at Jerry's apartment.", "\n              ", "\n              Elaine: I just don't enjoy being with him.", "\n              ", "\n              Jerry: Well that's what's important.", "\n              ", "\n              Elaine: I'm meeting him for lunch at Chadway's around the corner, \n              do I have to", "\n              break up with him face to face or can I just wait and do it over \n              the phone?", "\n              ", "\n              Jerry: How many times you been out with him?", "\n              ", "\n              Elaine: Seven?", "\n              ", "\n              Jerry: Face to face.", "\n              ", "\n              Elaine: Seven dates is a face-to-face break up?", "\n              ", "\n              Jerry: If it was six I could have let you go, but seven, I'm afraid, \n              is over", "\n              the limit. Unless, of course, there was no sex.", "\n              ", "\n              Elaine: Hmm... How's the pasta over there?", "\n              ", "\n              Kramer enters, as he's walking in, George rushes in, pushes him \n              out of the way", "\n              and heads for the kitchen sink.", "\n              ", "\n              Kramer: Whoa, whoa!!", "\n              ", "\n              Jerry: What is going on out there?", "\n              ", "\n              George: I need like a bucket of water! I got a car overheating, \n              I got an alarm", "\n              that won't go off, I'm pressing 'one', I'm pressing 'two', nothing! \n              What do I", "\n              do?! Help me! Help me!", "\n              ", "\n              George runs off into the bathroom.", "\n              ", "\n              Kramer: Hey, you know they were supposed to do my scene today?", "\n              ", "\n              Elaine: Today?!", "\n              ", "\n              Kramer: You know they told me that they wanted me to walk down the \n              block", "\n              carrying this bag of groceries.", "\n              ", "\n              Elaine: Yeah.", "\n              ", "\n              Kramer: So I start to walk, and I trip, and the grocery bag goes \n              flying, and", "\n              Woody, Woody starts laughing.", "\n              ", "\n              Elaine: He was laughing?!", "\n              ", "\n              Kramer: Oh yeah, he was drinking something, it started to come out \n              of his nose.", "\n              ", "\n              Jerry: So then what?", "\n              ", "\n              Kramer: I got a line in the movie!", "\n              ", "\n              Elaine: Get out!", "\n              ", "\n              Jerry: That's great!", "\n              ", "\n              George: You got a line in the Woody Allen movie?", "\n              ", "\n              Kramer: Pretty good, huh?", "\n              ", "\n              George: You're in the movie? Is he in the scene?", "\n              ", "\n              Kramer: Oh yeah, yeah, it's me and him. I might have a whole new \n              career on my", "\n              hands, huh?", "\n              ", "\n              Jerry: You mean *a* career.", "\n              ", "\n              Elaine: So was Mia Farrow there?", "\n              ", "\n              Kramer: Uh, I didn't see him.", "\n              ", "\n              Elaine: What's your line?", "\n              ", "\n              Kramer: Oh, well uh, okay I'm there with, uh, Woody, you know, I'm \n              at this bar", "\n              and, uh, I'm sit-- you know it's Woody Allen, did I mention that?", "\n              ", "\n              The other three impatiently encourage Kramer to continue.", "\n              ", "\n              Kramer: So I'm sitting there with Woody and I say, I turn to him \n              and I go,", "\n\"Boy, these pretzels are making me thirsty.\"", "\n              ", "\n              George: Is that how you're gonna say it?", "\n              ", "\n              Kramer: No, no, I'm working on it.", "\n              ", "\n              Elaine: Do it like this. \"These pretzels are making me thirsty.\"", "\n              ", "\n              Jerry: No. \"These pretzels are making me thirsty.\"", "\n              ", "\n              Kramer: No, no. See, that's no good. See, you don't know how to \n              act.", "\n              ", "\n              George: \"These pretzels are making me thirsty!!\"", "\n              ", "\n              Jerry pinches his nose.", "\n              ", "\n              George: That was no good? ", "\n              ", "\n              Kramer: I didn't say anything.", "\n              ", "\n              Elaine: I'm gonna go break up with Owen.", "\n              ", "\n              George: What was wrong with that? I had a different interpretation! \n              Do you", "\n              know anything about this pretzel guy?! Maybe he's been in the bar \n              a really long", "\n              time and he's really depressed because he has no job and no woman \n              and he's", "\n              parking cars for a living! (out the window to honking cars) Alright! \n              Alright! ", "\n              Shut up! Shut up! I hear you! I'm coming down! These pretzels are \n              making me", "\n              thirsty!", "\n              ", "\n              George storms out.", "\n              ", "\n              ", "\n              New scene. ", "\n              Still Jerry's apartment, some time later. There's a pounding on \n              the door, Jerry", "\n              opens it and Elaine enters with an unconscious older man.", "\n              ", "\n              Jerry: Oh my god.", "\n              ", "\n              Elaine: Call an ambulance.", "\n              ", "\n              Jerry: Boy, he took it hard.", "\n              ", "\n              ", "\n              New scene.", "\n              Owen is now lying on Jerry's couch and Elaine is explaining what \n              happened.", "\n              ", "\n              Elaine: We were walking down the block right by your house and I \n              was just about", "\n              to break up with him then all of a sudden he started to twitch.", "\n              ", "\n              Jerry (on the phone): Hello? Yes, I need an ambulance at one twenty \n              nine west", "\n              Eighty-first Street, apartment five-A.", "\n              ", "\n              Elaine: Tell then to hurry! Hurry!", "\n              ", "\n              Jerry (To Elaine): It's an ambulance. (To the operator) I don't \n              know but he's", "\n              unconscious.", "\n              ", "\n              Kramer enters.", "\n              ", "\n              Kramer: These pretzels are making me thirsty. (He bites into a pretzel.) \n              Boy,", "\n              these pretzels are making me thirsty.", "\n              ", "\n              Jerry: Kramer.", "\n              ", "\n              Kramer: What happened here?", "\n              ", "\n              Elaine: I don't know, I don't know, what should we do? We called \n              an ambulance,", "\n              does anyone know first aid?", "\n              ", "\n              Jerry: Shouldn't you do something with the extremities?", "\n              ", "\n              Elaine: What extremities?", "\n              ", "\n              Kramer: What's an extremity?", "\n              ", "\n              Jerry: You raise the feet, get blood to the head.", "\n              ", "\n              Kramer: You raise the head, you get blood to the feet.", "\n              ", "\n              Elaine: Okay, what about a cold compress? They always do that.", "\n              ", "\n              Jerry: I don't have a washcloth.", "\n              ", "\n              Elaine: Well use a paper towel.", "\n              ", "\n              Jerry: You can't put a paper towel on his head.", "\n", "\n              ", "\n              Kramer: What about a big sponge?", "\n              ", "\n              Jerry: How you gonna hold it on there?", "\n              ", "\n              Kramer: Use a belt.", "\n              ", "\n              Elaine: No no no no no, that'll, it'll drip all over him.", "\n              ", "\n              Jerry: Should we walk him around?", "\n              ", "\n              Elaine and Kramer (at the same time): Yes, yes.", "\n              ", "\n              Kramer: Yeah, I've seen them do that.", "\n              ", "\n              Jerry: No, no that's for a drug overdose.", "\n              ", "\n              Kramer: Maybe that's what he's got.", "\n              ", "\n              Elaine: No no no no, Kramer, I just had lunch with him, he didn't \n              leave the", "\n              table.", "\n              ", "\n              Kramer: Well he could have dropped acid when you weren't looking.", "\n              ", "\n              Elaine: He is not a drug addict!", "\n              ", "\n              Jerry: Hey, you know what? Maybe he's a diabetic, he might just \n              need a cookie", "\n              or something.", "\n              ", "\n              Elaine: A cookie!", "\n              ", "\n              Kramer: Can you give him a cookie?", "\n              ", "\n              Elaine: How's he gonna chew it?", "\n              ", "\n              Jerry: We'll move his teeth, it happened to my uncle, the sugar \n              revived him.", "\n              ", "\n              Kramer puts a cookie into Owen's mouth and starts working his jaw \n              up and down.", "\n              ", "\n              Elaine: Careful, you're getting crumbs all over him.", "\n              ", "\n              Kramer: I got him chewing but I don't think he's gonna swallow.", "\n              ", "\n              Elaine: You know what, let's put a few cookies in a blender and \n              he could drink", "\n              it.", "\n              ", "\n              Jerry: Cookies don't liquefy.", "\n              ", "\n              Elaine: Yes they do, you can liquefy a cookie.", "\n              ", "\n              Kramer: Alright I'll get a blender.", "\n              ", "\n              Jerry: What blender? I don't have a blender.", "\n              ", "\n              Kramer: You got a blender.", "\n              ", "\n              Jerry: I would know if I had a blender.", "\n              ", "\n              Elaine: Where is the ambulance?!", "\n              ", "\n              Just then a siren can be heard followed by a skidding sound followed \n              by a", "\n              crashing sound.", "\n              ", "\n              The frame dissolves out and in as if to show time passing.", "\n              ", "\n              Jerry (on phone): Hello, yes, I called for an ambulance like thirty-five", "\n              minutes ago.", "\n              ", "\n              Elaine: I can't believe what's going on out here.", "\n              ", "\n              Jerry: This is an emergency, what's taking so long? (the door buzzer \n              buzzes) ", "\n              Wait a second, maybe that's them. (presses button) Hello?", "\n              ", "\n              Voice: Paramedics.", "\n              ", "\n              Jerry: Come on up. Okay, they're here.", "\n              ", "\n              Elaine: He seems to be breathing.", "\n              ", "\n              Jerry: Ya know, I gotta tell you, he's a pretty good-looking guy.", "\n              ", "\n              Elaine: I know.", "\n              ", "\n              Jerry: Those eyebrows could use a trimming, you ever mention that \n              to him?", "\n              ", "\n              Elaine: Almost.", "\n              ", "\n              Jerry: Hey, look at this, c'mon, running wild there.", "\n              ", "\n              Elaine: It's not an easy thing to bring up.", "\n              ", "\n              Jerry: Yeah, that's true.", "\n              ", "\n              Elaine: Aw, you should see his bathrobe, man, it's all silk.", "\n              ", "\n              Jerry: Yeah? Does he wear slippers? I bet he wears slippers.", "\n              ", "\n              Elaine: He does, how'd you know that?", "\n              ", "\n              Jerry: I could tell.", "\n              ", "\n              Two paramedics enter with a stretcher.", "\n              ", "\n              Elaine: What happened, what took you so long?!", "\n              ", "\n              Paramedic: We got here twenty minutes ago but we couldn't move, \n              the whole", "\n              intersection is gridlocked, I've never seen anything like it. So \n              finally we", "\n              make the turn and this guy who's running around triple-parking cars \n              slammed into", "\n              us with a blue Escort.", "\n              ", "\n              Jerry: Blue Escort? That's my rent-a-car!", "\n              ", "\n              George enters, blotting his forehead with a washcloth.", "\n              ", "\n              George: Oh man.", "\n              ", "\n              Jerry: What happened to the car?", "\n              ", "\n              George: Sorry, you don't know what's going on out there! (looks \n              at Owen) ", "\n              Who's he?", "\n              ", "\n              Elaine: This guy I'm seeing.", "\n              ", "\n              George: What happened?", "\n              ", "\n              Jerry: We don't know!", "\n              ", "\n              Paramedic: Who put cookies in his mouth?", "\n              ", "\n              Jerry and Elaine: Cookies?", "\n              ", "\n              Paramedic: You're not supposed to do that.", "\n              ", "\n              Jerry: So how'd you hit the car?", "\n              ", "\n              George: I was moving it across the street, I looked up and I saw \n              Woody Allen", "\n              and I got all distracted.", "\n              ", "\n              Jerry: It's not even my car, it's a rental.", "\n              ", "\n              Kramer enters.", "\n              ", "\n              Kramer: What are you doing out there?! You're holding up the production \n              of the", "\n              movie! We can't shoot and Woody, he's really mad at you.", "\n              ", "\n              George: Woody mentioned me? What did he say?", "\n              ", "\n              Kramer: He said, 'Who's the moron in the blue jacket who's got the \n              street all", "\n              screwed up?'", "\n              ", "\n              George: Should I apologize to Woody?", "\n              ", "\n              Kramer: Alright, I'll tell you what. Next time I talk to him, maybe \n              I'll bring", "\n              it up. I'll feel him out.", "\n              ", "\n              ", "\n              Mid-episode Monologue.", "\n              What do you think first aid was like though, like hundreds of years \n              ago? You", "\n              know, I mean they had no medicine, no drugs, no technology, no equipment. \n              ", "\n              Basically, they were there first. That was it, that was the whole \n              first aid. ", "\n              They sit with you. That's all they could do. 'Can you help me?' \n              'No, no we", "\n              can't help you, we were the first ones here, I don't know if you \n              know that. Did", "\n              you see out truck? First aid, that's our motto. We show up before \n              anybody.'", "\n              ", "\n              ", "\n              New scene.", "\n              Jerry, George and Sid are in Jerry's apartment. ", "\n              ", "\n              Sid: Now you didn't tell me you didn't know how to drive. You should \n              have", "\n              mentioned that.", "\n              ", "\n              George: Well I know how to drive.", "\n              ", "\n              Sid: Then how'd all those cars get damaged? Why are people calling \n              me up", "\n              screaming on the phone? Most of them cancelled out on me.", "\n              ", "\n", "\n              Jerry: Can I get anybody anything?", "\n              ", "\n              Sid: Moving cars from one side of the street to the other don't \n              take no more", "\n              sense than putting on a pair of pants. My question to you is who's \n              putting your", "\n              pants on?", "\n              ", "\n              George: I put my pants on, Sid.", "\n              ", "\n              Sid: I don't believe you. If you can put your pants on, you can \n              move those", "\n              cars.", "\n              ", "\n              George: Well I don't want to get into a big dispute about the pants.", "\n              ", "\n              Sid: Who's gonna send money to my sister in Virginia? Her little \n              boy needs", "\n              surgery on his foot. Now he'll be walking around with a limp because \n              you can't", "\n              park a few cars.", "\n              ", "\n              George: Maybe I could call my father.", "\n              ", "\n              Kramer enters holding a newspaper.", "\n              ", "\n              Kramer: Hey, you seen the paper yet?", "\n              ", "\n              Jerry: Interestingly enough, no, inasmuch as it is my paper.", "\n              ", "\n              Kramer: Yeah. There's an article in there about that writer.", "\n              ", "\n              Jerry (reading) Owen March, prominent author and essayist suffered \n              a stroke", "\n              yesterday in the upper West Side apartment of a friend.", "\n              ", "\n              Kramer: Uh huh, that's the guy that was here. You're the friend.", "\n              ", "\n              Jerry (continuing): The extent of the damage would have been far \n              less severe", "\n              had paramedics been able to reach him sooner.", "\n              ", "\n              Sid: Oh lord.", "\n              ", "\n              Jerry (finishing): The commotion also delayed production of a Woody \n              Allen movie", "\n              that was shooting up the block. A spokeswoman for the legendary \n              filmmaker said", "\n              that Mr. Allen was extremely agitated and wondered if his days of \n              shooting", "\n              movies in New York were over.", "\n              ", "\n              ", "\n              New scene.", "\n              Elaine and Jerry are back at the car rental agency, Jerry's eating \n              a bag of", "\n              pretzels.", "\n              ", "\n              Elaine: Five seconds. Jerry, I was five seconds away from breaking \n              up with", "\n              him. Five seconds. The next words out of my mouth were, 'Owen, it's \n              over.'", "\n              ", "\n              Jerry: Can he communicate?", "\n              ", "\n              Elaine: Yeah, well, he nods. And I think he understands me, he seems \n              to enjoy", "\n              it when I read to him.", "\n              ", "\n              Jerry: Alright, she's free. (Steps up to the counter) Hi, I called \n              before,", "\n              uh, my car got smashed.", "\n              ", "\n              Elaine: So listen, what should I do? I mean if I break up with him \n              now it'll", "\n              look like I'm abandoning him because of his condition, I'll be ostracized \n              from", "\n              the community.", "\n              ", "\n              Jerry: What community? There's a community?", "\n              ", "\n              Elaine: Of course there's a community.", "\n              ", "\n              Jerry: All these years I'm living in a community, I had no idea.", "\n              ", "\n              Agent: Sir the estimate on the damage to your car is two thousand \n              eight hundred", "\n              and sixty-six dollars.", "\n              ", "\n              Jerry: Hmm, well, I got the insurance and everything so...", "\n              ", "\n              Agent: Yes, now, uh, in your report you said that you were not the \n              driver of", "\n              the car at the time of the accident.", "\n              ", "\n              Jerry: That is right, somebody else was driving.", "\n              ", "\n              Agent: Alright, well, sir, you're only covered for when you're driving \n              the car.", "\n              ", "\n              Jerry: Uh huh, what's that?", "\n              ", "\n              Agent: You're not covered for other drivers.", "\n              ", "\n              Jerry: Other drivers?", "\n              ", "\n              Agent: Um hm.", "\n              ", "\n              Jerry: Your whole business is based on other drivers. It's a rented \n              car. ", "\n              That's who's driving it, other drivers. Doesn't my credit card cover \n              me or", "\n              something?", "\n              ", "\n              Agent: Not that particular one.", "\n              ", "\n              Jerry: Well I got a hundred cards, here, pick a card, take a card, \n              any card you", "\n              want, go ahead, whichever one, I don't care.", "\n              ", "\n              Agent: Sir, if you had read the rental agreement--", "\n              ", "\n              Jerry: Did you see the size of that document? It's like the Declaration \n              of", "\n              Independence, who's gonna read that?", "\n              ", "\n              Agent: Mr. Seinfeld, as it stands right now, you are not covered \n              for that", "\n              damage and there is absolutely nothing that can be done about that.", "\n              ", "\n              Jerry: These pretzels are making me thirsty.", "\n              ", "\n              ", "\n              New scene.", "\n              Elaine and Owen are at Owen's apartment, Owen is in a wheelchair \n              and in", "\n              generally unresponsive as Elaine feeds him soup.", "\n              ", "\n              Elaine: Ahh, it's good, isn't it? Yankee Bean. Why Yankee Bean, \n              huh? Don't", "\n              they have beans in the south? I mean if you order Yankee Bean in \n              the south, are", "\n              they offended? Huh? (singing) Yankee Bean, Yankee Bean, I like my \n              Yankee", "\n              Bean. (she puts the bowl down and wipes Owen's mouth with a napkin) \n              Owen, I", "\n              think we have to talk. I mean, uh, *I* have to talk. It would be \n              nice if *we*", "\n              could, but, uh, whatever. Um, don't get me wrong, I like coming \n              here, and uh,", "\n              feeding you and cleaning a little, and paying your bills, that's \n              good stuff. ", "\n              Good stuff! I have a wonderful time when I'm with you, wonderful! \n              But at this", "\n              point in my life, I'm not really sure that I'm ready to make a commitment \n              to one", "\n              person. I'm just not really sure that we have enough in common. \n              For example, I", "\n              like running in the park, bicycling, roller skating, tennis and \n              skiing, and um,", "\n              well, I'm gonna be brutally honest with you now, Owen, it's a bitch \n              to get here. ", "\n              It's two subways. I have to transfer at Forty-second Street to take \n              the", "\n              double-R. Anyway, I mean, this doesn't mean we can't be friends. \n              These", "\n              pretzels are making me thirsty.", "\n              ", "\n              ", "\n              New scene.", "\n              Coffee shop. Elaine, Jerry and George are at their usual booth.", "\n              ", "\n              Elaine: Can you die from an odor? I mean, like if you were locked \n              in a", "\n              vomitorium for two weeks, could you actually die from the odor?", "\n              ", "\n              Jerry: An overdose of odor? Good question.", "\n              ", "\n              George: Do I smell?", "\n              ", "\n              Elaine: No no no no, I was just down on the forty-second street \n              subway today,", "\n              it is disgusting. Guess who I bumped into. Owen.", "\n              ", "\n              Jerry: Ahh.", "\n              ", "\n              George: He's alright?", "\n              ", "\n              Elaine: Yeah, he's almost fully recovered. He told me he was just \n              using me for", "\n              sex.", "\n              ", "\n              The waitress brings the check.", "\n              ", "\n              Jerry: Let me get that.", "\n              ", "\n              George: No no no, I got it.", "\n              ", "\n              Jerry: Please.", "\n              ", "\n", "\n              George: No come on, let me, let me. I smashed your car, it cost \n              you over two", "\n              thousand dollars, ", "\n              ", "\n              Jerry: Yeah, a cup of coffee should cover it.", "\n              ", "\n              Kramer enters and sits down.", "\n              ", "\n              Jerry: What are you doing here?", "\n              ", "\n              Kramer: I got fired from the movie.", "\n              ", "\n              George: Get out of here, why?", "\n              ", "\n              Kramer: Well, you know they were gonna shoot it today, and uh, we \n              rehearsed it", "\n              twice, then Woody yells 'Action!' and I turn to him and I say, 'These \n              pretzels", "\n              are making me thirsty' and I took a swig of beer, ya know, and I \n              slammed the", "\n              glass down on the bar and it shattered.", "\n              ", "\n              Elaine: Aww.", "\n              ", "\n              Kramer: Well, one of the pieces must have hit Woody. He started \n              crying. And", "\n              he yells out, 'I'm bleeding' and he runs off. Anyway, this woman, \n              she came up", "\n              to me and she says, 'You're fired.' Boy I really nailed that scene.", "\n              ", "\n              Kramer drops a pair of gloves on the table. Jerry picks up the gloves.", "\n              ", "\n              Jerry: Aw, wait a--. Oh. Oh, for crying out loud.", "\n              ", "\n              ", "\n              Closing monologue.", "\n              ", "\n              I think the best part of a relationship is when you're sick. And \n              the best part", "\n              of being sick is when you're in a relationship. And if I was to \n              get married,", "\n              you know all those vows; for richer or for poorer, for better or \n              for worse, all", "\n              I need is the sickness. That, to me, is the most important one. \n              Do you take", "\n              this man in sickness? That's the only time I need somebody there. \n              Rest of the", "\n              time, go out, have a ball, do whatever you want, but if I get the \n              sniffles, you", "\n              better be there.", "\n              ", "\n              \n              End. \n              \n                                                \n                         \n        \n      \n    \n     \n      \n      \n    \n  \n\n\n\n\n \n\n\n\n", "\n        "]}, {"line": []}, {"line": [" "]}, {"line": []}, {"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]}, {"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}]