[{"title": "The Red Dot"}, {"line": []}, {"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]}, {"line": [" "]}, {"line": ["Transcribed by: Matt Dittloff"]}, {"line": ["Cast:"]}, {"line": ["Jerry Seinfeld Jerry Seinfeld (well, duh!)"]}, {"line": ["George Castanza Jason Alexander"]}, {"line": ["Elaine Benes Julia Louis-Drefus"]}, {"line": ["Kramer Michael Richards"]}, {"line": ["Guest Stars: "]}, {"line": ["----------------------------------------------------------------------"]}, {"line": ["At the comedy club"]}, {"line": ["Jerry: I'm sorry it's gotta be a little bit of a scary place to                work. I don't know how you feel about it. You want to be standing                there having people comming in all day going \"I need knives.                I need more knives. Do you have any bigger knives? I'd like a bigger                knife, a big, long, sharp knife, that's what I'm in the market for.                I like them really sharp. Do you have one with hooks and gouges                like blades and kind of serrated? That's the kind of knife I'm looking                for. I need one I can throw. I need another one I can just hack                away with. Do you have anything like that? "]}, {"line": ["(Commercial)"]}, {"line": ["At a party "]}, {"line": ["Jerry: Oh yeah, like you know what you're talking about."]}, {"line": ["George: Like you do."]}, {"line": ["Jerry: Well what do you think? They put the statue on a giant raft                and a tugboat pulled it all the way from France?"]}, {"line": ["George: What do you think? The brought it over in pieces and screwed                it together like a coffee table?"]}, {"line": ["Jerry: I don't know. It's too early for a Christmas party isn't                it?"]}, {"line": ["George: Why did France give that to us anyway?"]}, {"line": ["Jerry: It was a gift."]}, {"line": ["George: So countries just exchange gifts like that?"]}, {"line": ["Jerry: If they like each other. "]}, {"line": ["George: There's Elaine. "]}, {"line": ["Jerry: See that guy he's talking with? That's her new boyfriend."]}, {"line": ["George: Really? They work here in the office?"]}, {"line": ["Jerry: Yeah. They're having a little fling so don't say anything.              "]}, {"line": ["George: Who am I going to tell? My mother? Like I've got nothing                better to talk about."]}, {"line": ["Jerry: You don't. He's a recovering alcoholic."]}, {"line": ["George: Really?"]}, {"line": ["Jerry: Yeah. He's been off the wagon for two years."]}, {"line": ["George: \"Off the wagon\"?"]}, {"line": ["Jerry: I think it's off the wagon."]}, {"line": ["George: I think it's \"on the wagon\"."]}, {"line": ["Elaine: Jerry, George, what are you doing here?"]}, {"line": ["Jerry: What am I doing here? Ba-boom (holding out a present)"]}, {"line": ["Elaine: *gasp* My god! My watch! You found my watch! (pushing Jerry)"]}, {"line": ["Jerry: Hey keep your hands to yourself if you know what's good                for you."]}, {"line": ["Elaine: Where did you find it?"]}, {"line": ["Jerry: Under the sofa cushion."]}, {"line": ["Elaine: And you stopped by just to give it to me?"]}, {"line": ["Jerry: It's your Christmas present."]}, {"line": ["Elaine: I though I'd never find it."]}, {"line": ["George: Well today's your lucky day."]}, {"line": ["Elaine: No. Today's *your* lucky day."]}, {"line": ["George: It will be my first one."]}, {"line": ["Elaine: You want to work here?"]}, {"line": ["George: Huh?"]}, {"line": ["Elaine: Yeah one of the readers left and there's a job opening.                Dick, this is Jerry and this is George."]}, {"line": ["Dick: Hi nice to meet you. Is this the guy?"]}, {"line": ["Jerry: \"The guy?\""]}, {"line": ["Elaine: (softly to Dick) Dick."]}, {"line": ["George: How can you just get it?"]}, {"line": ["Elaine: My boss told me to find someone. I'm in charge of it. All                you have to do is meet him. Come on. Come on, come on, here hold                my drink. "]}, {"line": ["Jerry: Cranberry juice?"]}, {"line": ["Elaine: And vodka."]}, {"line": ["Dick: I got the cranberry juice."]}, {"line": ["Dick: So... you're Jerry."]}, {"line": ["Jerry: So... I'm Jerry. (he puts down the drink)"]}, {"line": ["Boss (What is his name?): So have you ever done this kind of work                before?"]}, {"line": ["George: Well, you know, book reports. That kind of stuff."]}, {"line": ["Boss: How do you read?"]}, {"line": ["George: I like Mike Lubika."]}, {"line": ["Boss: Mike Lubika?"]}, {"line": ["George: He's a sports writer for the daily news. I find him very                insightful..."]}, {"line": ["Boss: No, no, no. I mean authors."]}, {"line": ["George: Lot of good ones. I don't even want to mention anyone because                I'm afraid I'm going to leave somebody out. "]}, {"line": ["Boss: Name a couple."]}, {"line": ["George: Who do I like? I, like, uh, Art, Vandelay."]}, {"line": ["Boss: Art Vandelay?"]}, {"line": ["George: He's an obscure writer. Betnik, on the village. "]}, {"line": ["Boss: What has he written?"]}, {"line": ["George: Venetian Blinds."]}, {"line": ["Dick: (picking up the drink) I've got new for you. I'm funnier                than you are."]}, {"line": ["Jerry: Why don't get we together New Years day and watch some football.              "]}, {"line": ["Elaine: Where's my drink?"]}, {"line": ["Jerry: There. (turns to George) So, how did it go?"]}, {"line": ["George: I think he was impressed. "]}, {"line": ["Elaine: No, no, no, this is just cranberry juice. "]}, {"line": ["Jerry: Oh, uh, I think maybe Dick picked up yours."]}, {"line": ["Elaine: Dick? He can't drink. He's an alcoholic. I told you to                hold it."]}, {"line": ["Jerry: I didn't know you meant *hold* it, I thought you meant hold                it."]}, {"line": ["Elaine: One drink like that and he could fall right off the wagon."]}, {"line": ["George: Told you."]}, {"line": ["At a clothing store."]}, {"line": ["Jerry: I never feel comfortable in the women's department. I feel                like I'm just a *little* too close to trying on a dress."]}, {"line": ["George: Do I really have to buy her something?"]}, {"line": ["Jerry: Hey the woman got you a job. The least you could do is buy                her a gift. How about this?"]}, {"line": ["George: What is that? Is that cashmere?"]}, {"line": ["Jerry: Yeah. She would love cashmere."]}, {"line": ["George: Who doesn't like cashmere? Find me one person in the world                that doesn't like cashmere. It's too expensive."]}, {"line": ["Jerry: Look at this. It's 85 dollars marked down from 600."]}, {"line": ["George: Wow. Excuse me, Miss?"]}, {"line": ["Woman: Yes?"]}, {"line": ["George: How come this sweater is only 85 dollars?"]}, {"line": ["Woman: (showing the dot) Oh, here. This is why."]}, {"line": ["George: What? I don't see anything."]}, {"line": ["Woman: See this red dot?"]}, {"line": ["George: Oh yeah."]}, {"line": ["Jerry: Oh it's damaged. (grabbing the sweater)"]}, {"line": ["George: (grabbing the sweater back) Well it's not really damaged.                85 dollars huh?"]}, {"line": ["Woman: There's no exchanges on this."]}, {"line": ["George: You think she would care about the red dot?"]}, {"line": ["Jerry: It's hard to say. "]}, {"line": ["George: I don't even think she'd notice it. Can you see it?"]}, {"line": ["Jerry: Well I can see it."]}, {"line": ["George: Yeah, but you know where it is."]}, {"line": ["Jerry: Well what do you want me to do? Not look at it?"]}, {"line": ["George: Pretend you didn't know it was there. Can you see it?"]}, {"line": ["Jerry: It's hard to pretend because I know where it is."]}, {"line": ["George: Well just take an overview. Can't you just take an overview?              "]}, {"line": ["Jerry: You want me to take an overview?"]}, {"line": ["George: Please."]}, {"line": ["Jerry: I see a very cheap man holding a sweater trying to get away                with something. That's my overview."]}, {"line": ["At Jerry's apartment."]}, {"line": ["Jerry: Yeah so?"]}, {"line": ["Elaine: He's acting very strangely. I think he started drinking                again."]}, {"line": ["Jerry: Oh boy, can you smell it?"]}, {"line": ["Elaine: No. I can't smell it."]}, {"line": ["Jerry: Well if you can't smell it then he hasn't been drinking."]}, {"line": ["Elaine: You don't always smell someone from a drink."]}, {"line": ["Jerry: Yes you do."]}, {"line": ["Elaine: What about one drink? Would you smell it from one drink?"]}, {"line": ["Jerry: Yes you would."]}, {"line": ["Kramer enters"]}, {"line": ["Jerry: I'll prove it. Would you do me a favor? "]}, {"line": ["Kramer: Okay."]}, {"line": ["Jerry: Would you take a drink and let us smell you?"]}, {"line": ["Kramer: You can smell me without the drink."]}, {"line": ["Elaine: I suspect that this guy I'm seeing might be drinking but                I can't smell it. "]}, {"line": ["Kramer: Okay, well what am I drinking? What do you got?"]}, {"line": ["Jerry: I got a bottle of scotch my uncle gave me. It's Hennigans.                It's been here for two years. I've been using it as a paint thinner."]}, {"line": ["Kramer drinks."]}, {"line": ["Kramer: All right."]}, {"line": ["Elaine and Jerry lean up really close to him."]}, {"line": ["Jerry: I don't smell anything."]}, {"line": ["Elaine: Maybe we're too close to the bottle."]}, {"line": ["Jerry's buzzer buzzes."]}, {"line": ["Jerry: Yeah."]}, {"line": ["George: (over the speaker) It's George."]}, {"line": ["Jerry: Come on up."]}, {"line": ["Kramer: That is *damn* good scotch. I could do a commercial for                this stuff. Mmmmm, boy that Hennigans goes down smooth. And afterwords                you don't even smell. That's right folks. I just had three shots                of Hennigans and I don't smell. Imagine, you can walk around drunk                all day. That's Hennigans, the no-smell, no-tell scotch."]}, {"line": ["George: Hello everybody."]}, {"line": ["Kramer: Hey. (snuggling really close to George) I'm going to tell                you what I think. I know you don't care what I think, but I'm going                to tell you. I think that you are terrific. "]}, {"line": ["George: (uncomfortablly) Thank you."]}, {"line": ["Elaine: Hey what's that?"]}, {"line": ["George: It's an early Christmas present."]}, {"line": ["Elaine: Christmas present? For who?"]}, {"line": ["George: For you."]}, {"line": ["Elaine: *gasp* (pushing George) Get out of here. "]}, {"line": ["Kramer: Say you got a big job interview, and you're a little nervous.                Well throw back a couple shots of Hennigans and you'll be as loose                as a goose and ready to roll in no time. And because it's odorless,                why, it will be our little secret. (singing) h-e-double n..."]}, {"line": ["Jerry: Kramer. Yeah that'll do."]}, {"line": ["Elaine: (opening the present) Oh George, this is beautiful. Is                this cashmere?"]}, {"line": ["George: Of course it's cashmere."]}, {"line": ["Elaine: Oh, I love cashmere. "]}, {"line": ["George: Well who doesn't."]}, {"line": ["Elaine: My, George this must have cost a fortune."]}, {"line": ["George: Ahh, money."]}, {"line": ["Elaine: Jerry, how could you let him spend so much money?"]}, {"line": ["Jerry: I tried to stop him. I couldn't. He just wants to make people                happy."]}, {"line": ["Elaine: George, this is one of the nicest things anyone has ever                given me."]}, {"line": ["George: Well good, good. Take it off you're going to wear it out                already. It's for special occasions this thing."]}, {"line": ["Kramer: What's that red dot on your sweater?"]}, {"line": ["Elaine: What?"]}, {"line": ["George: Just take it off. I'm getting hot just looking at it."]}, {"line": ["Elaine: Uhh. This. It's like a red dot."]}, {"line": ["George: What red dot? What are you talking about? Jerry come here                for a second. Do you see anything here?"]}, {"line": ["Jerry: (uncomfortable) Uh, I don't know. Uh, I don't know."]}, {"line": ["Elaine: What don't you know?"]}, {"line": ["Jerry: I don't know."]}, {"line": ["Elaine: Well do you see it or don't you?"]}, {"line": ["Jerry: Ahem. Say that again?"]}, {"line": ["Elaine: Do you see it or don't you?"]}, {"line": ["Jerry: Do I see it... or don't I? That's the question."]}, {"line": ["Jerry goes to the counter and pours some scotch. He drinks it.                He comes back groggy."]}, {"line": ["Jerry: Now what did you ask me again."]}, {"line": ["Kramer is snoring."]}, {"line": ["(Commercial)"]}, {"line": ["(Whew, Jerry is saved by the bell.)"]}, {"line": ["At the office. Elaine is walking by."]}, {"line": ["Elaine: You're still here. You're a dynamo."]}, {"line": ["George: I can't believe I get paid for this."]}, {"line": ["Elaine: I'll see you tomorrow."]}, {"line": ["Elaine walks out. George gets back to work. The cleaning lady comes                by."]}, {"line": ["George: How you doing?"]}, {"line": ["Cleaning lady: Hello."]}, {"line": ["The lady starts cleaning. George has a thought. He watches the                lady as she is cleaning."]}, {"line": ["At Monk's."]}, {"line": ["Jerry: You had sex with the cleaning woman on your desk? Who are                you, how did you do that?"]}, {"line": ["George: Hennigans. I was there sitting in the office and the cleaning                woman comes in. I've always been attracted to cleaning women. Cleaning                women, chambermaids."]}, {"line": ["Jerry: Yeah chambermaids, I'm attracted to them too."]}, {"line": ["George: Why is that?"]}, {"line": ["Jerry: It's a woman in your room. So go ahead."]}, {"line": ["George: So she starts vaccuming, back and forth, back and forth,                her hips swivelling, her breasts, uh... (trying to think of a word)"]}, {"line": ["Jerry: Convulsing?"]}, {"line": ["George: Convulsing?"]}, {"line": ["Jerry: I don't know, I'm trying to help you."]}, {"line": ["George: Then I asked her if she wanted a drink."]}, {"line": ["Jerry: You don't drink."]}, {"line": ["George: I know but I couldn't think of anything else to say to                her."]}, {"line": ["Jerry: So you started drinking."]}, {"line": ["George: So we started drinking, and I'll tell you I don't know                if it was the alcohol or the ammonia, but the next think I knew                she was mopping the floor with me."]}, {"line": ["Jerry: So how was it?"]}, {"line": ["George: Well the sex was okay, but I threw up from the Hennigans."]}, {"line": ["Jerry: Good thing the cleaning lady was there."]}, {"line": ["At Jerry's apartment."]}, {"line": ["Elaine: Dick was fired."]}, {"line": ["Jerry: You mean to tell me if I had put that drink six inches over                to the right, and none of this would have happened."]}, {"line": ["Elaine: You knew he was an alcoholic. Why'd you put the drink down                at all?"]}, {"line": ["Jerry: What are you saying?"]}, {"line": ["Elaine: I'm not saying anything."]}, {"line": ["Jerry: You're saying something."]}, {"line": ["Elaine: What could I be saying?"]}, {"line": ["Jerry: Well you're not saying nothing you must be saying something."]}, {"line": ["Elaine: If I was saying something I would have said it."]}, {"line": ["Jerry: Well why don't you say it?"]}, {"line": ["Elaine: I said it."]}, {"line": ["Jerry: What did you say?"]}, {"line": ["Elaine: Nothing. It's exhausting being with you."]}, {"line": ["Jerry's buzzer buzzes."]}, {"line": ["Jerry: Yeah?"]}, {"line": ["George: (over the speaker) It's George."]}, {"line": ["Jerry: Come on up."]}, {"line": ["Elaine: Hey, let me ask you something something. Did George buy                that sweater knowing the red dot was on it because it was cheaper?                (Jerry is unconfortable) Ooookay, you just gave me the answer."]}, {"line": ["Jerry: No I didn't."]}, {"line": ["Elaine: Yes you did, yes you did. I saw your expression."]}, {"line": ["Jerry: I didn't have an expression. I have a deviated septum. I                have to open my mouth sometimes to breathe."]}, {"line": ["Elaine: How much did he save?"]}, {"line": ["Jerry: Frankly I am shocked that you would ask such a question                (Elaine sticking out her tongue like she isn't buying a word of                it) of me, that you would think - the only surprise is how you could                even think of that. That's what you were seeing."]}, {"line": ["Elaine gets up and goes into the bathroom."]}, {"line": ["George: I have to talk to Elaine. This cleaing lady is turning                the screws on me. She's pushing for this whole relationship thing.                She keeps calling me, threatening to go to the boss with this thing,                I could lose my job, I gotta do something to keep her quiet."]}, {"line": ["Jerry: Elaine is in the bathroom. She's wise to whole red dot thing.                She's asking me all kinds of questions."]}, {"line": ["George: Did you tell her anything?"]}, {"line": ["Jerry: No."]}, {"line": ["George: Do you swear?"]}, {"line": ["Jerry: I'm not swearing. I don't want to swear."]}, {"line": ["George: Oh you told her didn't you."]}, {"line": ["Jerry: No."]}, {"line": ["Elaine: Hey George, did you buy that sweater knowing that red dot                was on it because you could get it at a discount?"]}, {"line": ["George: What? Did I what?"]}, {"line": ["Elaine: You did didn't you."]}, {"line": ["George: Elaine, I'm, I'm shocked. I'm shocked. Here I go out in                the spirit of the season (Elaine looking like she's not buying a                word of it) and spend all my savings to buy you the most beautiful                Christmas sweater I have ever seen to show my appreciation to you                at Christmas and this is the thanks that I get at Christmas."]}, {"line": ["Elaine: Well Jerry told me that you did."]}, {"line": ["George: You told her? How could you tell her? I told you not to                say anything."]}, {"line": ["Jerry: I didn't tell her you stupid idiot. She tricked you."]}, {"line": ["George: Elaine you don't understand. I had 103 temperature when                I bought that sweater. I was so dizzy I was seeing red dots everywhere.                I thought everything in the store had a red dot on it. I couldn't                distinguish one red dot from another. I couldn't afford anything.                I have nothing. I haven't worked for a really long time. (Jerry                is standing right behind George. Jerry takes out a hankerchief and                starts fake-crying in it.) I mean look, I have no clothes, look                at what I'm wearing. It's just a little red dot."]}, {"line": ["At the office."]}, {"line": ["George: This is for you."]}, {"line": ["Lady: Oh, Georgie, you bought this for me? Oh I knew you cared                for me."]}, {"line": ["George: As you care for me. Which is why it is very important that                you never breathe a word of this to anyone about the... you know.                What, with Clarence Thomas and everything. "]}, {"line": ["Lady: Okay, okay, can I open it now?"]}, {"line": ["George: Yes of course go ahead. My guess is you're going to like                this very much."]}, {"line": ["Lady: Oh! Is that cashmere? "]}, {"line": ["George: Of course it's cashemere."]}, {"line": ["Lady: A cashmere sweater. Oh Georgie Porgie!"]}, {"line": ["George: Just a little something for Christmas."]}, {"line": ["Lady: When I was a little girl in Panama, a rich American came                to our town and he was wearing the softest most beautiful sweater.                I said to him, \"what do you call this most beautiful fabric?\",                and he said \"they call it cashmere\". I repeated the words                \"cashmere, cashmere\". I asked if I could have it, and                he said \"No. Get away from me.\" Then he started walk away.                But I grabbed onto his leg screaming for him to give me the sweater                and he dragged me through the street. And then he kicked at me with                the other foot and threw some change at me. Oh, but I didn't want                the change Georgie. I wanted the cashmere."]}, {"line": ["George: I had a feeling you would like it. No, don't try it on                now, try it on later."]}, {"line": ["Lady: Wow, look at this. It feels so beautiful."]}, {"line": ["George: Take it off. You're going to ruin it."]}, {"line": ["Lady: (noticing the dot) What's this?"]}, {"line": ["At the comedy club."]}, {"line": ["Jerry: I was in the men's room the other day and they had the hand                blower, instead of the paper towels, you know this thing. I like                the hand blower I have to say. It takes a little bit longer, but                I feel when you're in a room with a revolting stench you want to                spend as much time as you can."]}, {"line": ["Dick: The only stench is comming from you."]}, {"line": ["Audience: Oooooh."]}, {"line": ["Jerry: Oh, wait a second, I believe we have a heckler ladies and                gentlemen. Hey Dick I don't know what your problem is. It's not                my fault you're back on the wagon."]}, {"line": ["Dick: It's off the wagon."]}, {"line": ["Jerry: In the old days how do you think they got the alcohol from                town to town?"]}, {"line": ["Dick: I don't know."]}, {"line": ["Jerry: On the wagon. Don't you think they broke into a couple of                those bottles along the way?"]}, {"line": ["Dick: You can't drink on a wagon it would be too bumpy."]}, {"line": ["Jerry: They had smooth trails. What about the Cumberland Gap?"]}, {"line": ["Dick: What the hell do you know about wagons?"]}, {"line": ["Jerry: I know enough not to get on them."]}, {"line": ["In the boss' office."]}, {"line": ["Boss: I'm going to get right to the point. It has come to my attention                that you and the cleaning woman have engaged in sexual intercourse                on the desk in your office. Is that correct?"]}, {"line": ["George: Who said that?"]}, {"line": ["Boss: She did."]}, {"line": ["George: Was that wrong? Should I have not done that? I tell you                I gotta plead ingnorance on this thing because if anyone had said                anything to me at all when I first started here that that sort of                thing was frouned upon, you know, cause I've worked in a lot of                offices and I tell you peope do that all the time."]}, {"line": ["Boss: You're fired."]}, {"line": ["George: Well you didn't have to say it like that."]}, {"line": ["Boss: I want you out of here by the end of the day."]}, {"line": ["George: What about the whole Christmas spirit thing? Any flexability                there?"]}, {"line": ["Boss: Nah. Wait, wait, she wanted me to give you this."]}, {"line": ["He tosses the sweater and it lands right on top of George's face.                George walks out of the office \"wearing\" it."]}, {"line": ["In the hall of the office."]}, {"line": ["Elaine: You had sex on your desk with the cleaning woman."]}, {"line": ["George: You never had sex in the office before?"]}, {"line": ["Elaine: No. I once made out with someone but that was it."]}, {"line": ["George: Alright so you made out with someone."]}, {"line": ["Elaine: Well that's not sex."]}, {"line": ["George: Kissing is sex."]}, {"line": ["Elaine: Kissing is not sex."]}, {"line": ["Jerry: George?"]}, {"line": ["George: Jerry."]}, {"line": ["Elaine: Hey, did Jerry leave that drink next to Dick's on purpose?"]}, {"line": ["George: No."]}, {"line": ["Jerry: George?"]}, {"line": ["George: Over here."]}, {"line": ["Elaine: What are you doing here?"]}, {"line": ["Jerry: I'm taking the kid out to dinner to chear him up."]}, {"line": ["Elaine: Hey Jerry when do you consider that sex has taken place?"]}, {"line": ["Jerry: I would say when the nipple makes its first appearance."]}, {"line": ["(Commercial)"]}, {"line": ["Elaine: So, George told me that you left the drink next to Dick's                on purpose."]}, {"line": ["Jerry: Nice try. So guess who heckled me at the club last night."]}, {"line": ["*crash*"]}, {"line": ["Dick: Merry Christmas."]}, {"line": ["Elaine: Oh my god that's Dick. It's Cape Fear."]}, {"line": ["George: Hide, hide under the desk."]}, {"line": ["Elaine: Ow, ow move over."]}, {"line": ["Jerry: Get off of me."]}, {"line": ["Elaine: I've got no room."]}, {"line": ["Dick walks over dragging behind him a Christmas tree. He looks                down and notices them under the table. George holds out the sweater,                his hand shaking."]}, {"line": ["Dick: Is that cashmere?"]}, {"line": ["George: Of course it's cashmere."]}, {"line": ["Dick: (noticing the dot) What's this?"]}, {"line": ["At the comedy club."]}, {"line": ["Jerry: But in a way, I think I inadvertantly turned this guy into                an alcoholic. I hate being around alcoholics because they're either                telling you how much they love you or how much they hate you. And                those are the two statements that scare me the most. But I think                he's okay now because I have no idea how he feels about me. He's                finally off the wagon."]}, {"line": ["Dick: You mean on the wagon."]}, {"line": ["Jerry: Don't get smart.                                                                                                   ", "\n        "]}, {"line": []}, {"line": [" "]}, {"line": []}, {"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]}, {"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}]