[{"title": "The Suicide"}, {"line": []}, {"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]}, {"line": [" "]}, {"line": ["         Cast:", "\n        Gina Gallego [ Gina ]", "\n        Mimi Lieber [ Rula ]", "\n        C.E. Grimes [ Martin ]", "\n        Howard Schecter [ Doctor ]", "\n        Aimee Aro [ Faithy ]", "\n        Peggy Lane O'Rourke [ Nurse ] "]}, {"line": ["Broadcast: 29 Jan 92", "\n        Written by: Tom Leopold ", "\n        Directed by: Tom Cherones", " ", "\n        ", "\n        Monologue", "\n        The thing I don\u0092t understand about the suicide person is the people \n        who try and commit suicide for some reason they don\u0092t die and that\u0092s \n        it. They stop trying. Why? Why don\u0092t they just keep trying? What \n        has changed? Is their life any better now? No. In fact it\u0092s worse \n        because now they\u0092ve found out one more thing you stink at. Okay, \n        that\u0092s why these people don\u0092t succeed in life to begin with. \n        Because they give up too easy. I saw, pills don\u0092t work, try a rope. \n        Car won\u0092t start in the garage, get a tune up. You know what I mean? \n        There\u0092s nothing more rewarding than reaching a goal you have set \n        for yourself. "]}, {"line": ["[Jerry\u0092s Apartment]"]}, {"line": ["JERRY: Let me ask you a question. If you named a kid Rasputin do you          think that would have a negative effect on his life?"]}, {"line": ["ELAINE: Na."]}, {"line": ["JERRY: What are you doing? We\u0092re going out for dinner in ten minutes."]}, {"line": ["ELAINE: Do you realize this is the last meal I am going to have for three          days?"]}, {"line": ["[buzzer]"]}, {"line": ["JERRY: Yeah."]}, {"line": ["GEORGE: It\u0092s George."]}, {"line": ["JERRY: Come on up. . . . I never heard of this. You\u0092ve got to fast          for three days to take an ulcer test. How you gonna do that?"]}, {"line": ["ELAINE: I don\u0092t know. How could I possibly have ulcers? Who could          have given me ulcers?"]}, {"line": ["JERRY: I think I\u0092ll take out the garbage."]}, {"line": ["ELAINE: Hey, have you ever fasted?"]}, {"line": ["JERRY: Well, once I didn\u0092t have dinner until, like 9:00 o\u0092clock,          that was pretty rough. [exits to hall with garbage \u0096 meets George]          Hey, do me a favour will ya\u0092? Throw out my garbage for me."]}, {"line": ["GEORGE: Yeah, right."]}, {"line": ["JERRY: Come on, it\u0092s just down the hall."]}, {"line": ["GEORGE: Give me two bucks. I\u0092ll do it for two bucks."]}, {"line": ["JERRY: I\u0092ll give you 50 cents."]}, {"line": ["GEORGE: There\u0092s no way I touch that bag for less than two dollars."]}, {"line": ["JERRY: Come on. Fifty cents. <??> a piece of Drake\u0092s coffee          cake"]}, {"line": ["GEORGE: You\u0092re not getting no Drake\u0092s Coffee Cake for fifty          cents. Yae, Hey, I\u0092m all set. I got the ticket. I\u0092m going to          the Cayman Islands this Friday."]}, {"line": ["JERRY: I don\u0092t get you. Who goes on vacation without a job? What          do you need a break from getting up at eleven?"]}, {"line": ["GEORGE: It\u0092s an incredible deal. I don\u0092t know why you don\u0092t          come with me."]}, {"line": ["JERRY: Nah, I don\u0092t go for these non-refundable deals. I can\u0092t          commit to a woman. I\u0092m not going to commit to an airline."]}, {"line": ["[Gina enters the hall]"]}, {"line": ["GINA: Hi."]}, {"line": ["JERRY: Hi."]}, {"line": ["GINA: How are you?"]}, {"line": ["JERRY: Gina, do you know what a Drake\u0092s Coffee Cake is?"]}, {"line": ["GINA: Of course, the plane cake with the sweet brown crumbs on the top."]}, {"line": ["JERRY: How much do they cost?"]}, {"line": ["GINA: The junior?"]}, {"line": ["GEORGE: No, no the full size."]}, {"line": ["JERRY: No, no the junior."]}, {"line": ["GEORGE: You didn\u0092t say \"junior\"."]}, {"line": ["GINA: I haven\u0092t had one of those since I was a little girl."]}, {"line": ["JERRY: Really? You should be ashamed of yourself. I want you out of here!          [MARTIN enters the hall] How ya\u0092 doing?"]}, {"line": ["MARTIN: Good enough."]}, {"line": ["[MARTIN leaves with Gina]"]}, {"line": ["JERRY: Boy she\u0092s sexy isn\u0092t she?"]}, {"line": ["[Jerry leaves garbage bag by Kramer\u0092s apartment and knocks on the          door. As he and George enter Jerry\u0092s apartment Kramer comes out and          takes the garbage bag.]"]}, {"line": ["JERRY: Do you believe that guy?"]}, {"line": ["ELAINE: What guy?"]}, {"line": ["JERRY: My neighbour:"]}, {"line": ["ELAINE: Oh, that creepy guy?"]}, {"line": ["JERRY: Yeah, did he think I was flirting with her?"]}, {"line": ["GEORGE: He didn\u0092t seem too pleased."]}, {"line": ["ELAINE: Maybe I\u0092ll get a steak with french fried onion wings."]}, {"line": ["GEORGE: hey, you know what? I just remembered something. I had a dream          about that guy last night. This is amazing. "]}, {"line": ["JERRY: What\u0092s so amazing? You\u0092ve seen him before."]}, {"line": ["GEORGE: I haven\u0092t seen him for months."]}, {"line": ["JERRY: What was the dream?"]}, {"line": ["GEORGE: I was doing standup comedy in Kennebunkport Maine. ??? night          club. The stage was on a cliff and the audience was throwing all the comics          off."]}, {"line": ["JERRY: I think I\u0092ve played there."]}, {"line": ["GEORGE: I\u0092ve had a lot of other paranormal stuff happen to me."]}, {"line": ["JERRY: You\u0092re a little paranormal "]}, {"line": ["ELAINE: Hey, George, you know my friend goes to a psychic."]}, {"line": ["GEORGE: Really?"]}, {"line": ["ELAINE: Uh uh, you should go some time. "]}, {"line": ["GEORGE: I\u0092d love to go. Make an appointment."]}, {"line": ["JERRY: Psychics, vacations. How about getting a job? "]}, {"line": ["GEORGE: I just got fired."]}, {"line": ["JERRY: Alright, come on, lets get out of here."]}, {"line": ["ELAINE: I wonder what Ghandi ate before his fast."]}, {"line": ["JERRY: I heard he used to polish off a box of Triscuits. "]}, {"line": ["ELAINE: Really?"]}, {"line": ["JERRY: Oh, yeah. Ghandi loved Triscuits. "]}, {"line": ["[They exit]"]}, {"line": ["[Jerry\u0092s apartment late at night there is knocking at the door]"]}, {"line": ["JERRY: Who is it? Who is it?"]}, {"line": ["GINA: It\u0092s Gina."]}, {"line": ["JERRY: Who?"]}, {"line": ["GINA: Martine\u0092s girl friend. "]}, {"line": ["JERRY: Martine?"]}, {"line": ["GINA: You next door neighbour."]}, {"line": ["JERRY: Oh, Martin!"]}, {"line": ["[Jerry opens door]"]}, {"line": ["GEORGE: It\u0092s Martine. I think he\u0092s dying. He tried to kill          himself with pills."]}, {"line": ["JERRY: What? "]}, {"line": ["GINA: Come on."]}, {"line": ["JERRY: In my pajamas? I better get my robe."]}, {"line": ["GINA: We don\u0092t have enough time. "]}, {"line": ["JERRY: It\u0092ll take two seconds."]}, {"line": ["GINA: There is no time."]}, {"line": ["JERRY: We don\u0092t have two seconds?"]}, {"line": ["GINA: All right. Go ahead."]}, {"line": ["JERRY: Nah, forget it."]}, {"line": ["GINA: No, go ahead."]}, {"line": ["JERRY: Nah. I\u0092ll just wear the pajamas."]}, {"line": ["GINA: Will you just get it."]}, {"line": ["JERRY: Are you sure?"]}, {"line": ["GINA: Forget it. Come on."]}, {"line": ["JERRY: Nah, I\u0092ll go get the robe. "]}, {"line": ["[Metropolitan Hospital Center]"]}, {"line": ["JERRY: That\u0092s not too bad. It\u0092s not like a Sunny von Bulow          comma. The doctor said he should snap out of it anytime. "]}, {"line": ["GINA: You know why he did this? Because I told him it was over. I did          not want to see him anymore."]}, {"line": ["JERRY: Really? It\u0092s over?"]}, {"line": ["GINA: I could not stand it another minute. Yesterday he turned over a          man\u0092s hot dog stand because he thought the man was looking at me.          And then after he saw you in the hall. Ach, he was crazy with jealousy.        "]}, {"line": ["JERRY: Oh boy, did he say anything about me?"]}, {"line": ["GINA: He does not like you. And all indications are he does not like          Drake\u0092s Coffee Cake."]}, {"line": ["JERRY: He said that?"]}, {"line": ["GINA: He was screaming about it all night. How it\u0092s too sweet and          it falls apart when you eat it. "]}, {"line": ["JERRY: I\u0092m sorry if I caused any trouble. I was just being friendly.        "]}, {"line": ["GINA: I wasn\u0092t."]}, {"line": ["JERRY: You weren\u0092t?"]}, {"line": ["GINA: No, I have thought about you many times. Have you thought about          me?"]}, {"line": ["JERRY: Of course."]}, {"line": ["GINA: Tell me everything."]}, {"line": ["JERRY: Are you sure he can\u0092t hear anything? . . .MARTIN, MARTIN."]}, {"line": ["GINA: I wish he was not in a coma. I wish he was dead. I wish I could          pull the plug out from him. "]}, {"line": ["JERRY: I, would, I would wait on that. I know how you feel but. Juries          today, you never know how they\u0092re going to look at a thing like this."]}, {"line": ["GINA: I saw you looking at your watch. You want to leave? Go ahead. "]}, {"line": ["JERRY: No, I just wanted to see what time it was. "]}, {"line": ["GINA: Are you afraid of him? "]}, {"line": ["JERRY: No."]}, {"line": ["GINA: Then kiss me."]}, {"line": ["JERRY: Here?"]}, {"line": ["GINA: Yes, right here."]}, {"line": ["JERRY: Is this the proper venue?"]}, {"line": ["GINA: You don\u0092t want to?"]}, {"line": ["JERRY: No, no, I want to. I, I very much want to. I, I desire to. I,          I pine to. "]}, {"line": ["GINA: Then kiss me right in front of him."]}, {"line": ["JERRY: I can\u0092t. What if he wakes up?"]}, {"line": ["GINA: A man is lying here unconscious and you\u0092re afraid of him?          What kind of a man are you? "]}, {"line": ["JERRY: A man who respects a good comma. If it was one of those in and          out comas, maybe. But when a guy\u0092s got a coma going like this \u0085          you don\u0092t want to mess with it."]}, {"line": ["[Jerry\u0092s apartment]"]}, {"line": ["KRAMER: Hey."]}, {"line": ["JERRY: Hey. "]}, {"line": ["KRAMER: Did you hear about Martin?"]}, {"line": ["JERRY: Yeah, I heard."]}, {"line": ["KRAMER: I can\u0092t believe he\u0092s in a coma."]}, {"line": ["KRAMER: He\u0092s got my vacuum cleaner. You know I loaned it to him.          He never returned it. The carpets are filthy. What am I going to do? "]}, {"line": ["JERRY: Who told you about Martin?"]}, {"line": ["KRAMER: Newman! He\u0092s good friends with him. "]}, {"line": ["Jx; Oh, big mouth Newman. I should have guessed. "]}, {"line": ["KRAMER: He\u0092s got all of my attachments, you know. "]}, {"line": ["JERRY: Hey, let me ask you something. How long do you have to wait for          a guy to come out of a coma before you can ask his ex-girlfriend out?"]}, {"line": ["KRAMER: What, Gina? Why wait? Why not just call Doctor Kavorkian? "]}, {"line": ["JERRY: You know I don\u0092t get that whole suicide machine. There\u0092s          no tall buildings where these people live? They can\u0092t wrap their          lips around a revolver like a normal person? "]}, {"line": ["KRAMER: So what\u0092s going on between you and Gina?"]}, {"line": ["JERRY: Well, I went with her to the hospital last night."]}, {"line": ["KRAMER: Uh, uh."]}, {"line": ["JERRY: So we\u0092re in the room and she\u0092s trying to get me to kiss          her right in front of him. "]}, {"line": ["KRAMER: Uh, uh, you see that\u0092s the great thing about Mediterranean          women. All right, so what did you do?"]}, {"line": ["JERRY: Nothing."]}, {"line": ["KRAMER: Ah, what kind of a man are you? The guy is unconscious in a coma          and you don\u0092t have the guts to kiss his girlfriend? "]}, {"line": ["JERRY: I didn\u0092t know what the coma etiquette was. "]}, {"line": ["KRAMER: There is no coma etiquette. You see that\u0092s the beauty of          the coma, man. It doesn\u0092t matter what you do around it. "]}, {"line": ["JERRY: So you\u0092re saying, his girl, his car, his clothes, it\u0092s          all up for grabs. You can just loot the coma victim."]}, {"line": ["KRAMER: I\u0092d give him 24 hours to get out of it. They can\u0092t          get out of it in 24 hours, it\u0092s a land rush."]}, {"line": ["JERRY: So if the coma victim wakes up in a month, he\u0092s thrilled,          he got out of the coma. He goes home, there\u0092s nothing left?"]}, {"line": ["KRAMER: NOTHING LEFT! That\u0092s why I\u0092m trying to get that vacuum          cleaner. Because somebody\u0092s going to grab it. "]}, {"line": ["[The psychic\u0092s apartment]"]}, {"line": ["RULA: Martin\u0092s spirit came to you as a warning."]}, {"line": ["ELAINE: Why would he come to George?"]}, {"line": ["RULA: Because George has heightened extra sensory perception. FAYGY GET          YOUR FINGER OUT OF YOUR NOSE."]}, {"line": ["GEORGE: I knew it. I always felt different. "]}, {"line": ["RULA: You are. Some coffee cake? "]}, {"line": ["GEORGE: Drakes? "]}, {"line": ["RULA: Yes."]}, {"line": ["GEORGE: Did you buy this for me?"]}, {"line": ["RULA: No, why?"]}, {"line": ["GEORGE: Ha, because I love Drake\u0092s Coffee Cake."]}, {"line": ["RULA: Maybe I did."]}, {"line": ["ELAINE: Take it away."]}, {"line": ["GEORGE: She hasn\u0092t eaten in two days."]}, {"line": ["RULA: Who\u0092s Pauline?"]}, {"line": ["GEORGE: Pauline? . . . Wait a minute. I got it. My brother once impregnated          a woman named Pauline."]}, {"line": ["RULA: Do you think about her?"]}, {"line": ["GEORGE: When I hear her name mentioned."]}, {"line": ["RULA: Cut these with your left hand."]}, {"line": ["GEORGE: There was a woman, Audrey. She had a very big nose."]}, {"line": ["RULA: I see an Audrey, but with a small nose."]}, {"line": ["GEORGE: Yes, yes, she had a nose job. I loved her very deeply. Will she          ever speak to me again?"]}, {"line": ["RULA: Not in this life. "]}, {"line": ["ELAINE: Should you be smoking?"]}, {"line": ["RULA: Does it bother you?"]}, {"line": ["ELAINE: You\u0092re pregnant."]}, {"line": ["GEORGE: Elaine."]}, {"line": ["RULA: I smoked when I had Faisy. "]}, {"line": ["RULA: Ah oh."]}, {"line": ["GEORGE: Ah oh? What? What Ah oh?"]}, {"line": ["RULA: I don\u0092t know about this trip George."]}, {"line": ["GEORGE: You can see the Cayman Islands in there? Is something going to          happen to me? What?"]}, {"line": ["ELAINE: It\u0092s really bad for the fetus. Do you know that."]}, {"line": ["GEORGE: Elaine, she\u0092s a psychic. She knows how the kid\u0092s going          to be. "]}, {"line": ["GEORGE: Should I not go on this trip?"]}, {"line": ["RULA: George, I am going to tell you something and I want you to really          hear me."]}, {"line": ["ELAINE: Now listen. I just don\u0092t know how a person, with everything          we now know about pre-natal care can put a cigarette in her mouth. "]}, {"line": ["GEORGE: Elaine, what are you doing?"]}, {"line": ["ELAINE: It\u0092s disgusting."]}, {"line": ["RULA: I DON\u0092T BELIVE IT. I would like you both to leave. "]}, {"line": ["ELAINE: Oh fine, I don\u0092t like to be around people who are just so          irresponsible."]}, {"line": ["RULA: Get the hell out."]}, {"line": ["[Elaine leaving]", "\n        GEORGE: A plane crash? A Heart attack? Lupus? Is it Lupus?"]}, {"line": ["RULA: Do you want me to call the super? He was an Israeli commando."]}, {"line": ["GEORGE: If you don\u0092t say anything I will assume it\u0092s a plane          crash."]}, {"line": ["RULA: Get out."]}, {"line": ["GEORGE: Not a plane crash. [leaving] Is it a plane crash?"]}, {"line": ["[Jerry\u0092s apartment]"]}, {"line": ["GINA: I do not like your toothbrush. There are no bristles. "]}, {"line": ["JERRY: You can say what you want about me but I\u0092ll be damned if          I\u0092m going to stand here while you insult my toothbrush. "]}, {"line": ["GINA: It is too small for someone with such a big mouth [kisses Kerry].          Let me ask you. What will you do if Martine wakes up? Run away like a          mouse?"]}, {"line": ["JERRY: No, more like the Three Stooges at the end of every movie."]}, {"line": ["GINA: Who are these Stooges you speak of?"]}, {"line": ["JERRY: They\u0092re a comedy team."]}, {"line": ["GINA: Tell me about them. Everything."]}, {"line": ["JERRY: Well, they\u0092re three kind of funny looking guys and they hit          each other a lot."]}, {"line": ["GINA: You will show me The Stooges?"]}, {"line": ["JERRY: I will show you The Stooges."]}, {"line": ["GINA: When?"]}, {"line": ["JERRY: Well, I don\u0092t really know where The Stooges are right now          but if I locate them you will be the first to know."]}, {"line": ["GINA: Come, you walk me to a cab."]}, {"line": ["JERRY: Well, uh, I uh, I don\u0092t want you to get upset or anything          but uh, with Martin and all, well maybe it\u0092s not such a good idea          for us to be seen together in the building, because, you know, he had          a lot of friends here."]}, {"line": ["GINA: You\u0092re still afraid. You are not a man."]}, {"line": ["JERRY: Well then what are all those ties and sport jackets doing in my          closet?"]}, {"line": ["GINA: Are you going to walk me to a cab or not?"]}, {"line": ["JERRY: Yeah, all right. All right."]}, {"line": ["[Jerry and Gina meet Kramer and leaving his apartment with Newman]"]}, {"line": ["KRAMER: You should just eat fruit. "]}, {"line": ["NEWMAN: I can\u0092t eat fruit. It makes me incontinent."]}, {"line": ["KRAMER: ???"]}, {"line": ["NEWMAN: Hello Gina. Hello Jerry."]}, {"line": ["JERRY: Hello Newman."]}, {"line": ["[Metropolitan Hospital Center - Hallway]"]}, {"line": ["JERRY: Do you think Newman would tell Martin if he wakes up? What kind          of sicko would do that? He could kill me."]}, {"line": ["GEORGE: People smoke, Elaine. My mother smoked. It didn\u0092t hurt me."]}, {"line": ["ELAINE: [jumps with fear to Jerry] Did you see that wall move?"]}, {"line": ["JERRY: Boy, it\u0092s a good thing we came."]}, {"line": ["GEORGE: Could there be a native p0roblem in the Caymans? Maybe there\u0092s          native unrest."]}, {"line": ["ELAINE: Hi, I haven\u0092t eaten in three days. I was wondering how much          longer it would be until I get my X-ray."]}, {"line": ["Nurse: We\u0092ll call you."]}, {"line": ["JERRY: George, I want you to promise me something. If I\u0092m ever in          a comma. In the first 24 hours get everything out of my apartment and          put it in storage. "]}, {"line": ["GEORGE: How come?"]}, {"line": ["JERRY: Looters."]}, {"line": ["ELAINE: How do we know that dog food is any good? Who tastes it? "]}, {"line": ["JERRY: She\u0092s really hungry."]}, {"line": ["[Kramer enters]"]}, {"line": ["KRAMER: Hey."]}, {"line": ["ELAINE: Kramer"]}, {"line": ["KRAMER: Well, Newman\u0092s upstairs visiting Martin. "]}, {"line": ["GEORGE: Would you buy my Cayman Island ticket?"]}, {"line": ["KRAMER: You\u0092re not going?"]}, {"line": ["GEORGE: No."]}, {"line": ["KRAMER: Why not?"]}, {"line": ["GEORGE: The psychic said something terrible will happen."]}, {"line": ["KRAMER: I dig. "]}, {"line": ["[Metropolitan Hospital Center - Martin\u0092s room]"]}, {"line": ["KRAMER: I want my vacuum cleaner! I know you can hear me. Look my mother,          she\u0092s going to come and visit me. She sees that rug, she\u0092s going          to kill me."]}, {"line": ["W: He can\u0092t hear you, you idiot. Why don\u0092t you just buy another          one. "]}, {"line": ["KRAMER: Why would I buy another one when I spent a hundred bucks on this          one?"]}, {"line": ["W: I have a carpet sweeper you can use."]}, {"line": ["KRAMER: I don\u0092t want a carpet sweeper. They don\u0092t do anything.        "]}, {"line": ["W: It gets my rug clean. "]}, {"line": ["KRAMER: The carpet sweeper is the biggest scam perpetrated on the American          public since One Hour Martinizing."]}, {"line": ["W: Well, you should take a look at my rug then."]}, {"line": ["KRAMER: I wouldn\u0092t set foot in your house."]}, {"line": ["[Jerry enters]"]}, {"line": ["JERRY: Hello."]}, {"line": ["NEWMAN: Hello Jerry."]}, {"line": ["JERRY: How\u0092s he doing? "]}, {"line": ["KRAMER: He looks happy to me."]}, {"line": ["NEWMAN: I hope he stays this happy when he wakes up."]}, {"line": ["JERRY: Why wouldn\u0092t he?"]}, {"line": ["NEWMAN: No reason."]}, {"line": ["JERRY: He\u0092ll have a lot of catching up to do, I guess. "]}, {"line": ["NEWMAN: I\u0092ll bring him up to date."]}, {"line": ["JERRY: How up to date?"]}, {"line": ["NEWMAN: Oh, all the way up."]}, {"line": ["JERRY: And nothing could change your mind? "]}, {"line": ["NEWMAN: Well, it would take a hell of a lot. Because a friend is something          you earn."]}, {"line": ["KRAMER: Okay, Jerry has a friend who has free tickets to the Cayman Islands          for this weekend. He\u0092s not going. "]}, {"line": ["NEWMAN: I don\u0092t care much for the beach. I freckle. . . . Is that          a,.."]}, {"line": ["JERRY: Drake\u0092s Coffee Cake "]}, {"line": ["NEWMAN: Wow, where did you get that?"]}, {"line": ["JERRY: From my house. I got a whole box of them. "]}, {"line": ["NEWMAN: Boy, that\u0092s the full size."]}, {"line": ["JERRY: That\u0092s your big boy."]}, {"line": ["NEWMAN: Can I have a bite?"]}, {"line": ["JERRY: I don\u0092t give out bites. I got another one. But I\u0092m saving          it for later. "]}, {"line": ["NEWMAN: Just one bite?"]}, {"line": ["JERRY: I don\u0092t think so. You know they, they\u0092re so fragile.        "]}, {"line": ["NEWMAN: All right! All right. I won\u0092t say anything. "]}, {"line": ["JERRY: You swear?"]}, {"line": ["NEWMAN: I swear."]}, {"line": ["JERRY: On your mother\u0092s life?"]}, {"line": ["NEWMAN: On my mother\u0092s life."]}, {"line": ["KRAMER: oh oh oh oh oh"]}, {"line": ["NEWMAN: Oooh, "]}, {"line": ["[Metropolitan Hospital Center - Hallway]"]}, {"line": ["ELAINE: And there it was, mountains of duck. And not fatty duck either,          but juicy tender breasts of duck. "]}, {"line": ["[George sees the Psychic\u0092s girl, Faisy and follows her into the          Psychic\u0092s room]]"]}, {"line": ["GEORGE: \u0085sweetheart, no come here, \u0085 sweetheart"]}, {"line": ["RULA: pew, pew, pew, pew (breathing)"]}, {"line": ["GEORGE: how did I know you were here? Something drew me here. This is          phenomenal. "]}, {"line": ["RULA: The nurse said she would be right back. They\u0092re supposed to          take me into the delivery room. "]}, {"line": ["GEORGE: Oh, that\u0092s great. That\u0092s great. By the way I have to          apologize for my friend the other day. Friend? Uh, uh I don\u0092t even          know that woman. I met her on the bus on the way over. I couldn\u0092t          get rid of her. Uh, My psychic instincts were a little off .."]}, {"line": ["RULA: Oh, where\u0092s the nurse"]}, {"line": ["GEORGE: I don\u0092t know where the nurse is. Sweetheart why don\u0092t          you get a nurse for mommy? \u0085 Anyway I was just curious. Remember          the other day you were saying something about my trip. "]}, {"line": ["RULA: Don\u0092t take that trip."]}, {"line": ["GEORGE: Yeah, why? Why? "]}, {"line": ["RULA: <screams> EEEY, beegit, beegit beegit."]}, {"line": ["[Doctor enters]"]}, {"line": ["Dx: All right, Rula, it\u0092s time to go."]}, {"line": ["GEORGE: Because? Because?"]}, {"line": ["[Elaine enters Martins room]"]}, {"line": ["ELAINE: Assassins! How dare they keep a person waiting like this! \u0085          Drake\u0092s Coffee Cake? \u0085 Give me that."]}, {"line": ["NEWMAN: Jerry, you better stop her or I\u0092ll tell."]}, {"line": ["JERRY: Elaine! No! No!"]}, {"line": ["MARTIN: Ooooh, ahhhh, "]}, {"line": ["[In hallway as they wheel Rula to give birth]"]}, {"line": ["GEORGE: Are there terrorists on the plane? A hotel fire. Is that it?          Malaria? Yellow fever? Lupus? Is it Lupus?"]}, {"line": ["[Martin\u0092s room \u0096 Martin grabbing Jerry \u0096 Elaine eating          the Drake\u0092s Coffee Cake]"]}, {"line": ["NEWMAN: He did it right in this bed, Martin. Right in front of you."]}, {"line": ["KRAMER: I want my vacuum cleaner!"]}, {"line": ["JERRY: Hey!"]}, {"line": ["NEWMAN: It was disgusting."]}, {"line": ["[Jerry\u0092s apartment]"]}, {"line": ["JERRY: What are you doing? We\u0092re going out to dinner in ten minutes."]}, {"line": ["GEORGE: I never assisted in a birth before. It\u0092s really quite disgusting.        "]}, {"line": ["JERRY: What did she name the kid?"]}, {"line": ["GEORGE: You wouldn\u0092t believe it. Rasputin."]}, {"line": ["[Kramer enters]"]}, {"line": ["KRAMER: Heey!"]}, {"line": ["GEORGE: Hey."]}, {"line": ["JERRY: Hey."]}, {"line": ["GEORGE: when did you get back?"]}, {"line": ["KRAMER: A couple of hours ago."]}, {"line": ["GEORGE: So how was it?"]}, {"line": ["KRAMER: George, I would like to thank you for the greatest four days          I ever spent in my life."]}, {"line": ["JERRY: osh."]}, {"line": ["KRAMER: They were shooting the Sports Illustrated swim suit issue right          in the hotel pool."]}, {"line": ["JERRY: Woah. [hitting George]"]}, {"line": ["KRAMER: Not only that but at the hotel they opened up this area on the          beach for nude bathing and all of the Sports Illustrated models went down          there."]}, {"line": ["JERRY: Wow! [hitting George]"]}, {"line": ["KRAMER: I was on the next blanket from Elle McPherson "]}, {"line": ["JERRY: Oh! [hitting George]"]}, {"line": ["KRAMER: We played Backgammon in the nude."]}, {"line": ["JERRY: Oh! [hitting George]"]}, {"line": ["KRAMER: She\u0092s a sweet kid."]}, {"line": ["JERRY: Nude backgammon with swimsuit models!"]}, {"line": ["KRAMER: Oh, you know what? The second day I was there I stepped on a          jellyfish. Now it kind of stung my foot. That\u0092s probably what Rula          was trying to warn you about."]}, {"line": ["GEORGE: Yeah, you gotta\u0092 watch for the jellyfish."]}, {"line": ["KRAMER: Yeah."]}, {"line": ["KRAMER: What\u0092s this?"]}, {"line": ["JERRY: Oh, it\u0092s an invitation to a house warming from Martin and          Gina."]}, {"line": ["KRAMER: They moved in together?"]}, {"line": ["JERRY: Yeah, it\u0092s some place down in the village. "]}, {"line": ["KRAMER: Phew."]}, {"line": ["[buzzer]"]}, {"line": ["JERRY: Yeah."]}, {"line": ["ELAINE: It\u0092s Elaine."]}, {"line": ["JERRY: All right we\u0092re coming down."]}, {"line": ["KRAMER: Hey, where ya\u0092 going?"]}, {"line": ["JERRY: We\u0092re taking Elaine to dinner. She\u0092s got to start the          fast again. Um, you want to go?"]}, {"line": ["KRAMER: Um, I\u0092d like to but a bunch of us from the islands, we\u0092ll          be getting together."]}, {"line": ["GEORGE: Elle McPherson going to be there?"]}, {"line": ["KRAMER: OH! I got to call her back."]}, {"line": ["[Kramer exits]"]}, {"line": ["The End"]}, {"line": ["         Originally posted on The News Guys(Mike's) site                                        "]}, {"line": [" "]}, {"line": []}, {"line": [" "]}, {"line": []}, {"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]}, {"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}]