[{"title": "The Boyfriend (1)"}, {"line": []}, {"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]}, {"line": [" "]}, {"line": ["                Transcribed by The News Guy(Mike) With help from \"Luke Nan\"                in Australia.", "\n              ", "\n              ", "\n              Jerry - Jerry Seinfeld", "\n              Kramer - Michael Richards", "\n              George - Jason Alexander", "\n              Elaine - Julia Louis-Dryfus", "\n              Keith Hernandez - Himself ", "\n              Rae Allen - Mrs. Lenore Sokol ", "\n              Richard Assad - Cabby ", "\n              Wayne Knight - Newman", "\n              ", "\n              Written by: Larry David and Larry Levin ", "\n              Directed by: Tom Cherones", "\n              ", "\n              STAND UP", "\n              =========", "\n              To me, going to the health club, you see all these people and they're", "\n              working out, and they're training and they're getting in shape but \n              the", "\n              strange thing is nobody is really getting in shape for anything. \n              The only", "\n              reason that you're getting in shape is that so you can get through \n              the", "\n              workout. So we're working out, so that we'll be in shape, for when \n              we have", "\n              to do our exercise. This is the whole thing. The other thing I don't \n              get", "\n              about it, is why we're so careful about locking up our dirty towels \n              and", "\n              smelly jock-straps. What exactly is the black market on these disgusting \n              gym", "\n              clothes? I give my car to any valet guy in front of a restaraunt \n              because he", "\n              has a short red jacket, yeah he must be the valet guy, I don't even \n              think", "\n              about it but my stinking, putrified gym clothes, I got one of these \n              locks", "\n              you could put a bullet through it and it won't open. That stuff \n              is safe.", "\n              ", "\n              ", "\n              [Gym Locker Room]", "\n              ", "\n              KRAMER: Wide open, I was wide open underneath! I had three inches \n              on that", "\n              guy. You two were hogging the ball.", "\n              ", "\n              GEORGE: Me? It wasn't me I never even saw the ball. All you do is \n              dribble.", "\n              ", "\n              JERRY: I have to dribble, if I give it to you, you just shoot. You're \n              a", "\n              chucker.", "\n              ", "\n              GEORGE: Oh I'm a chucker.", "\n              ", "\n              JERRY: That's right, everytime you get the ball you shoot.", "\n              ", "\n              GEORGE: I can't believe you called me a chucker. No way I'm a chucker, \n              I do", "\n              not chuck, never chucked, never have chucked, never will chuck, \n              no chuck!", "\n              ", "\n              JERRY: You chuck.", "\n              ", "\n              GEROGE: Kramer am I a chucker?", "\n              ", "\n              ", "\n              KRAMER: You're a chucker.", "\n              ", "\n              GEORGE: All these years I've been chuckin' and you've never told \n              me?", "\n              ", "\n              JERRY: Well it's not an easy thing to bring up.", "\n              ", "\n              KRAMER: Hey you know this is the first time we've ever seen each \n              other naked. ", "\n              ", "\n              JERRY: Believe me I didn't see anything. ", "\n              ", "\n              KRAMER: Oh, you didn't sneak a peak? ", "\n              ", "\n              JERRY: No, did you?", "\n              ", "\n              KRAMER: Yeah, I snuck a peak. ", "\n              ", "\n              JERRY: Why?", "\n              ", "\n              KRAMER: Why not? hey what about you George? ", "\n              ", "\n              GEORGE: yeah, I ... I snuck a peak. ... But it was so fast I didn't \n              see ", "\n              anything. It was just a blur.", "\n              ", "\n              JERRY: I made a conscious effort not to look. There's certain information \n              I just ", "\n              don't want to have. ", "\n              ", "\n              KRAMER: Uh, I gotta go meet Newman. All right. I'll see you later.", "\n              ", "\n              JERRY: All right ", "\n              ", "\n              KRAMER: Have a good one.", "\n              ", "\n              JERRY: All right", "\n              ", "\n              GEORGE: See ya.", "\n              ", "\n              [Kramer exits]", "\n              ", "\n              GEORGE: look at this guy. Does he have to stretch in here?", "\n              ", "\n              JERRY: You know who that is? That's ", "\n              ", "\n              GEORGE: Keith Hernandez? The baseball player? ", "\n              ", "\n              JERRY: Yeah, that's him. ", "\n              ", "\n              GEORGE: Are you sure? ", "\n              ", "\n              JERRY: Positive. ", "\n              ", "\n              GEORGE: Wow, Keith Hernandez. He's such a great player.", "\n              ", "\n              JERRY: Yeah, he's a real smart guy too. He's a Civil War buff. ", "\n              ", "\n              GEORGE: I'd love to be a Civil War buff. ... What do you have to \n              do to be a buff", "\n              ", "\n              JERRY: So Biff wants to be a buff? ... Well sleeping less than 18 \n              hours a day ", "\n              would be a start. ", "\n              ", "\n              GEORGE: ho ho ho ho. You know I only got two weeks left of unemployment. \n              I got ", "\n              to prove I've been looking for a job to get an extension ", "\n              ", "\n              JERRY: Hey, should we say something to him? ", "\n              ", "\n              GEORGE: Oh, yeah I'm sure he loves to hear from fans in the locker \n              room.", "\n              ", "\n              JERRY: well he could say hello to me. I wouldn't mind. ", "\n              ", "\n              GEORGE: He's Keith Hernandez. You're Jerry Seinfeld. ", "\n              ", "\n              JERRY: So? ", "\n              ", "\n              GEORGE: What are you comparing yourself to Keith Hernandez. The \n              guys a baseball ", "\n              player Jerry, Baseball!", "\n              ", "\n              JERRY: I know what he is. I recognized him. You didn't even notice \n              him. ", "\n              ", "\n              GEORGE: What, ... you are making some wisecracks in a night club... \n              wo wo wo. ", "\n              The guy was in game SIX two runs down two outs facing elimination.", "\n              ", "\n              KEITH: Excuse me. I don't want to disturb you, I'm Keith Hernandez \n              and I just ", "\n              want to tell you what a big fan I am. I love your comedy. ", "\n              ", "\n              JERRY: Really?", "\n              ", "\n              KEITH: I've always wanted to do what you do. ", "\n              ", "\n              JERRY: What I do? You are one of my favorite ball players of all \n              time ", "\n              ", "\n              GEORGE: Mine too.", "\n              ", "\n              KEITH: I love that bit about Jimmy Olson", "\n              ", "\n              JERRY: Thank you.", "\n              ", "\n", "\n              GEORGE: You know Keith, what I've always wondered, with all these \n              ball clubs ", "\n              flying around all season don't you think there would be a plane \n              crash? ...", "\n              ", "\n              KEITH: (to Jerry) Do you perform anywhere in new York right now? \n              ", "\n              ", "\n              JERRY: I'm performing in this club on the east Side. You should \n              come in.", "\n              ", "\n              GEORGE: But if you think about it...26 teams, 162 games a season, \n              you'd think ", "\n              eventually an entire team would get wiped out.", "\n              ", "\n              KEITH: You know, I live on the East Side. ", "\n              ", "\n              JERRY: I'll tell you what, I'll give you my number and uh, just \n              give me a call, ", "\n              tell me whenever you want to go.", "\n              ", "\n              KEITH: or maybe just to get together for a cup of coffee", "\n              ", "\n              JERRY: Oh. that would be great. ", "\n              ", "\n              GEORGE: Uh, it's only a matter of time. ", "\n              ", "\n              KEITH: Who's this chucker?", "\n              ", "\n              ---", "\n              ", "\n              [Monks]", "\n              ", "\n              JERRY: It's been three days and he hasn't called. ", "\n              ", "\n              ELAINE: Well maybe you should call him.", "\n              ", "\n              JERRY: I can't ... I can't ", "\n              ", "\n              ELAINE: Why not?", "\n              ", "\n              JERRY: I don't know. I just feel he should call me. ", "\n              ", "\n              ELAINE: What's the difference?", "\n              ", "\n              JERRY: You don't understand, Elaine. I don't want to be overanxious. \n              If he wants ", "\n              to see me he has my number, he should call. ", "\n              ", "\n              ELAINE: Yech, look at this ashtray. I hate cigarettes. ", "\n              ", "\n              JERRY: I can't stand these guys. You give your number to them and \n              then they ", "\n              don't call. Why do they do that?", "\n              ", "\n              ELAINE: I'm sorry honey. ", "\n              ", "\n              JERRY: I mean, I thought he liked me. I really thought he liked \n              me. we were ", "\n              getting along. He came over to me I didn't go over to him.", "\n              ", "\n              ELAINE: No, ", "\n              ", "\n              JERRY: Why did he come over to me if he didn't want to see me? ", "\n              ", "\n              ELAINE: I know.", "\n              ", "\n              JERRY: What did he come over to me if he didn't want to see me? \n              I mean here I ", "\n              meet this guy this great guy, a baseball player, best guy I ever \n              met in my life. ", "\n              .. Well that's it. I'm never giving my number out to another guy \n              again. ", "\n              ", "\n              ELAINE: Sometimes I've given my number out to guys and it takes \n              them a month to ", "\n              call.", "\n              ", "\n              JERRY: Hu, good, good,... well if he's calling in a month he's got \n              a prayer!", "\n              ", "\n              ELAINE: You know maybe he's been busy. Maybe he's been out of town? \n              ", "\n              ", "\n              JERRY: Oh, they don't have phones out of town? Why do(?) people \n              say they're ", "\n              too busy. Too busy. Pick up a phone!! It takes two minutes. How \n              can you be ", "\n              too busy?", "\n              ", "\n              ELAINE: Why don't you just go ahead and call him? ", "\n              ", "\n              JERRY: I can't call here, it's a coffee shop. I mean what am I going \n              to say to ", "\n              him? ", "\n              ", "\n              ELAINE: Just ask him if he wants a to get together.", "\n              ", "\n              JERRY: For what dinner? ", "\n              ", "\n              ELAINE: Dinner's good.", "\n              ", "\n              JERRY: Don't you think that's coming on a little too strong? .. \n              Isn't that like ", "\n              a turn off?", "\n              ", "\n              ELAINE: Jerry, He's A GUY! ", "\n              ", "\n              JERRY: ... this is all .. very confusing.", "\n              ", "\n              STAND UP", "\n              =========", "\n              When you're in your thirties it's very hard to make a new friend. \n              Whatever the ", "\n              group is that you've got now that's who you're going with. you're \n              not ", "\n              interviewing, you're not looking at any new people, you're not interested \n              in ", "\n              seeing any applications. They don't know the places. They don't \n              know the food. ", "\n              They don't know the activities, If I meet a guy in a club on the \n              gym or ", "\n              someplace I'm sure you're a very nice person you seem to have a \n              lot of ", "\n              potential, but we're just not hiring right now. Of course when you're \n              a kid, ", "\n              you can be friends with anybody. Remember when you were a little \n              kid what were ", "\n              the qualifications? If someone's in front of my house NOW, That's \n              my friend, ", "\n              they're my friend. That's it. Are you a grown up.? No. Great! Come \n              on in. Jump ", "\n              up and down on my bed. And if you have anything in common at all, \n              You like ", "\n              Cherry Soda? I like Cherry Soda! We'll be best friends!", "\n              ", "\n              ", "\n              [New York State Department of Labor]", "\n              ", "\n              MRS. SOKOL: You know you only have two more weeks before your benefits \n              run out.", "\n              ", "\n              GEORGE: Yes and I was hoping ... to get a thirteen week extension. \n              ", "\n              ", "\n              MRS. SOKOL: So where have you been looking for work? ", "\n              ", "\n              GEORGE: Well you know what I've discovered Mrs. Sokol. It's not \n              so much the ", "\n              looking as the listening. I listen for work. And as I'm looking \n              and listening I ", "\n              am also looking. You can't discount looking. It's sort of a combination. \n              It's ", "\n              looking, and listening, listening and looking. But you must look. \n              ", "\n              ", "\n              MRS. SOKOL: Can you be specific about any of these companies?", "\n              ", "\n              GEORGE: Specific, Ah, lets see. I've walked in and out of so many \n              buildings ", "\n              they all .. blend in together, I uh, ..", "\n              ", "\n              MRS. SOKOL: Well just give me one name.", "\n              ", "\n              GEORGE: Absolutely, uh, lets see there's, uh, Vandaley Industries, \n              I just saw ", "\n              them. I got very close there. very close.", "\n              ", "\n              MRS. SOKOL: And what type of company is that?", "\n              ", "\n              GEORGE: Latex, latex manufacturing ", "\n              ", "\n              MRS. SOKOL: And you interviewed there?", "\n              ", "\n              GEORGE: Yes, for a sales position. Latex salesman, the selling of \n              latex, and ", "\n              latex related products. They just wouldn't give me a chance. ", "\n              ", "\n              MRS. SOKOL: I'm going to need an address and a phone number for \n              this uh, ", "\n              Vandaley company...", "\n              ", "\n              GOERGE: You like gum? 'Cause I have a friend in the gum business. \n              I got a ", "\n              gum guy. I make one phone call. I got boxes of delivered right to \n              your door. ", "\n              ", "\n              MRS. SOKOL: The address!", "\n              ", "\n              GEORGE: YYYDDSSHE(?) ... Jose Jimenez. You recognize it? ", "\n              ", "\n              MRS. SOKOL: No.", "\n              ", "\n              GEORGE: Jose Jimenez, ... verrry funny. ..very funny.", "\n              ", "\n              MRS. SOKOL: The ADDRESS!", "\n              ", "\n              GEORGE: uh, Uh, Vandaley Industries, is uh. 129 West 81st street. \n              It's a very ", "\n              small industry Vandaley. It's one of the reasons I wanted to uh, \n", "\n              work for them.", "\n              ", "\n              MRS. SOKOL: The PHONE number.", "\n              ", "\n              GEORGE: That's uh, KL5-8383. Are you calling them soon because, \n              they keep very ", "\n              strange hours.", "\n              ", "\n              MRS. SOKOL: As soon as I'm done wit you!", "\n              ", "\n              GEORGE: Sure, well uh, you know I'll check in with you next week \n              uh, I gotta run ", "\n              now because I got a full plate this afternoon. All right, really \n              go to ", "\n              uh,. ", "\n              ", "\n              [George runs down hall]", "\n              ", "\n              [Street phone booth- George pulls kid out of booth]", "\n              ", "\n              GEORGE: (Frantically, takes phone and screams...) He'll call you \n              back.", "\n              ", "\n              [Jerry's Apartment]", "\n              ", "\n              KRAMER: (loungingly talking on phone) It's a par five. So you know \n              I step up to ", "\n              the tee and I hit a beautiful drive right down the middle of the \n              fairway. ", "\n              I mean you know my hook, right? ", "\n              ", "\n              JERRY: Elaine, how about this shirt? Is this okay?", "\n              ", "\n              ELAINE: Jerry, ... He's a GUY!", "\n              ", "\n              KRAMER: well it's a dog leg left, so I play the hook right? .. hold \n              on there's ", "\n              another call.", "\n              ", "\n              [Phone Booth]", "\n              ", "\n              GEORGE: (Frantically) Jerry, Jerry?", "\n              ", "\n              KRAMER: George?", "\n              ", "\n              GEORGE: Kramer put Jerry on the phone.", "\n              ", "\n              KRAMER: (Angrily) Yeah, look I'm in the middle of something. Call \n              back.", "\n              ", "\n              GEORGE: Kramer!! Kramer no!!", "\n              ", "\n              KRAMER: ... so the ball takes of and I'm waiting for it to turn.", "\n              ", "\n              [Phone Booth]", "\n              ", "\n              GEORGE: hitting phone ", "\n              ", "\n              [Cop bangs on booth with kid beside him]", "\n              ", "\n              ", "\n              [Jerry's Apartment]", "\n              ", "\n              KRAMER: Yeah, I'll talk to Jerry. Yeah, [Hangs up] . . . you know \n              that was ", "\n              Michael and Carol. She's wondering when we're going to come over \n              and see ", "\n              the baby.", "\n              ", "\n              JERRY: Oh, see the baby again with the baby..", "\n              ", "\n              ELAINE: Who are they?", "\n              ", "\n              JERRY: Uh, he's this guy who used to live in the building and they \n              keep calling ", "\n              us to see the baby.", "\n              ", "\n              JERRY: (imitates) Ya' gotta see the babi - When are ya' gonna see \n              the babi... ", "\n              Can't they just send us a tape?", "\n              ", "\n              ELAINE: You know if you waited a few more months it won't be a baby \n              anymore ", "\n              then you wouldn't have to see it.", "\n              ", "\n              JERRY: uh uh because then it would be all grown up.", "\n              ", "\n              ELAINE: yeah ha ha ha ", "\n              ", "\n              JERRY: Hey Kramer what do you think of this shirt?", "\n              ", "\n              KRAMER: (does a double take) It's too busy", "\n              ", "\n              ELAINE: It looks like you're trying too hard to make an impression \n              on him. ", "\n              You're not being yourself.", "\n              ", "\n              KRAMER: What guy?", "\n              ", "\n              JERRY: I know he's just a guy but .. I LIKE him.", "\n              ", "\n              KRAMER: Who are you talkin about?", "\n              ", "\n              JERRY: Uh, Keith uh Hernandez.", "\n              ", "\n              KRAMER: KEITH HERNANDEZ? ", "\n              ", "\n              NEWMAN: [enters] KEITH HERNANDEZ?", "\n              ", "\n              ", "\n              [In cab]", "\n              ", "\n              GEORGE: Do me a favor would you? Would you change lanes? Would you \n              get outta ", "\n              this lane. You gotta get out of this lane. This lane stinks. They're \n              ", "\n              all double parked here Please get outta this lane. I'm beggin you \n              please ", "\n              please. ", "\n              ", "\n              [changes lanes]", "\n              ", "\n              GEORGE: You know what, bad mistake my mistake do me a favor go back \n              to the other ", "\n              lane - you'll never get there - forget this lane - y'a kn ow what \n              this lane ", "\n              stinks - go back to the other lane - bad decision - go go go take \n              this light - ", "\n              take this light - ", "\n              ", "\n              CABBY: That's it GET OUT!!", "\n              ", "\n              GEORGE: Get out?", "\n              ", "\n              CABBY: Get out of my cab.", "\n              ", "\n              GEORGE: Wa, I'm not getting out of this cab", "\n              ", "\n              [Cabby gets out]", "\n              ", "\n              GEORGE: No, no! You can't throw me out", "\n              ", "\n              [Wrestling in cab]", "\n              ", "\n              [Jerry's Apartment]", "\n              ", "\n              JERRY: Hellooo Newman.", "\n              ", "\n              KRAMER: I hate KEITH HERNANDEZ - hate him.", "\n              ", "\n              NEWMAN: I despise him.", "\n              ", "\n              ELAINE: Why?", "\n              ", "\n              NEWMAN: Why? I'll tell you why...", "\n              ", "\n              KRAMER: Let me tell it ..", "\n              ", "\n              NEWMAN: No, you can't tell it ..", "\n              ", "\n              KRAMER: You always tell it ..", "\n              ", "\n              NEWMAN: All right, tell it.", "\n              ", "\n              KRAMER: Ja ja ja - just tell it ", "\n              ", "\n              NEWMAN: June 14, 1987.... Mets Phillies. We're enjoying a beautiful \n              afternoon ", "\n              in the right field stands when a crucial Hernandez error to a five \n              run Phillies ", "\n              ninth. Cost the Mets the game.", "\n              ", "\n              KRAMER: Our day was ruined. There was a lot of people, you know, \n              they were ", "\n              waiting by the player's parking lot. Now we're coming down the ramp \n              ... [cut ", "\n              to film of the day - like the Zabruter film - with the Umbrella \n              man and ", "\n              everything - Oh so brilliant parody!!!] ... Newman was in front \n              of me. Keith ", "\n              was coming toward us, as he passes Newman turns and says, \" \n              Nice game pretty ", "\n              boy.\". Keith continued past us up the ramp.", "\n              ", "\n              NEWMAN: A second later, something happened that changed us in a \n              deep and ", "\n              profound way front that day forward.", "\n              ", "\n              ELAINE: What was it?", "\n              ", "\n              KRAMER: He spit on us.... and I screamed out, \"I'm hit!\"", "\n              ", "\n              NEWMAN: Then I turned and the spit ricochet of him and it hit me. \n              ", "\n              ", "\n              ELAINE: Wow! What a story.", "\n              ", "\n              JERRY: Unfortunately the immutable laws of physics contradict the \n              whole premise ", "\n              of your account. Allow me to reconstruct this if I may for Miss \n", "\n              Benes as ", "\n              I've heard this story a number of times.", "\n              ", "\n              JERRY: Newman, Kramer, if you'll indulge me. According to your story \n              Keith ", "\n              passes you and starts walking up the ramp then you say you were \n              struck on ", "\n              the right temple. The spit then proceeds to ricochet off the temple \n              ", "\n              striking Newman between the third and forth rib. The spit then cam \n              off ", "\n              the rib turned and hit Newman in the right wrist causing him to \n              drop his ", "\n              baseball cap. The spit then splashed off the wrist, Pauses In mid \n              air ", "\n              mind you- makes a left turn and lands on Newman's left thigh. That \n              is one ", "\n              magic luggie.", "\n              ", "\n              [THE BRILLIANCE OF THIS SCENE IS THAT IT IS AN EXACT PARODY OF KEVIN \n              COSTNER'S COURTROOM SCENE IN ", "\n              THE FILM JFK - AND WAYNE KNIGHT PLAYED THE SAME POSITION IN BOTH!!!]", "\n              ", "\n              NEWMAN: Well that's the way it happened.", "\n              ", "\n              JERRY: What happened to your head when you got hit?", "\n              ", "\n              KRAMER: Well. uh, well my head went back and to the left", "\n              ", "\n              JERRY: Again", "\n              ", "\n              KRAMER: Back and to the left", "\n              ", "\n              JERRY: Back and to the left Back and to the left", "\n              ", "\n              ELAINE: So, what are you saying?", "\n              ", "\n              JERRY: I am saying that the spit could not have come from behind \n              ... that there had to have been ", "\n              a second spitter behind the bushes on the gravelly road. If the \n              spitter was behind you as you claimed ", "\n              that would have caused your head to pitch forward.", "\n              ", "\n              ELAINE: So the spit could have only come from the front and to the \n              right.", "\n              ", "\n              JERRY: But that is not what they would have you believe.", "\n              ", "\n              NEWMAN: I'm leavin'. Jerry's a nut. [Exits] ", "\n              ", "\n              KRAMER: Wait, wait, [Exits]", "\n              ", "\n              JERRY: The sad thing is we may never know the real truth. ", "\n              ", "\n              [George runs in]", "\n              ", "\n              GEORGE: [Frantically] Did anybody call here asking for Vandaley \n              industries?", "\n              ", "\n              JERRY: No. What happened to you?", "\n              ", "\n              GEORGE: Now, listen closely. I was at the unemployment office and \n              I told them that I was very close ", "\n              to getting a job with Vandaley Industries and I gave them your phone \n              number. So, when now when the phone ", "\n              rings you've got to answer \"Vanadaley Industries\".", "\n              ", "\n              JERRY: I'm Vanadaley Industries?", "\n              ", "\n              GEORGE: Right.", "\n              ", "\n              JERRY: And what is that?", "\n              ", "\n              GEORGE: You're in latex", "\n              ", "\n              JERRY: Latex? And what do I do with latex? ", "\n              ", "\n              GEORGE: Ya manufacture it.", "\n              ", "\n              ELAINE: Here in this little apartment?", "\n              ", "\n              JERRY: And what do I say about you?", "\n              ", "\n              GEORGE: You're considering hiring me for your latex salesman.", "\n              ", "\n              JERRY: I'm going to hire you as my latex salesman? ", "\n              ", "\n              GEORGE: Right.", "\n              ", "\n              JERRY: I don't think so. Why would I do that?", "\n              ", "\n              GEORGE: Because I asked you to.", "\n              ", "\n              JERRY: If you think I'm looking for someone to just sit at a desk \n              pushing papers ", "\n              around, you can forget it. I have enough headaches just trying to \n              ", "\n              manufacture the stuff.", "\n              ", "\n              [Buzzer]", "\n              ", "\n              JERRY: Yeah.", "\n              ", "\n              KRAMER: It's Keith.", "\n              ", "\n              JERRY: All right we're coming down. ", "\n              ", "\n              GEORGE: KEITH HERNANDEZ:?", "\n              ", "\n              JERRY: Yeah, come on Elaine, lets go. ", "\n              ", "\n              GEORGE: Where are you goin?", "\n              ", "\n              ELAINE: He's giving me a ride You know there had to have been a \n              second spitter. ", "\n              But who was it? Who had the motive?", "\n              ", "\n              JERRY: That's what I've been trying to figure out the past five \n              years.", "\n              ", "\n              GEORGE: What the hell are you two talking about? [All exit]", "\n              ", "\n              ", "\n              [Keith's car]", "\n              ", "\n              JERRY: Well that was really fun, thanks.", "\n              ", "\n              KEITH: Yeah, it really was.", "\n              ", "\n              JERRY(MIND): Should I shake his hand? ", "\n              ", "\n              JERRY: Well, ...", "\n              ", "\n              KEITH: UH, do you want to catch a movie this weekend? Have you seen \n              JFK? ", "\n              ", "\n              JERRY: No, I haven't.", "\n              ", "\n              JERRY(MIND): This weekend. WOW! ", "\n              ", "\n              JERRY: Sure, that would be great.", "\n              ", "\n              JERRY(MIND): Damn, I was too overanxious, he must have noticed that.", "\n              ", "\n              JERRY: I mean, ... if you want to.", "\n              ", "\n              KEITH: Well, how about this Friday?", "\n              ", "\n              JERRY: Yeah, Friday's okay.", "\n              ", "\n              JERRY(MIND): Go ahead shake his hand. You're Jerry Seinfeld. You've \n              been on ", "\n              the Tonight Show.", "\n              ", "\n              JERRY: Well, good night [holds hand out and shakes hand]", "\n              ", "\n              KEITH: Goodnight. Oh, Jer, by the way, the woman we gave a ride \n              to earlier ", "\n              tonight, ", "\n              ", "\n              JERRY: Elaine?", "\n              ", "\n              KEITH: Yeah. What's her story?", "\n              ", "\n              JERRY: Uh, I don't know, we used to go out.", "\n              ", "\n              KEITH: Would you mind if I gave her a call?", "\n              ", "\n              JERRY: For a date?", "\n              ", "\n              KEITH: Yeah.", "\n              ", "\n              JERRY: Oh, no, uh, go ahead. You got a pen? ", "\n              ", "\n              KEITH: You sure you don't mind?", "\n              ", "\n              JERRY: .... [silence]", "\n              ", "\n              [Jerry's Apartment]", "\n              ", "\n              JERRY: So then we went to dinner.", "\n              ", "\n              GEORGE: Who paid?", "\n              ", "\n              JERRY: We split it.", "\n              ", "\n              GEORGE: Split it. Pretty good. Talk about game six? ", "\n              ", "\n              JERRY: Naw, I gotta wait until its just the right time.", "\n              ", "\n              [Buzzer]", "\n              ", "\n              JERRY: Yeah", "\n              ", "\n              ELAINE: It's Elaine.", "\n              ", "\n              JERRY: Come on up.", "\n              ", "\n              GEORGE: So then what? ", "\n              ", "\n", "\n              JERRY: Uh, nuthin'. Then he took me home.", "\n              ", "\n              GEORGE: Shake his hand?", "\n              ", "\n              JERRY: (smiling) Yeah", "\n              ", "\n              GEORGE: What kind of a shake does he have?", "\n              ", "\n              JERRY: Good shake. Perfect shake. Single pump, not too hard, you \n              know, doesn't ", "\n              have to prove anything, but, you know, firm enough to know he was \n              there.", "\n              ", "\n              GEORGE: So, uh, you gonna see him again? ", "\n              ", "\n              JERRY: He asked me if I was doing anything Friday night. ", "\n              ", "\n              GEORGE: Wow! The weekend.", "\n              ", "\n              JERRY: So then as I was getting out of the car, ...", "\n              ", "\n              ELAINE: HI", "\n              ", "\n              JERRY: Hi Elaine.", "\n              ", "\n              ELAINE: Sooo, how was your date?", "\n              ", "\n              JERRY: What date? It's a GUY. ", "\n              ", "\n              ELAINE: So you know , ... he called me.", "\n              ", "\n              JERRY: Already?", "\n              ", "\n              GEORGE: Keith called you?", "\n              ", "\n              ELAINE: [nods]", "\n              ", "\n              GEORGE: He he This guy really gets around. ", "\n              ", "\n              ELAINE: Do you mind?", "\n              ", "\n              JERRY: I don't mind at all. Why should I mind? What did he say?", "\n              ", "\n              ELAINE: He asked me out for Saturday night.", "\n              ", "\n              JERRY: Oh, ya' going?", "\n              ", "\n              ELAINE: I told him I was busy.", "\n              ", "\n              JERRY: Ah, really.", "\n              ", "\n              ELAINE: So, we're going out Friday.", "\n              ", "\n              [long pause]", "\n              ", "\n              JERRY: Friday? ", "\n              ", "\n              ELAINE: yeah.", "\n              ", "\n              JERRY: He's going' out with you on Friday?", "\n              ", "\n              ELAINE: Yeah.", "\n              ", "\n              JERRY: He's supposed to see ME on Friday.", "\n              ", "\n              ELAINE: Oh, uh, I didn't know.", "\n              ", "\n              JERRY: We made plans.", "\n              ", "\n              ELAINE: Well, uh, I'll cancel it.", "\n              ", "\n              JERRY: No, don't cancel it.", "\n              ", "\n              ELAINE: Huh. Well this is a little awkward, isn't it/", "\n              ", "\n              JERRY: Well, frankly it is.", "\n              ", "\n              ELAINE: I've never seen you jealous before. ", "\n              ", "\n              JERRY: Well you're not even a fan. I was at game six - you didn't \n              even watch ", "\n              it.", "\n              ", "\n              ELAINE: Wait a second wait a minute, You jealous of him or you jealous \n              of me?", "\n              ", "\n              [long pause]", "\n              ", "\n              JERRY: Any Hennigans around here?", "\n              ", "\n              [Phone rings]", "\n              ", "\n              JERRY: Vandaley Industries, Kel Varnsen speaking. May we help you? \n              ... Oh Hi ", "\n              Keith. Na, I was just jokin' around ", "\n              ", "\n              JERRY: No. No. I don't mind at all. ", "\n              ", "\n              ELAINE: [whispers] No, no, no, I can cancel. ", "\n              ", "\n              JERRY: Sure, we can do something next week.", "\n              ", "\n              ELAINE: [whispers I can cancel.", "\n              ", "\n              JERRY: No, its no problem at all.", "\n              ", "\n              ELAINE: [whispers] I,...", "\n              ", "\n              JERRY: Okay, take it easy. [hangs up] That was Keith. we're going \n              to do ", "\n              something next week. ", "\n              ", "\n              [Kramer enters]", "\n              ", "\n              KRAMER: Hey", "\n              ", "\n              JERRY: Hey what are you doing Friday night?", "\n              ", "\n              JERRY: Friday night? Nothin', ... now.", "\n              ", "\n              KRAMER: Okay, wanna come with me and see the baby?", "\n              ", "\n              JERRY: Fasten your seat belts. we're goin' to see the baby.", "\n              ", "\n              KRAMER: Come on, if you don't see the baby now you're never gonna \n              see it", "\n              ", "\n              JERRY: All right, I'll go", "\n              ", "\n              KRAMER: All right", "\n              ", "\n              [Jerry exits with garbage]", "\n              ", "\n              [Kramer sits beside Elaine - awkward moment]", "\n              ", "\n              [phone rings]", "\n              ", "\n              KRAMER: Yallo. What delay industries? ", "\n              ", "\n              ELAINE: no no , ..", "\n              ", "\n              GEORGE: [from bathroom] VANDALEY, SAY VANDALEY!", "\n              ", "\n              KRAMER: Na, you're way way way off.. Well, yeah that's the right \n              number but ", "\n              this is an apartment", "\n              ", "\n              GEORGE: [from bathroom] VANDALEY, SAY VANDEL... [George falls] ... \n              vandaley ", "\n              Industries, ...", "\n              ", "\n              KRAMER: no problem, ... no problem. [Hangs up] ... How did YOU know \n              who that ", "\n              was? ", "\n              ", "\n              [Jerry enters - sees George on the floor]", "\n              ", "\n              JERRY: And you want to be my latex salesman. ", "\n              ", "\n              [Notice magazine is on wrong side on the floor]", "\n              ", "\n              The End", "\n              ", "\n              ", "\n              ", "\n              ", "\n              \n              "]}, {"line": []}, {"line": [" "]}, {"line": []}, {"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]}, {"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}]