[{"title": "The Limo"}, {"line": []}, {"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]}, {"line": [" "]}, {"line": ["-------------------------------------------------------------------------------", "\n        Written by: Larry Charles", "\n        -------------------------------------------------------------------------------"]}, {"line": ["Episode no. 36", "\n        pc: 318, season 3, episode 18", "\n        Broadcast date: February 26, 1992", "\n        -------------------------------------------------------------------------------"]}, {"line": ["The Cast"]}, {"line": ["Regulars:", "\n        Jerry Seinfeld................... Jerry Seinfeld", "\n        Jason Alexander.................. George Costanza", "\n        Julia Louis-Dreyfus.............. Elaine Benes", "\n        Michael Richards................. Cosmo Kramer"]}, {"line": ["Guest Stars:"]}, {"line": ["Peter Krause..................... Tim", "\n        Suzanne Snyder................... Eva", "\n        Jeremy Roberts................... Chauffeur", "\n        Jodi Baskerville................. Herself", "\n        I.M. Hobson...................... Businessman", "\n        Harley Venton.................... Dan", "\n        Adam Leslie...................... Man at Protest", "\n        Norman Brenner................... Man at Airport", "\n        Aaron Kanarek.................... Protester #1", "\n        Ray Glanzmann.................... Protester #2"]}, {"line": []}, {"line": ["         Do you think that the people at the airport that run the stores have any          idea", "\n        what the prices are every place else in the world? Or do you think they \n        just", "\n        feel they have their own little country out there and they can charge \n        anything", "\n        they want? You're hungry? Tuna sandwich is nine dollars. You don't like \n        it;", "\n        go back to your own country. I think the whole airport airline complex \n        is a", "\n        huge scam just to sell the tuna sandwiches. I think that profit is what's", "\n        supporting the whole air travel industry. I mean think about it; the terminals,", "\n        the airplanes, it's all just a distraction so that you don't notice the \n        beating", "\n        that you're taking on the tuna."]}, {"line": ["         First scene.", "\n        George is at the airport."]}, {"line": ["George: It's all departures. I see nothing but departures. (to the woman", "\n        beside him) Do you know where the arrivals are?"]}, {"line": ["The woman walks away. George addresses the man standing on the other          side."]}, {"line": ["George: Excuse me, sir, do you have the time?"]}, {"line": ["Man: There's a clock over there."]}, {"line": ["George: Where?"]}, {"line": ["Man (pointing): There."]}, {"line": ["George: But you have a watch on."]}, {"line": ["Man: It's right by the escalator."]}, {"line": ["George: Why don't you just look at your watch?"]}, {"line": ["Man: I told you, it's right over there."]}, {"line": ["George: Let me see the watch."]}, {"line": ["George grabs the man's wrist."]}, {"line": ["Man: Hey! What are you, some kind of nut?!"]}, {"line": ["George: You know we're living in a society!"]}, {"line": ["Jerry walks up from the ramp."]}, {"line": ["Jerry: George."]}, {"line": ["George: Jerry. Jerry."]}, {"line": ["Jerry: Sorry, the flight was delayed, how long've you been waiting?"]}, {"line": ["George: I just got here. My car broke down on the Belt Parkway."]}, {"line": ["Jerry, Oh I can't believe-- why don't you get rid of that piece of junk."]}, {"line": ["George: One mile from the exit it starts shaking, really violently shaking,", "\n        like it's having a nervous breakdown. It completely stopped dead."]}, {"line": ["Jerry: So you have no car?"]}, {"line": ["George: No."]}, {"line": ["Jerry: So what good are you?"]}, {"line": ["Jerry looks over towards a chauffer holding a sign that says O'BRIEN"]}, {"line": ["Jerry: I'll tell you one thing, this chauffeur's gonna be waiting a while,", "\n        O'Brien's not showing up."]}, {"line": ["George: How do you know?"]}, {"line": ["Jerry: He was in Chicago, the flight was overbooked, wouldn't let him          on the", "\n        plane. He kept screaming how he had to get to Madison Square Garden."]}, {"line": ["George: We should take his limo."]}, {"line": ["Jerry: Yeah, right."]}, {"line": ["George: Wait a second. Think about it. He's not showing up. Wait till          you", "\n        see the line of cabs, its like forty-five minutes long. You said he's \n        in", "\n        Chicago."]}, {"line": ["Jerry: He's definitely in Chicago.", "\n        ", "\n        George: Well the guy's just standing there.", "\n        ", "\n        Jerry: How would we do it?", "\n        ", "\n        George: We just go up to him, we say, \"We're O'Brien.\"", "\n        ", "\n        Jerry: Maybe he knows O'Brien?", "\n        ", "\n        George: No, he doesn't know O'Brien, if he knew O'Brien he wouldn't have \n        a", "\n        sign. Let's just do it.", "\n        ", "\n        Jerry: What if we get caught?", "\n        ", "\n        George: What's gonna happen? They can't kill us.", "\n        ", "\n        Jerry: Who's gonna be O'Brien?", "\n        ", "\n        George: I'll be O'Brien.", "\n        ", "\n        Jerry: Who am I?", "\n        ", "\n        George: You're you.", "\n        ", "\n        Jerry: Just me?", "\n        ", "\n        George: Yeah.", "\n        ", "\n        Jerry: Okay.", "\n        ", "\n        George: What, you don't want to be you?", "\n        ", "\n        Jerry: Well if you're gonna be O'Brien, why can't I be somebody?", "\n        ", "\n        George: Like who?", "\n        ", "\n        Jerry: Dylan Murphy.", "\n        ", "\n        George mumbles something.", "\n        ", "\n        Jerry: What, now you wanna be Dylan Murphy?", "\n        ", "\n        George: Well I like Dylan.", "\n        ", "\n        Jerry: You could be Colin.", "\n        ", "\n        George: Colin O'Brien.", "\n        ", "\n        Jerry: I'm Dylan Murphy.", "\n        ", "\n        George: I'm Colin O'Brien.", "\n        ", "\n        They walk towards the chauffer.", "\n        ", "\n        George: Are we really doing this?", "\n        ", "\n        Jerry: Come on,", "\n        ", "\n        Man (to George): Hey, do you have the time?", "\n        ", "\n        George: Clock over there. (to chauffer) O'Brien.", "\n        ", "\n        Chauffer: Yes sir.", "\n        ", "\n        George: Sorry we're late.", "\n        ", "\n        Chauffer: Here let me take that for you.", "\n        ", "\n        George: Oh thank you.", "\n        ", "\n        Chauffer: I'll get the car and I'll bring it around front.", "\n        ", "\n        George: Thank you very much. Dylan?", "\n        ", "\n        Jerry: Colin?", "\n        ", "\n        ", "\n        New scene.", "\n        George and Jerry are in the back of a limo. George is giddy with excitement.", "\n        ", "\n        George: This is incredible! This is one of the greatest things I've ever \n        done", "\n        in my life! I'm gonna call my mother.", "\n        ", "\n        Jerry: What for?", "\n        ", "\n        George: I dunno, I'm in a limo. (dials) Hello ma? It's me. Guess where \n        I am. ", "\n        In the back of a limo. No, nobody died. It's a long story, I can't tell \n        you", "\n", "\n        now. Because I can't. I said I can't. If I could, I would. Would you stop", "\n        it? Alright, look, I'm getting off. No, I'm not telling you! How's this? \n        I'm", "\n        *never* telling you! I don't care! No! Fine! Never!!", "\n        ", "\n        Jerry: She happy for you?", "\n        ", "\n        George: Can he hear us?", "\n        ", "\n        Jerry: No. Why?", "\n        ", "\n        George: I thought I saw him look in the mirror suspiciously.", "\n        ", "\n        Jerry: He can't hear us.", "\n        ", "\n        George: Let's test him. Hey, driver. What do you say we stop off, pick \n        up", "\n        your sister, have a little fun back here? No, he can't hear us.", "\n        ", "\n        Jerry: Where's he dropping us? Maybe we can get him to drop us right at \n        my", "\n        house?", "\n        ", "\n        George: We'll ask him. (opens partition) My dear fellow, where are you", "\n        dropping us?", "\n        ", "\n        Chauffer: Madison Square Garden, of course. I have the four passes.", "\n        ", "\n        George: Of course, the uh, the four passes. (closes partition) Four passes \n        to", "\n        Madison Square Garden? Wait a minute. Wait a minute! Of course! Chicago! \n        ", "\n        The Knicks are playing the Bulls tonight!", "\n        ", "\n        Jerry: What?", "\n        ", "\n        George: We are going to the Knick game! Michael Jordan!", "\n        ", "\n        Jerry: We're going to the Knick game!", "\n        ", "\n        George: Did I tell you?! Did I tell you?!", "\n        ", "\n        Jerry: I can't believe it! You may have hit with this one!", "\n        ", "\n        George: You see, you see? I see things as they are and I say, 'no!' Uh, \n        wait,", "\n        you see things as they are not and you s- Wait, uh, you see things, do \n        you see", "\n        things as they are? What do you say when you see things?", "\n        ", "\n        Jerry: Lemme call Elaine and Kramer.", "\n        ", "\n        George: If I see things as they are, I would ask 'why' or 'why not?'", "\n        ", "\n        Jerry: Elaine? It's me. What are you doing tonight? Great. George and \n        I", "\n        have tickets, four free passes to the Knicks-Bulls game, Madison Square \n        Garden. ", "\n        Can you go? Great, listen, call Kramer, tell him to meet us on the corner \n        at", "\n        seven o'clock. Alright. We're gonna pick you up in a limo. That's right", "\n        babydoll. Hey listen, when we pick you up, I'm Murphy and George is O'Brien. \n        I", "\n        can't tell you now, it's a long story. I am serious. Okay. Okay bye. (opens", "\n        partition) 'Scuse me, driver, we have to make a little stop first.", "\n        ", "\n        Chauffer: I know.", "\n        ", "\n        Jerry and George: He knows?", "\n        ", "\n        George: Where are we going? Why are we pulling off here?", "\n        ", "\n        Jerry: Maybe it's a shortcut.", "\n        ", "\n        George: We're on the Grand Central, there's no traffic.", "\n        ", "\n        Jerry: (opens partition) 'Scuse me, driver, why are we getting off this \n        exit?", "\n        ", "\n        Chauffer: Pick up the other members of your party.", "\n        ", "\n        George: Right. The other members of our party. (closes partition) Other", "\n        members of our party? What other members of our party? I didn't even know \n        we", "\n        were in a party. Oh, I'm telling you, the jig is up.", "\n        ", "\n        Jerry: It was a bad jig to begin with, we never should have started this \n        jig.", "\n        ", "\n        George: It was a good jig.", "\n        ", "\n        Jerry: It was a bad jig, a terrible terrible jig. What are we gonna do \n        now? ", "\n        They're gonna know you're not O'Brien.", "\n        ", "\n        George: There could be more than one O'Brien on a plane who ordered a \n        limo.", "\n        ", "\n        Jerry: First of all, you don't look like any O'Brien, period.", "\n        ", "\n        George: Well you should have been O'Brien.", "\n        ", "\n        Jerry: I don't want to be Murphy anymore; do I still have to be Murphy?", "\n        ", "\n        George: Yes, you have to be Murphy.", "\n        ", "\n        Jerry: It makes no sense now, me being Murphy.", "\n        ", "\n        George: You're Murphy!", "\n        ", "\n        Jerry: I'm Seinfeld!", "\n        ", "\n        George: You're Murphy!! Look, let's just jump out of the car.", "\n        ", "\n        Jerry: We're doing sixty miles an hour!", "\n        ", "\n        George: So we jump and roll, you won't get hurt.", "\n        ", "\n        Jerry: Who are you, Mannix?", "\n        ", "\n        George: We're slowing down. Are those the people?", "\n        ", "\n        Jerry: Alright put your hands up over your face, pretend you're sleeping.", "\n        ", "\n        The limo pulls over, two people, a man (Tim) and a woman (Eva), get in.", "\n        ", "\n        Woman (reaches out to Jerry): Mr. O'Brien?", "\n        ", "\n        Jerry: No, I'm, uh, Dylan Murphy. Mr. O'Brien had a long trip, he's sleeping.", "\n        ", "\n        Eva (whispering): Oh, well I don't want to disturb him. We're just rather", "\n        excited to meet him face to face, finally. We're faithful readers of his", "\n        newsletter.", "\n        ", "\n        Jerry: Newsletter?", "\n        ", "\n        Tim: And of course, his great book, \"The Game\".", "\n        ", "\n        Jerry: Oh, yes, he's very proud of his work in the big game. So you've \n        never", "\n        uh, met him before?", "\n        ", "\n        Eva: No.", "\n        ", "\n        Jerry: Never seen a picture of him?", "\n        ", "\n        Eva: Never.", "\n        ", "\n        Jerry: Not even on the book jacket?", "\n        ", "\n        Eva: There was no picture on the book jacket.", "\n        ", "\n        Jerry (nudging George): Hey O'Brien, wake up, c'mon, we got company. Wake \n        up.", "\n        ", "\n        George: Hello. I'm O'Brien.", "\n        ", "\n        ", "\n        New scene.", "\n        Elaine meets Kramer of Jerry's corner.", "\n        ", "\n        Kramer: Hey!", "\n        ", "\n        Elaine: Hey!", "\n        ", "\n        Kramer: What, you took a cab?", "\n        ", "\n        Elaine: Yeah? So?", "\n        ", "\n        Kramer: How much do you make?", "\n        ", "\n        Elaine: I'm not telling you.", "\n        ", "\n        Kramer: C'mon.", "\n        ", "\n        Elaine: No!", "\n        ", "\n        Kramer: I'll tell you how much I make.", "\n        ", "\n        Elaine: I know how much you make. I don't even know why I'm doing this, \n        I", "\n        don't even like basketball.", "\n        ", "\n        Kramer: You ever seen Michael Jordan?", "\n        ", "\n        Elaine: Just in those commercials.", "\n        ", "\n        Kramer: Maybe you'll see him do one of those three-sixty dunks.", "\n        ", "\n        Elaine: What's that?", "\n        ", "\n        Kramer: Oh, it's like this, here, you guard me.", "\n        ", "\n        Elaine: Huh?", "\n        ", "\n        Kramer: Yeah.", "\n        ", "\n        Kramer then drives to 'the hoop' and tumbles headfirst into a bunch of \n        garbage", "\n        cans.", "\n", "\n        ", "\n        ", "\n        Cut back to 'O'Brien' and 'Murphy' in the limo.", "\n        ", "\n        Jerry (checking his watch): I don't think we're gonna make the tip off.", "\n        ", "\n        Tim: You think someone's been tipped off?", "\n        ", "\n        George: So, um, you've read \"The Big Game\", have you?", "\n        ", "\n        Eva (fawning): Yes I've read it and I've memorized it.", "\n        ", "\n        George: Tell me your impressions, I would love to hear what a young woman", "\n        thinks of \"The Big Game\".", "\n        ", "\n        Eva: Well, this is sort of embarrassing, but it's changed my life. The \n        way you", "\n        analyzed the game? The way you identify the major players? Well it left \n        me", "\n        breathless. You're a brilliant, brilliant man.", "\n        ", "\n        George: Well, it's just a game. Remember that, kids.", "\n        ", "\n        Tim: Just a game. He's so humble. Don't forget what you wrote in the", "\n        epilogue, the fate of the world depends on the outcome of this game.", "\n        ", "\n        George: Well, I was exaggerating a bit, just for effect.", "\n        ", "\n        Jerry: He tends to exaggerate.", "\n        ", "\n        George: Okay, I mean it's serious but--", "\n        ", "\n        Eva: We are really looking forward to your speech tonight.", "\n        ", "\n        George: Uh, my speech?", "\n        ", "\n        Eva: Yes, your secretary faxed me the copy. Would you like to look it \n        over?", "\n        ", "\n        Jerry: Well you might as well look it over.", "\n        ", "\n        ", "\n        Cut back to Kramer and Elaine waiting on the corner.", "\n        ", "\n        Kramer: So what's going on, how did all this happen?", "\n        ", "\n        Elaine: Jerry and George called me from this limo and they said we're \n        all going", "\n        to the Knicks-Bulls game.", "\n        ", "\n        Kramer: Limo? I thought that George went to pick him up.", "\n        ", "\n        Elaine: He did.", "\n        ", "\n        Kramer: Well then why would they take a limo from the airport?", "\n        ", "\n        Elaine: I don't know.", "\n        ", "\n        Kramer: That's pretty strange. Did he say anything else?", "\n        ", "\n        Elaine: Yeah. He said, um, he said it's really important that we call \n        them", "\n        O'Brien and Murphy.", "\n        ", "\n        Kramer: O'Brien. Why would he want to be called O'Brien?", "\n        ", "\n        ", "\n        Cut back to the limo, George is reading from O'Brien's speech.", "\n        ", "\n        George: ...and the Jews steal our money through their Zionist occupied", "\n        government and use the black man to bring drugs into our oppressed white", "\n        minority communities.", "\n        ", "\n        Jerry: You're not going to open with that, are you?", "\n        ", "\n        Eva: What was that you said about the myth of the Holocaust?", "\n        ", "\n        George: I said so many things.", "\n        ", "\n        Suddenly they hear a loud bang.", "\n        ", "\n        George: They're shooting! They're shooting!", "\n        ", "\n        Tim (pulling out a gun): Alright, get down!", "\n        ", "\n        The limo comes to a screeching halt. Tim exits the limo to look around, \n        Eva has", "\n        fallen on top of George.", "\n        ", "\n        Eva. Ohhh. I'm ready to die for you.", "\n        ", "\n        George: That's really very nice of you, Eva. Thank you.", "\n        ", "\n        Eva: But of course you know I would. I would do anything for you. Anything.", "\n        ", "\n        Tim returns.", "\n        ", "\n        Tim: Nothing to worry about, it was just a flat tire. But rest assured, \n        we're", "\n        prepared to handle anything that might come up.", "\n        ", "\n        Tim opens a briefcase filled with firearms. Eva grabs one and starts handling", "\n        it sensually.", "\n        ", "\n        Jerry: Nice looking Lugar.", "\n        ", "\n        ", "\n        New scene.", "\n        Jodi Baskerville, reporting live.", "\n        ", "\n        Jodi: I'm standing in front of the Paramount adjacent to Madison Square \n        Garden", "\n        where a growing number of vociferous and angry demonstrators are gathering \n        to", "\n        protest the very first public appearance of Donald O'Brien, the leader \n        of the", "\n        midwestern regional chapter of the Aryan Union, and reputed to be their \n        most", "\n        charismatic spokesman. The reclusive Mr. O'Brien is an advocate of the \n        violent", "\n        overthrow of the government. He has openly professed a deep admiration \n        of Adolf", "\n        Hitler. Even David Duke has denounced him as a dangerous extremist. There \n        is a", "\n        full house inside awaiting his arrival from the airport. Sources tell \n        me he is", "\n        in route and should be arriving momentarily. Police have set up barricades, \n        but", "\n        quite frankly Bill and Jean, I don't think they're any match for the emotional", "\n        fuse that has been lit here tonight. Reporting from the Paramount, I'm \n        Jodi", "\n        Baskerville, back to you in the studio.", "\n        ", "\n        ", "\n        Cut back to Kramer and Elaine on the corner.", "\n        ", "\n        Kramer: Something's very strange. George goes to the airport to pick up \n        Jerry. ", "\n        They come back in a limo with four tickets to the basketball game and \n        wanna be", "\n        called O'Brien and Murphy? O'Brien. O'Brien, why O'Brien?", "\n        ", "\n        A group of people approach from the adjacent sidewalk. One of them recognized", "\n        Elaine.", "\n        ", "\n        Dan: Elaine?", "\n        ", "\n        Elaine: Dan! Oh, hi Dan, how are you?", "\n        ", "\n        Dan: Good.", "\n        ", "\n        Elaine: Um, oh, this is um, Kramer.", "\n        ", "\n        Dan: Oh, Kramer?", "\n        ", "\n        They shake hands.", "\n        ", "\n        Elaine: What's going on?", "\n        ", "\n        Dan: Oh, we're heading down to protest this big neo-nazi rally. The head \n        of", "\n        the Aryan Union is speaking, he's in from Chicago. You should come.", "\n        ", "\n        Elaine: Oh, can't, I'm going to the Knicks-Bulls game.", "\n        ", "\n        Dan: Oh, well that's where the rally is. The Paramount, right next door.", "\n        ", "\n        Elaine: Oh, well, maybe we'll run into you.", "\n        ", "\n        Dan: Yeah, yeah ok. It's really gonna be something, this is the first \n        time", "\n        he's ever appeared in public, no one even knows what he looks like.", "\n        ", "\n        Kramer: Who?", "\n        ", "\n        Dan: The head of the Aryan Union; O'Brien.", "\n        ", "\n        ", "\n        Cut back to the limo.", "\n        Jerry and George are alone inside.", "\n        ", "\n        Jerry: What's taking him so long out there?", "\n        ", "\n        George: Didja see the way she was looking at me?", "\n        ", "\n        Jerry: She's a Nazi, George. A Nazi!", "\n        ", "\n        George: I know, I know. Kind of a cute Nazi though.", "\n        ", "\n        Jerry: Well we gotta make a plan before they come back, what are we gonna \n        do?", "\n        ", "\n        George: I don't know.", "\n        ", "\n        Jerry: Let's just make a run for it.", "\n        ", "\n        George: I can't run, I have a bad hamstring.", "\n        ", "\n        Jerry: How'd that happen?", "\n        ", "\n", "\n        George: I hurt it in a hotel room. You know where they tuck the covers \n        in real", "\n        tight in those hotel rooms? I can't sleep like that so I tried to kick \n        it out", "\n        and I pulled it.", "\n        ", "\n        Jerry: I know, why do they make that bed so tight? You gotta sleep with \n        your", "\n        feet like that.", "\n        ", "\n        George: For a mental patient. Wait a minute, the phone, we'll call the \n        police.", "\n        ", "\n        George grabs the phone and dials.", "\n        ", "\n        George: 9... 1... 1. She said she'd do anything. Hello, police? Uh, yeah", "\n        listen, we're in the back of a limo in Queens--", "\n        ", "\n        Tim re-enters the limo.", "\n        ", "\n        George: --Astroturf? You know who's responsible for that, don't you?! \n        The", "\n        Jews! Ah, the Jews hate grass. They always have, they always will.", "\n        ", "\n        Tim: We'll be ready in a minute.", "\n        ", "\n        George: Would you excuse us for a minute Tim boy, we're kind of in the \n        middle", "\n        of something.", "\n        ", "\n        Tim: With all due respect, Mr. O'Brien, we're just about to leave.", "\n        ", "\n        George: Tim, who's the head of the Aryan Union, you or me?", "\n        ", "\n        Tim: You are.", "\n        ", "\n        George: And who's responsible for making hate mongering and fascism popular", "\n        again?", "\n        ", "\n        Tim: You are.", "\n        ", "\n        George: Good. I think you forgot something.", "\n        ", "\n        Tim: I'm sorry.", "\n        ", "\n        George: Good. Now get out.", "\n        ", "\n        Tim leaves.", "\n        ", "\n        George: Okay, what are we gonna do?", "\n        ", "\n        Jerry: I don't know.", "\n        ", "\n        George: Alright, how's this? We wait till we get to your street corner, \n        we see", "\n        Elaine and Kramer then we get out. They can't shoot us in the city.", "\n        ", "\n        Jerry: Nah. No one's ever been shot in the city.", "\n        ", "\n        ", "\n        Cut back to Elaine and Kramer on the corner.", "\n        ", "\n        Kramer: I'm telling you, something's going on. I can feel it, sense it.", "\n        ", "\n        Elaine: I'm sure he was just joking around.", "\n        ", "\n        Kramer: Oh no no no, this is no joke. O'Brien's coming in from Chicago,", "\n        Jerry's in a limo, says he's O'Brien? That's not funny. Oh my god. Yes. \n        Yes!", "\n        ", "\n        Elaine: What is it?", "\n        ", "\n        Kramer: Don't you see? There's always been something very strange about \n        Jerry,", "\n        always so clean and organized. Do I have to spell it out for you? The \n        limo? ", "\n        The name? The rally at Madison Square Garden? Jerry, O'Brien are the same", "\n        person. Jerry is the leader of the Aryan Union!", "\n        ", "\n        Elaine: Jerry's a nazi?!", "\n        ", "\n        Kramer: I can't believe I didn't see it.", "\n        ", "\n        Elaine: Listen, you idiot! Just calm down! I know Jerry, he's not a nazi.", "\n        ", "\n        Kramer: You don't think so.", "\n        ", "\n        Elaine: No, he's just neat.", "\n        ", "\n        ", "\n        Cut back to the limo.", "\n        ", "\n        Tim: You know it's funny. You don't look like an O'Brien.", "\n        ", "\n        George: Me??", "\n        ", "\n        George and Jerry laugh nervously.", "\n        ", "\n        Tim: And you really don't look like a Murphy.", "\n        ", "\n        Jerry: I may not look like a Murphy but I act like a Murphy.", "\n        ", "\n        George: He's extremely Murphy. He's Murphy to a fault.", "\n        ", "\n        Tim: Where are you from?", "\n        ", "\n        Jerry: Dublin. Originally. Parents came over here when I was eighteen. \n        ", "\n        Cereal famine. Couldn't get a bowl anywhere. Bad. 'Tis a beautiful country", "\n        though; lush rolling hills, and the peat, ah the peat.", "\n        ", "\n        Tim: Sounds more like Scottish.", "\n        ", "\n        Jerry: We were right on the border.", "\n        ", "\n        ", "\n        Cut back to the street corner.", "\n        ", "\n        Kramer: Maybe he's with the company.", "\n        ", "\n        Elaine: What?", "\n        ", "\n        Kramer: The CIA! Maybe they placed him in there to infiltrate the organization", "\n        from within.", "\n        ", "\n        Elaine: What about his comedy act?", "\n        ", "\n        Kramer: That's the perfect cover! All that time on the road? Look Jerry, \n        he's", "\n        too normal to be a comedian. These comedians, they're sick, neurotic people.", "\n        ", "\n        Elaine: What about George?", "\n        ", "\n        Kramer: What about him, he's part of it. His whole personality is a disguise. \n        ", "\n        No real person can act the way he does. Elaine, I'm telling you they're \n        with", "\n        the organization. They're all part of it. He's in there with Helms and \n        Hunt", "\n        and Liddy, that whole crowd. George and Jerry, they probably know who \n        killed", "\n        Kennedy!", "\n        ", "\n        Elaine: I'll bet they were even in on it.", "\n        ", "\n        Kramer: Alright, what are we gonna do? I'm not gonna let him hurt you. \n        (grabs", "\n        and hugs Elaine tightly) I'm not gonna.", "\n        ", "\n        Elaine: Kramer, you're hurting me!", "\n        ", "\n        ", "\n        Quick cut to the now approaching limo.", "\n        ", "\n        George: Those are my friends I was telling you about. We're gonna talk \n        to", "\n        them, pull over.", "\n        ", "\n        Elaine: Get off of me!!", "\n        ", "\n        The limo pulls over and George and Jerry get out.", "\n        ", "\n        Kramer: O'Brien.", "\n        ", "\n        This attracts the attention of Dan and his friends standing at a nearby \n        bus", "\n        stop.", "\n        ", "\n        Man: O'Brien? Is that him?", "\n        ", "\n        Man #2: Yeah, that's him.", "\n        ", "\n        Man #3: Look there's O'Brien!", "\n        ", "\n        Man #4: Filthy nazi bastard!", "\n        ", "\n        All four: Let's get him!!", "\n        ", "\n        They begin running full speed towards the gang.", "\n        ", "\n        George: What do I do?! What do I do?!", "\n        ", "\n        Jerry: Get in the car! Get in the car!", "\n        ", "\n        George, Elaine, Jerry and Kramer all jump into the limo which speeds off.", "\n        ", "\n        Kramer (pointing to Jerry): O'Brien. Long time no see. How's tricks, Murphy?", "\n        ", "\n        Tim: Why did you call him O'Brien and him Murphy?", "\n        ", "\n        Jerry: No, he was talking to me, he's cross-eyed.", "\n        ", "\n        Elaine: It could be very confusing.", "\n        ", "\n        The limo phone rings Kramer answers it.", "\n        ", "\n        Kramer: Yeah? Eva?", "\n        ", "\n        Eva: It's for me. (takes phone) Hello? (cups receiver) It's O'Brien.", "\n        ", "\n", "\n        Kramer: O'Brien? Well that's weird.", "\n        ", "\n        Eva (gun drawn): Who are you?", "\n        ", "\n        George and Jerry begin simultaneous explanations about how George's car \n        broke", "\n        down when he went to pick Jerry up at the airport.", "\n        ", "\n        ", "\n        Cut back to Jodi Baskerville, reporting live.", "\n        ", "\n        Jodi: A limousine has just pulled up it's being surrounded by a huge group \n        of", "\n        protestors, this has the makings of a very ugly scene.", "\n        ", "\n        Cut back to the limo, Elaine has joined the group explanation, none of \n        the three", "\n        are intelligible at this point.", "\n        ", "\n        Jodi: They are banging on the car, trying to flip it over. The police \n        seem", "\n        unable or unwilling to control the crowd, I would imagine Mr. O'Brien \n        must be", "\n        having some very grave doubts if he made the right choice for his first \n        public", "\n        appearance.", "\n        ", "\n        Cut back to the limo. The explanations are becoming more heated and less", "\n        understandable, the limo is rocking violently and Tim and Eva are becoming", "\n        unnerved.", "\n        ", "\n        Eva: Get out!!", "\n        ", "\n        Elaine: Look, it's Dan! Hi Dan!", "\n        ", "\n        Dan: Elaine?", "\n        ", "\n        Elaine: Hey!", "\n        ", "\n        ", "\n        Cut to George in front of a news camera, the on screen graphic says 'DONALD", "\n        O'BRIEN Leader of the Aryan Union'.", "\n        ", "\n        George: I am not O'Brien! I am not O'Brien! I'm not O'Brien! Ask anyone! \n        ", "\n        Jerry?! Jerry?!!", "\n        ", "\n        ", "\n        Closing monologue.", "\n        ", "\n        So I was watching this movie the other night, it was a World War Two movie \n        and", "\n        there was Nazis in the movie and I noticed that the Nazis in those movies \n        always", "\n        had like two separate heils. They had like the regular heil that they \n        would do", "\n        and then when they were around the offices they had like this casual heil,", "\n        remember that one, you ever notice that? They come in, yeah, heil, how \n        are ya,", "\n        is the kid back with the coffee yet? Come on, are you finished with the \n        copier? ", "\n        Yeah. World domination, Aryan race, whose donuts are those? Yeah, heil, \n        nice", "\n        to see ya, can I have one of those donuts?", "\n        ", "\n        End. "]}, {"line": [" "]}, {"line": []}, {"line": [" "]}, {"line": []}, {"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]}, {"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}]