[{"title": "The Parking Space"}, {"line": []}, {"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]}, {"line": [" "]}, {"line": ["         ", "\n        [Transcribed by Dave (ratboy)]", "\n        ", "\n        ------------------------------------------------------------------------------", "\n        Written by: Larry David and Greg Daniels", "\n        ------------------------------------------------------------------------------", "\n        ", "\n        Episode no. 39", "\n        pc: 322, season 3, episode 22", "\n        Broadcast date: April 22, 1992", "\n        ------------------------------------------------------------------------------", "\n        ", "\n        The Cast", "\n        ", "\n        Regulars:", "\n        Jerry Seinfeld................... Jerry Seinfeld", "\n        Jason Alexander.................. George Costanza", "\n        Julia Louis-Dreyfus.............. Elaine Benes", "\n        Michael Richards................. Cosmo Kramer", "\n        ", "\n        Guest Stars:", "\n        ", "\n        ", "\n        Wayne Knight..................... Newman", "\n        Lee Arenberg..................... Mike Moffit", "\n        Jay Brooks....................... Sid", "\n        Maryedith Burrell................ Maryedith", "\n        Shannon Cochran.................. Sheila", "\n        Zachary Charles.................. Angry Man", "\n        Michael A. Costanza.............. Truck Driver", "\n        Mik Scriba....................... Cop #1", "\n        Stan Sellers..................... Cop #2", "\n        John Christian Graas............. Matthew", "\n        Peggy Lane O'Rourke.............. Bystander #1", "\n        Steven Marcus Gibbs.............. Bystander #2", "\n        ", "\n        ", "\n        Opening monologue", "\n        At parking lots now they have these 'compact car only' spots, isn't that", "\n        discrimination against the size of your car? If I want my ass hanging \n        out of", "\n        the back of my parking spot, that's my business. There are people out \n        there", "\n        with real asses hanging out of their pants, nobody's stopping them. Nobody", "\n        goes, \"Hey, hold it, sir. Those are compact jeans, you can't pull \n        that in", "\n        there.\"", "\n        ", "\n        First scene.", "\n        Jerry is in his apartment, Kramer enters.", "\n        ", "\n        Kramer: Hey. I got some bad news for you, buddy. I think your car got \n        stolen", "\n        again.", "\n        ", "\n        Jerry: What are you talking about?", "\n        ", "\n        Kramer: Well you parked it on eighty-fourth and Columbus, right?", "\n        ", "\n        Jerry: Yeah.", "\n        ", "\n        Kramer: Yep, well I just walked by there and that car is gone.", "\n        ", "\n        Jerry: Oh yeah, I know.", "\n        ", "\n        Kramer: Well, where is it?", "\n        ", "\n        Jerry: What's the difference?", "\n        ", "\n        Kramer: Well, there's no difference, you know, I'm just curious.", "\n        ", "\n        Jerry: You always have to know everything that's going on, don't you?", "\n        ", "\n        Kramer: What happened to the car?", "\n        ", "\n        Jerry: If I don't tell you it will kill you, won't it?", "\n        ", "\n        Kramer: Yeah, yeah, it'll kill me.", "\n        ", "\n        Jerry: You have to know, you must know.", "\n        ", "\n        Kramer: I must know.", "\n        ", "\n        Jerry: Well, I'm not telling you.", "\n        ", "\n        Kramer: Oh, come on.", "\n        ", "\n        Jerry: Nope. I don't think so.", "\n        ", "\n        Kramer: Well, please?", "\n        ", "\n        Jerry: Not today, pal.", "\n        ", "\n        Kramer: Okay, I beg you.", "\n        ", "\n        Jerry: Now see? Just saying beg doesn't make it a real beg. You gotta \n        put", "\n        some beg into it.", "\n        ", "\n        Kramer: Okay, please! Please tell me!", "\n        ", "\n        Jerry: Alright, I'll tell you, but your begging needs a lot of work.", "\n        ", "\n        Kramer: Okay, okay, what is it? Come on.", "\n        ", "\n        Jerry: I loaned the car to George.", "\n        ", "\n        Kramer: Ah, George, alright. Well, what for?", "\n        ", "\n        Jerry: George and Elaine went to a flea market in Westchester, okay?!", "\n        ", "\n        Kramer: Alright.", "\n        ", "\n        Jerry: Huh?", "\n        ", "\n        Kramer: Huh. I mean, what do they want to go there for?", "\n        ", "\n        Jerry: Will you stop it already?!", "\n        ", "\n        Kramer: You know, why didn't they ask me to go?", "\n        ", "\n        Jerry: I don't know! How am I supposed to know?!", "\n        ", "\n        Kramer: What, they don't like me?", "\n        ", "\n        Jerry: *I* don't like you!", "\n        ", "\n        Kramer: If they like me, why don't they ask me to go? Oh yeah.", "\n        ", "\n        ", "\n        New scene.", "\n        George and Elaine are in Jerry's car. George is wearing a new hat.", "\n        ", "\n        George: I really think it looks good.", "\n        ", "\n        Elaine: Ten bucks, how can you go wrong?", "\n        ", "\n        George: All bald people look good in hats.", "\n        ", "\n        Elaine: You should have lived in the twenties and thirties, you know men \n        wore", "\n        hats all the time then.", "\n        ", "\n        George: What a bald paradise that must have been. Nobody knew.", "\n        ", "\n        Elaine: Well, you can wear a hat all the time now. Who's stopping you?", "\n        ", "\n        George: No, I can't. What if I meet a woman? I'd always be worried about \n        that", "\n        first moment where I'd take it off and see that look of disappointment \n        on her", "\n        face.", "\n        ", "\n        Elaine: Are you sure you like these sunglasses?", "\n        ", "\n        Elaine moves the rear view mirror so she can check out her sunglasses \n        and this", "\n        causes George to swerve and hit something.", "\n        ", "\n        ", "\n        Cut back to Kramer and Jerry at Jerry's apartment.", "\n        ", "\n        Kramer: Well I'm very disappointed in George and Elaine. And you know \n        I'm", "\n        somebody you don't want to have on your bad side.", "\n        ", "\n        Jerry: Why not?", "\n        ", "\n        Kramer: Because I'm like ice, buddy. When I don't like you, you've got", "\n        problems. (notices some snacks on the table) Oh, is this for the fight?", "\n        ", "\n        Jerry: Yep. (checks watch) Starts in thirty-five minutes.", "\n        ", "\n        Kramer and Jerry start 'sparring'.", "\n        ", "\n        Kramer: Oh hey, you know I invited Mike Moffit. You don't mind, do you?", "\n        ", "\n", "\n        Jerry: No, I like Mike.", "\n        ", "\n        Kramer: Yeah, I just got off the phone with him, you know we had a great", "\n        conversation.", "\n        ", "\n        Jerry: Oh yeah? What did you talk about?", "\n        ", "\n        Kramer: Well actually we talked about you. Yeah. He had some pretty", "\n        interesting things to say.", "\n        ", "\n        Jerry: Oh yeah? What did he say?", "\n        ", "\n        Kramer: You have to know everything, don't you?", "\n        ", "\n        Jerry: No, come on, Kramer. What did he say?", "\n        ", "\n        Kramer: Why is that? Why do you have to know everything?", "\n        ", "\n        Jerry: Kramer, just tell me what the guy said.", "\n        ", "\n        Kramer: Beg me.", "\n        ", "\n        Jerry: Please, don't make me beg.", "\n        ", "\n        Kramer: No no no, I want you to beg me. And I don't want you to say it, \n        I just", "\n        want you to put some beg into it. Go on.", "\n        ", "\n        Jerry: Kramer, please tell me what the guy said.", "\n        ", "\n        Kramer: No no no, that's no good. No, I really don't think that's a beg. \n        No,", "\n        it's close, but uh...", "\n        ", "\n        Jerry: Kramer!", "\n        ", "\n        Kramer: Look, I can't say anything. You know, the guy told me the stuff \n        in", "\n        confidence, I'd be betraying a friend.", "\n        ", "\n        Jerry: Well you can't just mention it and then not tell me.", "\n        ", "\n        Kramer: Alright. I'll tell you but you can't say anything to him.", "\n        ", "\n        Jerry: I'm not saying anything, I'm putting it in the vault, I'm locking \n        the", "\n        vault, it's a vault!", "\n        ", "\n        Kramer: He thinks you're a phony.", "\n        ", "\n        Jerry: He what?", "\n        ", "\n        Kramer: I told you, he thinks you're a phony.", "\n        ", "\n        Jerry: A phony? He called me a phony?", "\n        ", "\n        Kramer: A big phone. A big one.", "\n        ", "\n        Jerry: Why did you tell me that if I can't say anything?!", "\n        ", "\n        Kramer: You begged me.", "\n        ", "\n        ", "\n        Cut back to Elaine and George in Jerry's car, the car is now making a \n        clanking", "\n        noise.", "\n        ", "\n        George: Do you hear that?", "\n        ", "\n        Elaine: Of course I hear that.", "\n        ", "\n        George: You had to move the mirror?", "\n        ", "\n        Elaine: I wanted to check out my sunglasses.", "\n        ", "\n        George: I went to look in the mirror, it wasn't there. You threw off my", "\n        equilibrium.", "\n        ", "\n        Elaine: Oh yeah, blame it on me because you can't drive, George.", "\n        ", "\n        George: I can't drive?", "\n        ", "\n        Elaine: Yeah.", "\n        ", "\n        George: Nobody drives like me. Nobody. I'm doing things in this car, you \n        have", "\n        no idea they're going on. Wanna see me make a right turn from the left \n        lane? ", "\n        Watch this.", "\n        ", "\n        Elaine: No, I really don't.", "\n        ", "\n        George: And I can make a left turn from the right lane too.", "\n        ", "\n        Elaine: I'm sure you could.", "\n        ", "\n        George: What are we gonna tell Jerry about the car?", "\n        ", "\n        Elaine: I don't know.", "\n        ", "\n        George: Alright, start looking for spaces.", "\n        ", "\n        Elaine: Oh, you're never gonna find a space on Jerry's block, just put \n        it in a", "\n        garage.", "\n        ", "\n        George: Look, I have my system. First I look for the dream spot right \n        in front", "\n        of the door, then I slowly expand out in concentric circles.", "\n        ", "\n        Elaine: Oh come on, George, please put it in a garage. I don't want to \n        spend", "\n        an hour looking for a space.", "\n        ", "\n        George: I can't park in a garage.", "\n        ", "\n        Elaine: Why?", "\n        ", "\n        George: I don't know, I just can't. Nobody in my family can pay for parking,", "\n        it's a sickness. My father never paid for parking; my mother, my brother,", "\n        nobody. We can't do it.", "\n        ", "\n        Elaine: I'll pay for it.", "\n        ", "\n        George: You don't understand. A garage. I can't even pull in there. It's", "\n        like going to a prostitute. Why should I pay, when if I apply myself, \n        maybe I", "\n        could get it for free? (he hears a horn honking) What? What do you want? \n        Go", "\n        around me, I'm looking for spaces.", "\n        ", "\n        Elaine (pointing backwards): Oh George, there's a space right there!", "\n        ", "\n        George (putting the car in reverse): Oh beautiful! Look at that, the dream", "\n        space right in front of Jerry's building. Huh? Dreams can come true, what \n        did", "\n        I tell you?", "\n        ", "\n        Elaine: You didn't even have to take it out to dinner.", "\n        ", "\n        They share a laugh.", "\n        ", "\n        George: Alright, now you're gonna see some parallel parking. (spitting \n        into", "\n        his hands and rubbing them together) How I wish you could make a living", "\n        parallel parking. (turning around in his seat) It's all geometry, knowing \n        all", "\n        the angles, when to make that first turn and then when to swing it back \n        in,", "\n        that's the key.", "\n        ", "\n        Elaine: Will you just park it already?", "\n        ", "\n        George: There's nothing I can even impart to you, that's the sad thing. \n        It's", "\n        so inborn, I can't pass it on. (begins backing into the space) Look at \n        this", "\n        guy. Are you crazy, what are you doing?! Hey! Hey, you're stealing my \n        space!", "\n        ", "\n        Elaine: George, wait, you don't know who this guy is, people kill for \n        a parking", "\n        space in this city.", "\n        ", "\n        George: No no no, he's not getting away with this.", "\n        ", "\n        Elaine: George?", "\n        ", "\n        George gets out of the car to confront the other driver.", "\n        ", "\n        George: Hey, what are you doing?", "\n        ", "\n        Mike: I think I'm parking my car.", "\n        ", "\n        George: You can't do that, you can't just sneak in from the back like \n        that.", "\n        ", "\n        Mike: I'm not sneaking. I didn't even know you were parking, you were \n        just", "\n        sitting there three spaces up.", "\n        ", "\n        George: Well if you didn't think I was parking, why did you put it in \n        head", "\n        first?", "\n        ", "\n        Mike: Well that's the way I park. Anyway, you didn't start backing in \n        until I", "\n        pulled in.", "\n        ", "\n        George: I was in the middle of a conversation.", "\n        ", "\n        Mike: Hey, buddy, what can I tell you?", "\n        ", "\n        George: The point is I was here first.", "\n        ", "\n        Mike: I was closer to this space than you were.", "\n        ", "\n        George: But I'm backing in! You can't put it in head first!", "\n        ", "\n        Mike: I can if I have room!", "\n", "\n        ", "\n        George: Are you gonna move the car?", "\n        ", "\n        Mike: No, I'm not gonna move the car.", "\n        ", "\n        George: Jerk!", "\n        ", "\n        Mike: Oh, you're not?", "\n        ", "\n        George: Do you believe this guy?", "\n        ", "\n        Elaine: Come on, we'll put it in a garage.", "\n        ", "\n        George: I am not putting it in a garage, it's my space.", "\n        ", "\n        Elaine: What are you gonna do, you just gonna leave it here like this? \n        Uh. ", "\n        I'm going upstairs.", "\n        ", "\n        George: Are you coming back down?", "\n        ", "\n        Elaine: Yeah, I gotta tell Jerry we're here. I gotta go to the bathroom.", "\n        ", "\n        George: Alright, just make sure he reserves the good chair for me. Wait, \n        what", "\n        are you gonna tell him about the clanking noise in the car?", "\n        ", "\n        Elaine: Me? No no no, you. You're gonna tell him. I'm not gonna tell- \n        Noo.", "\n        ", "\n        George: Oh, come on, you're good at this.", "\n        ", "\n        Elaine: What am I gonna say?", "\n        ", "\n        George: I don't know, I don't know, you'll think of something.", "\n        ", "\n        Elaine heads upstairs. Mike honks his horn, George honks his in retaliation.", "\n        ", "\n        ", "\n        Cut to Jerry's apartment. Jerry is moving chairs, Elaine bursts in.", "\n        ", "\n        Elaine: Oh god, I need a drink, do you got any Hennigan's here?", "\n        ", "\n        Jerry: Yeah, under the counter. What happened?", "\n        ", "\n        Elaine: Oh god. Oh, Jerry it was so terrible what we just went through \n        on the", "\n        way home. (pouring a big shot of scotch) You wouldn't believe it. (pushing \n        a", "\n        bag of chips off the counter)", "\n        ", "\n        Jerry (bending down to pick up the chips): Tell me what happened.", "\n        ", "\n        Elaine (after pouring the shot in the sink while Jerry was distracted \n        and", "\n        pretending to have downed it): Okay. Now listen. We were at the toll booth \n        at", "\n        the Henry Hudson Parkway, okay?! And there were these, like, this pack \n        of", "\n        extremely wild teenagers in a convertible behind us, okay?! And for some", "\n        reason, I don't know, they just started to taunt us! And so then we payed \n        the", "\n        toll, and then we went through, and then they started to follow us, alright?! \n        ", "\n        So George tries to lose them, and, and, but they were in this really like \n        a", "\n        souped up car, you know?! And so he turned off the road really suddenly \n        and the", "\n        car was on two wheels and I was just screaming! And then, George is such \n        a", "\n        great driver.", "\n        ", "\n        Jerry: He is?", "\n        ", "\n        Elaine: Oh, he is fantastic! And then they fired a gun right up in the \n        air.", "\n        ", "\n        Jerry: A gun?!", "\n        ", "\n        Elaine: I think it was a gun. And then they followed us all the way into \n        the", "\n        city, and then they just stopped and they turned around and they went \n        home.", "\n        ", "\n        Jerry: My god, are you okay?", "\n        ", "\n        Elaine: Yeah, yeah, I'm alright. Oh, by the way, the car hit a pothole \n        and now", "\n        it's making a clanking noise.", "\n        ", "\n        Jerry: Well, I mean, as long as you're okay, that, that's the important \n        thing.", "\n        ", "\n        Elaine: Exactly.", "\n        ", "\n        Jerry: Where's George now?", "\n        ", "\n        Elaine: Oh, he's out in front of the building. He's arguing with some \n        guy", "\n        about a parking space.", "\n        ", "\n        Jerry: What are you talking about?", "\n        ", "\n        Elaine: Look out the window, you'll see.", "\n        ", "\n        Jerry (leaning out the window): Hey Georgie!", "\n        ", "\n        George: Hey!", "\n        ", "\n        Jerry: Are you okay?", "\n        ", "\n        George: Yeah, I'm fine.", "\n        ", "\n        Jerry: Crazy kids, huh?", "\n        ", "\n        George: What?", "\n        ", "\n        Elaine (desperate to distract Jerry): Ow!! (Jerry looks over) It's my \n        cuticle.", "\n        ", "\n        Mike: Is that Jerry? Jerry?!", "\n        ", "\n        Jerry: Oh, hey Mike.", "\n        ", "\n        George What, you know Jerry?", "\n        ", "\n        Mike: Yeah, I know Jerry.", "\n        ", "\n        George: How do you know him?", "\n        ", "\n        Mike: What's the difference?", "\n        ", "\n        George: Because I know him too, and probably a lot better than you.", "\n        ", "\n        Mike: Well, bully for you. Hey, Jerry! You know your friend here's a real", "\n        piece of work!", "\n        ", "\n        Jerry: I'm coming down.", "\n        ", "\n        Mike: Hey, will you tell Kramer I'm outside?", "\n        ", "\n        George, What, you know Kramer?!", "\n        ", "\n        Kramer walks into Jerry's apartment.", "\n        ", "\n        Elaine: Hi.", "\n        ", "\n        Kramer (acting standoffish): Hello.", "\n        ", "\n        Jerry: Hey, your friend Mike's outside, he wants to talk to you.", "\n        ", "\n        Kramer (out the window): Hey, Mike! Come on up, the fight's almost starting!", "\n        ", "\n        George: And you're watching the fight at Jerry's?", "\n        ", "\n        Mike: Yeah.", "\n        ", "\n        George: Oh great.", "\n        ", "\n        Elaine: You know that guy downstairs?", "\n        ", "\n        Jerry: Yeah, he's a real phony.", "\n        ", "\n        Kramer: What's going on?!", "\n        ", "\n        Mike: Hey, will you come on down? This guy's in my space!", "\n        ", "\n        George: It's my space!", "\n        ", "\n        Kramer: I'll be down in a minute.", "\n        ", "\n        Elaine: Are you going down?", "\n        ", "\n        Kramer: Yeah.", "\n        ", "\n        Elaine: Is anything wrong?", "\n        ", "\n        Kramer (leaving): Why should anything be wrong?", "\n        ", "\n        Elaine (heading for the bathroom): Be down in a minute.", "\n        ", "\n        Jerry grabs his jacket and walks out the door.", "\n        ", "\n        Mike: Hey pal, you're not getting that space. I mean, I'll sleep in my \n        car if", "\n        I have to.", "\n        ", "\n        George: I'll die out here.", "\n        ", "\n        Two bystanders are discussing the incident.", "\n        ", "\n        Bystander #1: He was down there. Once he passed his front bumper, it's \n        no", "\n        longer his space.", "\n        ", "\n        Bystander #2: No, it doesn't matter. He was-", "\n        ", "\n        Mike: Hey! Jerry! Long time no see!", "\n        ", "\n        Jerry: Hi Mike. (Noticing George's fedora) Indiana.", "\n", "\n        ", "\n        Mike: Hey Krame! You know this guy?", "\n        ", "\n        Kramer: Yeah, yeah, I know him.", "\n        ", "\n        Mike (to Jerry): You're looking tremendous. What are you on some kind \n        of", "\n        regimen?", "\n        ", "\n        Jerry: Yeah, twenty-five percent bran flakes. The forty percent was too \n        much", "\n        so I found a store to mix it up special for me, they take it down another", "\n        fifteen percent.", "\n        ", "\n        Mike (laughing way too loud and hard): Ha ha ha ha!!! That's killer! Killer! \n        ", "\n        I love that! Ha ha ha!!! You gotta use that, that's a definite!! Ha ha \n        ha!!!", "\n        ", "\n        George: Oh, come on.", "\n        ", "\n        Mike: Hey! Your friend here has some real problems.", "\n        ", "\n        George: Me? You see what he did here, you see how he tried to sneak into \n        my", "\n        space?", "\n        ", "\n        Mike: Hey, just 'cause I went in front first doesn't mean I'm sneaking \n        in.", "\n        ", "\n        George: You only went in front first 'cause you saw me backing up and \n        you", "\n        didn't have room to parallel park!", "\n        ", "\n        Mike: I only went in front first 'cause I could make it in front first \n        and if", "\n        you pull out I'll show you!", "\n        ", "\n        George: You've got a prayer.", "\n        ", "\n        Kramer: I go in front first all the time.", "\n        ", "\n        Jerry: Front first, that's how you park when you're pulling a bank job.", "\n        ", "\n        Elaine shows up and pulls George aside.", "\n        ", "\n        George: Did you talk to him?", "\n        ", "\n        Elaine: Yeah, it's all taken care of.", "\n        ", "\n        George: You told him? What did you tell him?", "\n        ", "\n        Elaine: I did a number on him, it was a thing of beauty, you really had \n        to have", "\n        been there to appreciate it.", "\n        ", "\n        George: I don't believe it, what did you say?", "\n        ", "\n        Elaine: I told him a pack of teenagers in a convertible were terrorizing \n        us and", "\n        they followed us into the city.", "\n        ", "\n        George: A pack of teenagers?", "\n        ", "\n        Elaine: Yeah, by the time I got to the end of the story, he was to relieved", "\n        that we were alive he couldn't care less about the car.", "\n        ", "\n        George: You are a genius, it's as simple as that.", "\n        ", "\n        Elaine: What can I say, you know? It's a gift. I only wish I could teach \n        it", "\n        but, you know it's inborn.", "\n        ", "\n        Elaine and George rejoin the others.", "\n        ", "\n        Kramer: By the way, thanks a lot for inviting me to the flea market.", "\n        ", "\n        Elaine: What?", "\n        ", "\n        Kramer: Yeah, Jerry, he told me all about it.", "\n        ", "\n        George: Oh great.", "\n        ", "\n        Jerry: I didn't know.", "\n        ", "\n        Elaine: Oh, so that's why you were acting so funny.", "\n        ", "\n        George: Well I didn't know you wanted to go to the flea market.", "\n        ", "\n        Mike: A flea market? You went to a flea market??", "\n        ", "\n        George: Hey, who's talking to you?", "\n        ", "\n        Elaine: We just didn't think of you.", "\n        ", "\n        Kramer: You said it, sister.", "\n        ", "\n        George: What? Every time I leave my house now I have to call everybody \n        I know", "\n        and ask them if they want to do what I'm doing?", "\n        ", "\n        People forget. Look at \"Home Alone\". They forgot.", "\n        ", "\n        George: Great move, telling him, by the way, real smart move.", "\n        ", "\n        Jerry: I didn't know I wasn't supposed to say anything!", "\n        ", "\n        George: Judgement, Jerry, judgement! You exercised no judgement.", "\n        ", "\n        Jerry: You're right. My fault.", "\n        ", "\n        Elaine: Kramer? I'm so sorry, really.", "\n        ", "\n        George: Yeah, I'm sorry.", "\n        ", "\n        Kramer: I'm sorry, I don't care for that sorry.", "\n        ", "\n        George: What was wrong with that sorry? It was a good sorry. Jerry, was \n        that", "\n        a good sorry?", "\n        ", "\n        Jerry: It was a so-so sorry.", "\n        ", "\n        A delivery truck pulls up and honks. The driver leans out of the cab.", "\n        ", "\n        Truck Driver: Hey! Move this car, I gotta get through!", "\n        ", "\n        George: You heard the man. I guess you gotta be moving your car.", "\n        ", "\n        Mike: And like you're not gonna just back it in if I do that?", "\n        ", "\n        Truck Driver: Well somebody better move something soon! I got a truck \n        full of", "\n        ice cream here!", "\n        ", "\n        Fade out/in.", "\n        ", "\n        Elaine: You see, they had to move the cars so the truck could get through,", "\n        right? But these guys don't trust each other so they got these two nonpartisan", "\n        drivers to move them.", "\n        ", "\n        Jerry: Wild pack of teenagers, huh?", "\n        ", "\n        George: Yeah.", "\n        ", "\n        Jerry: Amazing how they picked you, out of everyone, to terrorize.", "\n        ", "\n        Elaine: Yeah. I know, I said to myself, 'Why us?' You remember?", "\n        ", "\n        George: Uh huh.", "\n        ", "\n        Jerry: Sounds like you did some pretty nifty maneuvering,", "\n        ", "\n        George: Well, you know, It's interesting, you know, under that pressure, \n        what", "\n        you're capable of.", "\n        ", "\n        Elaine: Right.", "\n        ", "\n        George: I learned a lot about myself.", "\n        ", "\n        Jerry: What did you do to my car?!", "\n        ", "\n        George: I couldn't help it! Elaine moved the mirror, I got discombobulated.", "\n        ", "\n        Elaine: Oh, like you've ever been bobulated.", "\n        ", "\n        Jerry: I thought you said you were a good driver!", "\n        ", "\n        George: No no, I never said I was a good driver, I said I was a good parker.", "\n        ", "\n        Jerry: I think you said driver.", "\n        ", "\n        George: Parker, I never said driver, I said parker, a great parker.", "\n        ", "\n        Mike: Will you move it up a little bit?", "\n        ", "\n        George: No no no, that's in the right position.", "\n        ", "\n        Mike: No no, I was further in.", "\n        ", "\n        George: No you weren't. Stop there, that's fine.", "\n        ", "\n        Mike: Do you mind?", "\n        ", "\n        George: Do you?", "\n        ", "\n        Sid: Hey, somebody better move these cars, you're making a commotion.", "\n        ", "\n        Jerry: Hey Sid.", "\n        ", "\n        Mike: Who are you?", "\n        ", "\n        Sid: Never mind who I am. I know who I am. Do you know who you are? (to", "\n        George) Why is it every time you park a car in this block, everything \n        gets", "\n        disrupted and disjointed?", "\n        ", "\n        George: Sid, it's completely his fault.", "\n        ", "\n", "\n        Mike: Oh, right.", "\n        ", "\n        Sid: Why don't you start taking the bus?", "\n        ", "\n        Jerry: Okay, George. Come on, let's go. I'm putting it in a garage. The", "\n        fight's starting in two minutes.", "\n        ", "\n        George: Don't do it!", "\n        ", "\n        Jerry: What are we gonna do, stay out here all night?", "\n        ", "\n        George: Yes! I'm not giving him the satisfaction, it's my space.", "\n        ", "\n        Elaine: Why don't you just flip a coin already?", "\n        ", "\n        George: No no, this is a matter of principle. That would just be saying \n        that", "\n        anybody could just pull into any parking space any way they want. Well \n        I'm", "\n        making a stand here. I'm saying *no* to head first parking. I'm not putting \n        up", "\n        with that. We put up with too much crap in this city, we're not putting \n        up with", "\n        head first parking.", "\n        ", "\n        Elaine: You know, maybe if you hadn't been sitting there pontificating \n        about", "\n        what a great parker you were, you might have got the space.", "\n        ", "\n        George: So you're against me now?", "\n        ", "\n        An old man and Matthew, the boy who's father owns the 'fat free' frozen \n        yogurt", "\n        store, are discussing the incident.", "\n        ", "\n        Angry man: He could have pulled up to the car and backed in, but he chose \n        to go", "\n        in head first.", "\n        ", "\n        Matthew: No he couldn't, because the other car was already backing in.", "\n        ", "\n        Angry Man: No he wasn't.", "\n        ", "\n        Matthew: All that matters is who was there first.", "\n        ", "\n        Angry Man: Ahh, you're not even old enough to drive, you little puke.", "\n        ", "\n        Matthew: You just spit on me!", "\n        ", "\n        Angry Man: Don't you raise your voice to me!", "\n        ", "\n        Matthew: You're not my father.", "\n        ", "\n        Jerry: Hey Matthew.", "\n        ", "\n        Matthew: Hi Jerry. This guy's really a jerk.", "\n        ", "\n        Jerry: How ya doing?", "\n        ", "\n        Matthew: Okay.", "\n        ", "\n        Jerry: Hey, how's your father? I hear he's closing his store.", "\n        ", "\n        Matthew: What?!", "\n        ", "\n        Jerry: Oh no, nothing.", "\n        ", "\n        Matthew: What's happened to daddy? He's going out of business?", "\n        ", "\n        Jerry: No, no, no, no.", "\n        ", "\n        Matthew: We're not going to have any money? We're out of money?", "\n        ", "\n        Jerry: No, of course not, of course not!", "\n        ", "\n        Matthew: Mommy!? Jerry says daddy's closing the store. He's going out \n        of", "\n        business. We don't have any money?", "\n        ", "\n        Maryedith: Jerry?! What's the matter with you?", "\n        ", "\n        Jerry: I didn't--", "\n        ", "\n        Maryedith (to Kramer): Boy, I don't know about your friend, Jerry. He \n        says", "\n        some pretty stupid things sometimes.", "\n        ", "\n        Kramer: Oh, congratulations.", "\n        ", "\n        Maryedith: What for?", "\n        ", "\n        Kramer: Well, you're pregnant.", "\n        ", "\n        Maryedith: What?", "\n        ", "\n        Kramer: You're not pregnant?", "\n        ", "\n        Maryedith: No, I'm not pregnant.", "\n        ", "\n        Kramer: Are you sure you're not pregnant?", "\n        ", "\n        Maryedith: Yes, I'm sure!", "\n        ", "\n        Kramer: That's weird.", "\n        ", "\n        Maryedith: Come on, Matthew.", "\n        ", "\n        Matthew: No.", "\n        ", "\n        Maryedith: Come on, Matthew!", "\n        ", "\n        Kramer: I thought she was pregnant.", "\n        ", "\n        Jerry (to Elaine): Hey, do you think I'm phony?", "\n        ", "\n        Elaine: What?", "\n        ", "\n        Jerry: Mike thinks I'm a phony.", "\n        ", "\n        Elaine: He thinks you're a phony?", "\n        ", "\n        Jerry: Yeah, but I can't say anything because Kramer wasn't supposed to \n        tell", "\n        me.", "\n        ", "\n        Elaine: Oh, you have to say something.", "\n        ", "\n        Jerry: I can't, I told Kramer I was vaulting it.", "\n        ", "\n        Elaine: You gotta open the vault.", "\n        ", "\n        Jerry: Open my vault?", "\n        ", "\n        Elaine: Open your vault.", "\n        ", "\n        Jerry: Once I open the vault, it ceases to be a vault.", "\n        ", "\n        Elaine: You have no choice.", "\n        ", "\n        Jerry: Oy ga-vault.", "\n        ", "\n        Newman (to Kramer): You wanna know why you can't go in front first? I'll \n        tell", "\n        you why. because it signals a breakdown in the social order. Chaos. It", "\n        reduces us to jungle law.", "\n        ", "\n        George begins applauding.", "\n        ", "\n        Kramer: When can you park head first?", "\n        ", "\n        Newman: Never.", "\n        ", "\n        Mike: What are you asking this guy for?", "\n        ", "\n        Newman: Who's talking to you?", "\n        ", "\n        George: He's right. never.", "\n        ", "\n        Mike: Oh yeah? What if you got ten car lengths? You have to pull all the \n        way", "\n        up to the front car?", "\n        ", "\n        Newman: Well, I suppose if you got ten car lengths.", "\n        ", "\n        George: When do you ever have ten car lengths?", "\n        ", "\n        Kramer: What about Sundays and holidays?", "\n        ", "\n        George: Oh please.", "\n        ", "\n        A passerby (Sheila) stops and asks George,", "\n        ", "\n        Sheila: What's going on here?", "\n        ", "\n        George: Oh, this guy tried to sneak into my space.", "\n        ", "\n        Sheila: I really hate people who do that. I hope you don't let him get \n        away", "\n        with it.", "\n        ", "\n        George: Well, thank you for your support.", "\n        ", "\n        Sheila: Hey, that's a great hat.", "\n        ", "\n        George: Really? You like it? I got it at a flea market today.", "\n        ", "\n        Newman: Hey George, nice hat.", "\n        ", "\n        George: Yeah, thanks.", "\n        ", "\n        Newman: Can I try it on?", "\n        ", "\n        George: No! It, uh, it wouldn't fit you.", "\n        ", "\n        Newman: Well sure it would.", "\n        ", "\n        George: No! Get out of here, Newman.", "\n        ", "\n        Newman: Come on, let me try it on.", "\n        ", "\n", "\n        George: No, Newman, stop it.", "\n        ", "\n        Sheila: Let him try it on.", "\n        ", "\n        George: I don't want him to!", "\n        ", "\n        Sheila: What is wrong with you?", "\n        ", "\n        George: You wanna see?! (pulling off the hat to reveal the bald pate) \n        There! ", "\n        There it is! (turning to Newman) Alright, here! You wanna try on the hat?! \n        ", "\n        Here! Try on the hat!", "\n        ", "\n        Newman: Stop it, George, stop it. I was defending your parking.", "\n        ", "\n        George: Alright, just keep the hat!", "\n        ", "\n        Jerry: Alright, that's it. The fight's already started. I'm going upstairs,", "\n        who's coming? Elaine?", "\n        ", "\n        Elaine: It depends on who's going. (to George) Are you going?", "\n        ", "\n        Kramer: I'm not going if he's going.", "\n        ", "\n        Newman: Me either.", "\n        ", "\n        George: I'm not going if he's going.", "\n        ", "\n        Mike: Well I'm going.", "\n        ", "\n        Jerry: Well if he's going then I'm not going.", "\n        ", "\n        Newman: But it's your house.", "\n        ", "\n        Jerry: I still don't have to go.", "\n        ", "\n        Elaine: Well I don't want to go if Jerry's not going.", "\n        ", "\n        Mike: Why won't you go if I go?", "\n        ", "\n        Jerry: Why? I'll tell you why.", "\n        ", "\n        Kramer: No. Don't, Jerry.", "\n        ", "\n        Jerry: Like you didn't call me a phony?", "\n        ", "\n        Mike: What? (to Kramer) Thanks! Real good! Jerry! First of all, I think", "\n        you completely misunderstood what I said. I meant it in a complementary \n        way. I", "\n        mean, you know when people say, 'He's bad', it really means he's good, \n        sort of", "\n        thing? You know, slang.", "\n        ", "\n        Jerry: Use it in a sentence.", "\n        ", "\n        Mike: Man, that Michael Jordan is so phony. (to Kramer) Why'd you tell \n        him?!?", "\n        ", "\n        Kramer: He begged me.", "\n        ", "\n        Mike: He begged you?!", "\n        ", "\n        Jerry: Alright, come on. Who wants to watch the fight?", "\n        ", "\n        Two police officers walk up.", "\n        ", "\n        Cop #1: Okay, who's cars are these? Let's move 'em. Let's go.", "\n        ", "\n        George: Officer, could I just explain something to you?", "\n        ", "\n        Cop #1: Hey. Let's go or I'm gonna write both of you a ticket in about \n        two", "\n        minutes.", "\n        ", "\n        George: Officer, he can't pull in head first.", "\n        ", "\n        Mike: Officer, he backed up from down the street. He was double-parked, \n        he was", "\n        sitting there.", "\n        ", "\n        Cop #1: Alright, you move your car. It's his space, you can't go in head", "\n        first.", "\n        ", "\n        Cop #2: Wait a second. Why can't he go in head first? He said the guy \n        was", "\n        just sitting over there.", "\n        ", "\n        Cop #1: What are you talking about? This guy was here first.", "\n        ", "\n        Cop #2: But he didn't take it.", "\n        ", "\n        Cop #1: Hey, it's his space.", "\n        ", "\n        Cop #2: No, it's his space.", "\n        ", "\n        Cut to Jerry entering his apartment, George and Mike can be heard arguing", "\n        through the window.", "\n        ", "\n        George: Well, you're gonna have to go to the bathroom!", "\n        ", "\n        Mike: Well, you're gonna have to go to work!", "\n        ", "\n        George: I don't have a job!", "\n        ", "\n        Mike: Neither do I!", "\n        ", "\n        Jerry closes the window, sits down on the couch, picks up the remote and \n        turns", "\n        on the TV.", "\n        ", "\n        Referee: Seven... Eight... Nine... Ten. *ding*", "\n        ", "\n        Jerry falls over and hides his face in the couch cushion.", "\n        ", "\n        ", "\n        Closing monologue.", "\n        ", "\n        People will kill each other for a parking space in New York because they \n        think,", "\n        'If I don't get this one, I may never get a space.' You know? 'I'll be", "\n        circling for months until somebody goes out to the Hamptons.' I think \n        because", "\n        everyone in New York City knows there's gotta be way more cars than parking", "\n        spaces. You see cars driving in New York all hours of the night. It's \n        like", "\n        Musical Chairs except everybody sat down around 1964. The problem is car", "\n        manufacturers are building hundreds of thousands of new cars every year, \n        they're", "\n        not making any new spaces. That's what they should be working on. Wouldn't", "\n        that be great? You go to the Auto Show, they got that big revolving turntable,", "\n        and there's nothing on it. New from Chrysler, a space.", "\n        ", "\n        ", "\n        End. \n        \n    \n     \n      \n      \n      \n        \n          "]}, {"line": ["Advertisement"]}, {"line": ["Protect your car from damage when using airports with trusted ", "airport\n            parking", ". To reserve a spot call ahead for ", "aiport\n              parking reservations", ". Compare great deals and ", "affilates\n                for airport parking", ". Save money with ", "discount\n                  airport parking", ". Go online today and compare rates for", "\n          airport parking", " in your area."]}, {"line": [" "]}, {"line": []}, {"line": [" "]}, {"line": []}, {"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]}, {"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}]