[{"title": "The Ticket"}, {"line": []}, {"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]}, {"line": [" "]}, {"line": ["Scripted by: Ken Tremblay (briepisken@sympatico.ca) "]}, {"line": ["Supervising producers: Larry Charles and Tom Cherones"]}, {"line": ["Executive Producer: Andrew Scheinman"]}, {"line": ["Created By: Larry David and Jerry Seinfeld"]}, {"line": ["Written by: Larry David"]}, {"line": ["Directed by: Tom Cherones"]}, {"line": ["Stars: Jerry Seinfeld, Michael Richards, Jason Alexander, Julia Louis-Dreyfus,          Wayne Knight (as Newman), Bob Balaban (as Russel) Heidi Swedberg (as Susan),          Kevin Page (as Stu), Len Lesser (as Uncle Leo), Steve Eastin (as cop #1),          David Graf (as cop #2), Al FAnn (as judge), Stephen McHattie (as psychiatrist),          Peter Blood (as Jay) and Julie Bloom (as receptionist)", "\n        ================================================================"]}, {"line": ["[Jerry's apartment]"]}, {"line": ["(Enter Kramer with one pant leg on)"]}, {"line": ["Jerry (going through couch cushions): Where the hell did I put this?"]}, {"line": ["Kramer: What are you looking for?"]}, {"line": ["Jerry: The remote, the remote, I can't find the remote. Did I lost, I          lost it. Did you take it? Did you put it some place?"]}, {"line": ["Kramer: No, no, no."]}, {"line": ["(Jerry notices Kramer's look)"]}, {"line": ["Jerry: All right, what is this?"]}, {"line": ["Kramer (clueless): what is what?"]}, {"line": ["Jerry: All right, very funny. I get it."]}, {"line": ["Kramer: You're in a weird mood."]}, {"line": ["Jerry: Come on. Go back to your apartment and fix it."]}, {"line": ["Kramer: Fix what?"]}, {"line": ["Jerry: Your pants!"]}, {"line": ["(Kramer is startled when he realizes his looks)"]}, {"line": ["Kramer: what is this? What have I got one pant leg on for?"]}, {"line": ["Jerry: Don't you know? Look-look at your face! You only shaved the right          side of your face! What is this? A joke?"]}, {"line": ["Kramer: No, t's a joke.. a joke... a joke... you think this is funny?"]}, {"line": ["Jerry: Go look at your face in the mirror."]}, {"line": ["Kramer: Wha-huh-wha-huh..."]}, {"line": ["[door buzzer]"]}, {"line": ["Jerry (pressing intercom): yeah?"]}, {"line": ["George (on intercom): It's George."]}, {"line": ["Jerry: Come on up."]}, {"line": ["Kramer: I don't believe this."]}, {"line": ["Jerry: You mean, you didn't know you were doing any of these things?"]}, {"line": ["Kramer: No, I swear."]}, {"line": ["Jerry: I bet this is from that kick from that crazy Joe Davola. You better          see a doctor and get some X-rays."]}, {"line": ["[Enter George]"]}, {"line": ["George (to Kramer): Ah! You're just the man I'm looking for."]}, {"line": ["Kramer: Me?"]}, {"line": ["(George hands Kramer a paper)"]}, {"line": ["George: Yeah, here you go."]}, {"line": ["Kramer: What's this?"]}, {"line": ["George: A dry-cleaning bill?"]}, {"line": ["Jerry: From that woman at NBC?"]}, {"line": ["George: Yeah."]}, {"line": ["Kramer: A dry-cleaning bill for what?"]}, {"line": ["George: For vomiting on her vest!"]}, {"line": ["Kramer: Oh, come on George! I didn't do that on purpose!"]}, {"line": ["George: Well, I shouldn't have to pay for it!"]}, {"line": ["Kramer: Well, neither should I! Jerry's the one who left the milk in          the refrigerator."]}, {"line": ["George (to Jerry): Yeah, your milk."]}, {"line": ["Jerry (pointing Kramer): He drank it."]}, {"line": ["Kramer: I didn't know."]}, {"line": ["Jerry: All right, well, we should all chip in I guess."]}, {"line": ["Kramer: Yeah."]}, {"line": ["Jerry: How much was it to clean the vest?"]}, {"line": ["George: Eighteen dollars."]}, {"line": ["Jerry: Can you get vomit out of suede?"]}, {"line": ["George: I don't know."]}, {"line": ["Kramer: Yo-yo Ma!"]}, {"line": ["Jerry: What? Yo-yo Ma?"]}, {"line": ["Kramer: What about him?"]}, {"line": ["Jerry: You just said 'Yo-yo Ma'."]}, {"line": ["George: What's Yo-yo Ma?"]}, {"line": ["Jerry: He's a cellist. (to Kramer) You should see a doctor today."]}, {"line": ["George: All right, come on, come on, let's go. Six dollars."]}, {"line": ["Jerry: I can't believe she sent you that dry-cleaning bill."]}, {"line": ["George: I know!"]}, {"line": ["Jerry: That doesn't really bode well for the show, does it?"]}, {"line": ["George: The show! Forget about the show! We should take the idea to a          different network"]}, {"line": ["Jerry: Oh, yeah. Right. Like anybody's ever gonna do this! How did you          get me to go along with that? A show about nothing!"]}, {"line": ["George: It was a good idea. Susan liked it. Now, if he hadn't vomitted          all over her, we'd be writing it right now."]}, {"line": ["Kramer: Jeez!"]}, {"line": ["George: Anyway."]}, {"line": ["[Phone rings, Kramer picks up. Answers in Italian.]"]}, {"line": ["Jerry (interrupts): What are you doing? What's wrong with you? What're          you doing? Give me that phone! Go to your apartment and lie down, I'll          make an appointment for a doctor today."]}, {"line": ["(on the phone) Hello? Oh hi! I'm sorry. No, that's my next door neighbor.          He's not quite himself. He got kicked in the head. What? Really? You're          kidding! Today? Yeah! Sure! We could make it. Two o'clock? Yeah, we would          do that. Okay. Great! Thanks a million! Okay, bye."]}, {"line": ["George: What?"]}, {"line": ["Jerry: NBC! They wanna have another meeting about the idea."]}, {"line": ["George: They wanna have another meeting? They wanna buy it?! They wanna          but it?! Oh! I tell you! We're gonna be rich!! What are we gonna get for          this? Fifty, sixty thousand?"]}, {"line": ["Jerry: I don't know about sixty."]}, {"line": ["George: Oh, it's gotta be fifty! Hee hee! You know how much Ted Danson          makes, huh?"]}, {"line": ["Jerry: Ted Danson! Now, how are you comparing us to Ted Danson?"]}, {"line": ["George: I didn't say 'We're Ted Danson.'"]}, {"line": ["Jerry: Yes, you did. You said 'We're Ted Danson'!"]}, {"line": ["George: Oh!"]}, {"line": ["Jerry: You know, I think he wears a piece."]}, {"line": ["George: Yeah, don't worry. He can afford it."]}, {"line": [" "]}, {"line": ["[Street]"]}, {"line": ["Jerry: I'm ten minutes slow again! That's it for this piece of junk!          I've had it. "]}, {"line": ["[He throws his watch in the trash can beside him]"]}, {"line": ["George: What, is that the one your parents gave you?"]}, {"line": ["Jerry: Yeah! But it never works. You know we're supposed to be there          by two o'clock. We should take a cab."]}, {"line": ["George: All right, we'll be a little late, I,m not taking a cab."]}, {"line": ["Jerry: I'll pay for it."]}, {"line": ["George: It's not the money!"]}, {"line": ["Jerry: Well, what is it you object to? The comfort? The Speed? The convenience?"]}, {"line": ["[Both raise their arm to signal a cab.]"]}, {"line": ["Leo: Jerry!"]}, {"line": ["Jerry: Uncle Leo!"]}, {"line": ["Leo: Helloooo!"]}, {"line": ["Jerry: Hello there, how're you doing?"]}, {"line": ["Leo: Ha ha! How are you?"]}, {"line": ["Jerry: Good, good."]}, {"line": ["Leo: How's your mom and dad?"]}, {"line": ["Jerry: Good, fine."]}, {"line": ["Leo: What are you getting to be too much of a big shot now to give me          a call? I don't hear from you anymore!"]}, {"line": ["Jerry: Oh, no. I've been kinda busy. It's all."]}, {"line": ["Leo: You know where I just came from?"]}, {"line": ["[He grabs Jerry's forearm.]"]}, {"line": ["Danny Barma."]}, {"line": ["Jerry (not enthousiastic at all): Oh, sure. Danny."]}, {"line": ["Leo: He used to be in the pajama business. I used to be able to get pajamas          for free. I used to come over and get pajamas all the time!"]}, {"line": ["[Leo shakes Jerry around using his grip on Jerry's arm.]"]}, {"line": ["Jerry: Oh, yeah, yeah. I remember."]}, {"line": ["[George gets impatient, touches his watch subtly, maybe subconsciously.]"]}, {"line": ["Leo: The funny thing is: I can't wear 'em. I get too hot. I sleep in          my underwear and a t-shirt. If it gets too hot, I just get the t-shirt          off! Anyway, Danny says to me: 'You need any pajamas?'"]}, {"line": ["Jerry (interrupts): I-I'm sorry Uncle Leo, I really gotta get going."]}, {"line": ["Leo: Oh. Well. You gotta get going, so go."]}, {"line": ["Jerry: We, we got a big meeting with the president of NBC."]}, {"line": ["Leo: Nobody got a gun to your head!"]}, {"line": ["Jerry (seems sincere): Yeah, I'm really sorry, uh."]}, {"line": ["Leo: Go. Really. I understand. You got an appointment, go to your appointment."]}, {"line": ["Jerry: I'm sorry, really."]}, {"line": ["Leo: You know, I know plenty of people in Hollywood too!"]}, {"line": ["Jerry: Sorry, really."]}, {"line": ["[Leo turns around and leaves. He passes by the trash can and sees the          watch. He picks it up, takes it to his ear, laughs and puts it on. He          walks away.]"]}, {"line": [" "]}, {"line": ["[Hall out of Kramer's apartment]"]}, {"line": ["[Newman knocks on Kramer's door]"]}, {"line": ["Kramer (from inside): Yeah?"]}, {"line": ["Newman: Come on, are you ready? Let's go!"]}, {"line": ["[Straightens his tie]"]}, {"line": ["[Kramer opens the door. He has shaving cream on his face.]"]}, {"line": ["Kramer: For what?"]}, {"line": ["Newman: What's the matter with you? I just talked to you fifteen minutes          ago."]}, {"line": ["Kramer: what about?"]}, {"line": ["Newman: The courthouse. You gotta go with me to the courthouse. I'm contesting          a ticket today."]}, {"line": ["Kramer: I can't, I'm going to the doctor's later."]}, {"line": ["Newman: You gotta go with me. I mean, you-you're my alibi. You have to          take the stand."]}, {"line": ["Kramer: Well, I can't!"]}, {"line": ["Newman: Well, let me remind you of something. You wouldn't be here if          it wasn't for me and my helmet. I saved your life! You would be dead!          Dead! You would cease to exist! You would be gone for the rest of eternity!          You wouldn't even begin to comprehend what that means!!"]}, {"line": ["Kramer: Shut up! I'll get my coat!"]}, {"line": ["[Newman enters Kramer's apartment]"]}, {"line": ["Don't step on anything."]}, {"line": [" "]}, {"line": ["[NBC's waiting room]"]}, {"line": ["Jerry: You see the look on my uncle's face? Did you see how insulted          he was? What could I do? Waht are we supposed to do? You can't leave.          There's no excuse good enough to justify walking away from a conversation          with one of my relatives."]}, {"line": ["George: I didn't shave this morning. I don't feel like myself."]}, {"line": ["Jerry: You could be a fireman on a fire truck on the way to a fire. You          bump into one of my relatives. 'I'm sorry Uncle Leo, there's a building          full of people burning down. I really do have to be running.' He'll go:          'Go. Go ahead. Go to your fancy fire. If that's what you have to do.'"]}, {"line": ["George: Look at this."]}, {"line": ["Jerry: Why didn't you shave this morning?"]}, {"line": ["George: 'Cause I shaved yesterday in the afternoon."]}, {"line": ["Jerry: Why?"]}, {"line": ["George: Because of the day before. It's a long story. "]}, {"line": ["[Jerry looks down the hall.] "]}, {"line": ["Can't get back on schedule."]}, {"line": ["Jerry: Is that Joe Davola?"]}, {"line": ["[Jerry crouches in his seat]"]}, {"line": ["George: It's not him!"]}, {"line": ["Jerry: I can't live tlike this. I'm being stalked."]}, {"line": ["Receptionist: Mister Seinfeld? They're ready for you."]}, {"line": ["Jerry: Oh."]}, {"line": ["[They get up]"]}, {"line": ["George: Mister Seinfeld? What about Mister Costanza? I'm not here?"]}, {"line": ["[They walk toward the office]"]}, {"line": ["Jerry: All right. Look. Now, you promised you're gonna be a little more          flexible on the nothing idea, okay? Jsut a little."]}, {"line": ["George: Okay. A little."]}, {"line": [" "]}, {"line": ["[Courthouse waiting room]"]}, {"line": ["Newman: Okay, you're all set? You got your story?"]}, {"line": ["Kramer: No."]}, {"line": ["Newman: When the cop stopped me, I told him that I was rushing home because          my friend was about to commit suicide."]}, {"line": ["Kramer: Uhm..."]}, {"line": ["Newman: Now, you're that firend. Now, all we need is a reason why you          were going to commit suicide."]}, {"line": ["[Pause; they're thinking]"]}, {"line": ["Kramer: I never had an air conditioner."]}, {"line": ["Newman: No! That's no reason to kill yourself!"]}, {"line": ["Kramer: Why? It gets hot at night, you can't sleep. You ever tried to          sleep in a really hot room?"]}, {"line": ["Newman: Every night I sleep in a really hot room, I don't want to kill          myself."]}, {"line": ["Kramer: Well, I slept in really hot rooms and I wanted to kill myself."]}, {"line": ["Newman: No, no, no. That's not gonna work. Something else."]}, {"line": ["Kramer: I was never able to become a banker."]}, {"line": ["[Newman has a revelation.]"]}, {"line": ["Newman: Banker! So you're killing yourself because your dreams of becoming          a banker have gone unfulfilled. You-you-you-you can't live without being          a banker."]}, {"line": ["Kramer: Yeah, yeah. If I can't be banker, I don't wanna live."]}, {"line": ["Newman: You must be banker."]}, {"line": ["Kramer: MUST be banker."]}, {"line": ["Newman (satisfied): Okay, we'll go with the banker story."]}, {"line": [" "]}, {"line": ["[NBC office] (I might be missing a line here, I suck at cutting the commercials.          If so, please complete.)"]}, {"line": ["George: The story is the foundation of all entertainment. You must have          a good story otherwise it's just masturbation."]}, {"line": ["[George is the only one laughing]"]}, {"line": ["Russel: And people really have to care about the characters."]}, {"line": ["George: Care? Forget about care. Love. They have to love the characters.          Otherwise, why would they keep tuning in?"]}, {"line": ["Jerry: Wouldn't tune in."]}, {"line": ["George: Would they tune in?"]}, {"line": ["Jerry: No tune."]}, {"line": ["Russel: We like to look at the show as if it were in EKG. You have your          highs and your lows and it goes up and down."]}, {"line": ["George: The show will be like a heart attack!"]}, {"line": ["Jerry: Just a huge massive coronary."]}, {"line": ["Russel: So what you said last week about no story, you're a little flexible          on that now."]}, {"line": ["George: Is-is that what I said 'no story'? Because Jerry had to tell          me later."]}, {"line": ["Jerry: He couldn't believe it."]}, {"line": ["George (Laughs, snorts): I said, I said: 'Get outta here! No story? Is          that what I said?'"]}, {"line": ["[Jerry and George laugh]"]}, {"line": [" "]}, {"line": ["[Courtroom]"]}, {"line": ["Police officer: Well, I informed him that he was exceeding the speed          limit and uh, that's when he told me that he was racing home because his          friend was about to commit suicide."]}, {"line": ["Judge: And then what happened?"]}, {"line": ["Police officer: Well, then he became very loud and hysterical. He was          flailing his arms about as he told the story and then he threw himself          on the ground and he grabbed me around the legs and then he begged me          to let him go. And when I refused, that's when he began to scream: 'My          friend's going to die, my friend's going to die.'"]}, {"line": [" "]}, {"line": ["[NBC office]"]}, {"line": ["Russel: Look. I don't know how you two guys feel but we would really          like to be in business with you."]}, {"line": ["[George starts, Jerry starts later, both speak at the same time, nonstop]"]}, {"line": ["George: Well, we would like to be in business. Let's do business. We'll          have some business. Let's have business."]}, {"line": ["Jerry: We would love to be in business. We'll do business. We're in business.          It's... it's business. This is business."]}, {"line": ["George: Yeah!"]}, {"line": ["Stu: Would it be possible to get a-a-a copy of 'La Cocina'?"]}, {"line": ["[Pause. George and Jerry are puzzled.]"]}, {"line": ["[Jerry gets it, pokes George.]"]}, {"line": ["Jerry: Your off-Broadway play."]}, {"line": ["George: Oh, oh. Uh, you know. It's the damndest thing. I, uh, I moved          recently and my files, pfff, disappeared. Now, I-I don't know if they          fell off the truck or if there was some sort of foul play but let me tell          you something. I'm not through with that moving company."]}, {"line": ["Jerry (backs his story): Hmm, hmm."]}, {"line": ["George: That's my vow to you."]}, {"line": ["Russel: Well, I got a feeling about you two. And even more than that.          I place a great deal of confidence in that lady's judgment. "]}, {"line": ["[the lady is Susan]"]}, {"line": ["[George and Jerry both speak at the same time, nonstop]"]}, {"line": ["George: Oh! That's good judgment. That's a pile of judgment there. Sure."]}, {"line": ["Jerry: Oh! Taht's judgment. Yes, yes. Judgment with earrings on. Yeah."]}, {"line": ["Russel (gets up): So, let's make a pilot."]}, {"line": ["[Hand shakes]"]}, {"line": [" "]}, {"line": ["[Courtroom]"]}, {"line": ["Newman: I had gone up to Westchester. I go there every Tuesday. I do          charity for the blind in my spare time for the Lighthouse. I was in the          middle of a game of Parcheesi with an old blind man and I excused myself          to call my friend as he was very depressed lately because he never became          a banker."]}, {"line": ["Judge: I don't understand."]}, {"line": ["Newman: You see, it'd been his lifelong dream to be a banker and he uh,          just the day before he was turned down by another bank. I believe it was          the Manufacturer's Hanover on Lexington and 40th Street. That was the          third bank to turn him down so I was-I was a little concerned. I wanted          to see how he was doing. Well, Your Honor, he was barely audible. But          I distinctly recall him say..."]}, {"line": ["Kramer (interupts involuntarily): Yo-yo Ma!"]}, {"line": ["Newman: So I sped home to save my friend's life and I was stopped for          speeding. Yes, I admit I was speeding but it was to save a man's life.          A close friend. An innocent person who wanted nothing more out of life          than to love, to be loved and to be a banker."]}, {"line": ["Judge: So then he didn't kill himself."]}, {"line": ["Newman: No sir. He did not. But only by thge grace of God. He's in the          courtroom today"]}, {"line": ["[Stands up, points to Kramer.]"]}, {"line": ["(dramatically) sitting right over there! And he can corroborate my entire          testimony."]}, {"line": [" "]}, {"line": ["[NBC's waiting room]"]}, {"line": ["[Jerry and George are coming out of the office]"]}, {"line": ["George: See?"]}, {"line": ["Jerry: Yeah!"]}, {"line": ["George: I told you, I told you! Ha ha ha! Ooh ooh!"]}, {"line": ["Jerry: Now, all we gotta do is write it."]}, {"line": ["George: Yes! How're we gonna do that?"]}, {"line": ["[Enter Susan]"]}, {"line": ["Susan: Hey! Congratulations!"]}, {"line": ["Jerry: Thanks."]}, {"line": ["George: Oh, thank you."]}, {"line": ["Jerry: Thank you, thanks."]}, {"line": ["George: Thanks. Gee, you know, I thought you were mad at me."]}, {"line": ["Susan: No."]}, {"line": ["Receptionist: Mister Seinfeld, you have a phone call."]}, {"line": ["Jerry: Phone call? Who knows I'm here?"]}, {"line": ["[He picks up the phone]"]}, {"line": ["Hello? Mom? How'd you know I was here? Oh, I was not rude to him, that          is baloney! I couldn't talk! I couldn't talk! I had a meeting! I don't          know... he-he went off on something about pajamas!"]}, {"line": ["George: When you sent me the-the bill for the dry-cleaning. I thought          the show didn't have a chance."]}, {"line": ["Susan: Oh, it was only vomit."]}, {"line": ["George: Anyway, I-I would like to-to pay for the cleaning."]}, {"line": ["Susan: Oh no-no, it's okay. *comment from transcriber: yeah, she doesn't          want to be paid, didn't she send the bill?*"]}, {"line": ["George: No-no-no, we all chipped in. We have the money."]}, {"line": ["Susan: Well, it was eighteen dollars."]}, {"line": ["George: Okay, uh, eighteen dollars, and there it is. There you go. So          maybe we could get together this weekend."]}, {"line": ["Susan: Yeah. Call me."]}, {"line": ["George: All right, great."]}, {"line": ["Susan: Bye."]}, {"line": ["Jerry: Bye thanks."]}, {"line": ["George (chuckles): Bye, thanks. (To Jerry, when Susan is far) I can't          believe she took the money."]}, {"line": ["Jerry: Why?"]}, {"line": ["George: I offered to pay. She should've said no."]}, {"line": ["Jerry: She did, you insisted."]}, {"line": ["George: Maybe this is what the pilot should be about, vomiting on somebody's          vest."]}, {"line": ["Jerry: Nah!"]}, {"line": ["George: How much are we gonna get for this? Fifty, sixty thousand?"]}, {"line": ["Jerry: oh, I d-I don't know. I d---"]}, {"line": ["George: Oh, gotta get fifty. Gotta get fifty. All right, I tell you what.          We go to the coffee shop, you call your manager. Maybe they made an offer."]}, {"line": ["Jerry: Okay."]}, {"line": ["George (excited, pushing Jerry forward): All right, let's go, let's go,          let's go, come on."]}, {"line": [" "]}, {"line": ["[Coffee shop]"]}, {"line": ["George: Thirteen thousand?"]}, {"line": ["Jerry: Thirteen thousand."]}, {"line": ["George: a piece?"]}, {"line": ["Jerry: No, for both!"]}, {"line": ["George: That's insulting! Ted Danson makes eight hundred thousand dollars          an episode."]}, {"line": ["Jerry: Oh, would you stop with the Ted Danson?"]}, {"line": ["George: Well, he does."]}, {"line": ["Jerry: You're nuts!"]}, {"line": ["George: I'm sorry. I can't live knowing Ted Danson makes that much more          than me. Who is he?"]}, {"line": ["Jerry: He's somebody."]}, {"line": ["George: What about me?"]}, {"line": ["Jerry: You're nobody."]}, {"line": ["George: Why him? Why not me?"]}, {"line": ["Jerry: He's good, you're not."]}, {"line": ["George: I'm better than him."]}, {"line": ["Jerry: You're worse, much much worse. (crouches in booth) That's Davola!"]}, {"line": ["George (crouches too): What? Where? Where?"]}, {"line": ["Jerry: Outside! I saw him outside!"]}, {"line": [" "]}, {"line": ["[Europe] *I think.*"]}, {"line": ["[Elaine is kissing with a guy. He stops. She keeps kissing him, then          stops.]"]}, {"line": ["Elaine: what is it?"]}, {"line": ["Boyfriend: Oh, it's this patient."]}, {"line": ["Elaine (sighing): Again?"]}, {"line": ["Boyfriend: I'm fairly certain. I forgot to leave him an extra prescription          for his medication."]}, {"line": ["Elaine: Well, so, he can live without his Valium for a couple of days."]}, {"line": ["Boyfriend: Nah, you don't understand. He could be dangerous."]}, {"line": ["[Elaine turns around, rolls her eyes.]"]}, {"line": [" "]}, {"line": ["[Coffee shop]"]}, {"line": ["Jerry: Go outside and see if he's still there."]}, {"line": ["George: I can't go out there, he knows we're friends."]}, {"line": ["Jerry: Well, what are we supposed to do? I gotta take Kramer to the doctor."]}, {"line": ["[A cop sits down at the counter.]"]}, {"line": ["George: Tell the cop."]}, {"line": ["Jerry: Good idea."]}, {"line": ["[Walks to counter] "]}, {"line": ["Excuse me officer. There's a guy outside and he's kind of a nut job and          I think he's waiting to beat me up. If you could just walk me outside          and wait till I get into a cab."]}, {"line": ["Cop: Yeah, all right. Just let me get a muffin."]}, {"line": ["Jerry: Thanks."]}, {"line": ["Jerry waits a while and realizes he has to go sit back with George and          wait over there.]"]}, {"line": ["Jerry (back in booth): He's gonna get a muffin and then he'll walk us          outside. This is a great way to go through life. "]}, {"line": ["[Looks over at the cop]"]}, {"line": ["Hey! He's looking at the menu now. What's he looking at the menu for?!"]}, {"line": ["George: I thought you said he was gonna get a muffin."]}, {"line": ["[Jerry gets up and walks to the counter]"]}, {"line": ["Jerry (bossy): What are you doing?"]}, {"line": ["Cop: What?"]}, {"line": ["Jerry: What, are you ordering food now?"]}, {"line": ["Cop: Yeah! Yeah, I decided to get a sandwich."]}, {"line": ["Jerry: What happened to the muffin?"]}, {"line": ["Cop: I got a little hungry."]}, {"line": ["Jerry: All of a sudden you get hungry?"]}, {"line": ["Cop: Yeah! You got a problem with that?"]}, {"line": ["Jerry: No! Enjoy your lunch."]}, {"line": ["[Goes back toward the booth and stops.]"]}, {"line": ["You know a muffin can be very filling."]}, {"line": ["[Keeps walking to the booth]"]}, {"line": ["(to George): He's getting a sandwich now!"]}, {"line": ["George: I thought he was just gonna have a muffin."]}, {"line": ["Jerry: All of a sudden he gets hungry."]}, {"line": ["George: You know, a muffin can be very filling."]}, {"line": ["Jerry: I know!"]}, {"line": [" "]}, {"line": ["[Courtroom]"]}, {"line": ["Newman (interrogating Kramer]: Mister Kramer, you heard the testimony          so far. Would you please tell the court in your own words what happened          on the afternoon of September 10th?"]}, {"line": ["Kramer: What do you mean 'my own words'? Whose words are they gonna be?"]}, {"line": ["Newman: You know what I mean."]}, {"line": ["Kramer (to Judge): I was very upset that day."]}, {"line": ["Newman: And why was that?"]}, {"line": ["Kramer (to Newman): Would you let me say it? Let me talk!"]}, {"line": ["Newman: All right, all right. Go ahead, go ahead."]}, {"line": ["Kramer: All right."]}, {"line": ["Newman: Okay."]}, {"line": ["Kramer (to Judge): I was very upset that day because I could never become          a banker."]}, {"line": ["Newman: And that failure to become a banker was eating at you. Eating-eating-eating          at you inside."]}, {"line": ["Kramer (not convincing): Uh, yeah."]}, {"line": ["Newman: It was your family that pushed you into banking , it was their          dream for you..."]}, {"line": ["Judge: Mister Newman."]}, {"line": ["Newman: Your Honor, I'm only trying to establish Mister Kramer's fragile          emotional state, my entire case depends on it."]}, {"line": ["Judge: Uh, continue."]}, {"line": ["Newman: As you were saying, Mister Kramer..."]}, {"line": ["Kramer: What was the question?"]}, {"line": ["Newman: You're telling how your parents pushed you into banking."]}, {"line": ["Kramer: Uh, well, my father when I was a kid, he took me to the bank          and he lifted me up and he pointed to the teller and he said: 'Sonny boy,          take a good look at him, that's gonna be you some day.'"]}, {"line": ["Newman: But you never became a banker, did you Mister Kramer? Why? Why          did you fail?"]}, {"line": ["Kramer: I don't know."]}, {"line": ["Newman: It was because you hated your father and you would do anything          to displease him. Isn't THAT true?"]}, {"line": ["Judge: Uh, could you get to the speeding?"]}, {"line": ["Newman: Yuh, yes. I intend to Your Honor. And then, on the afternoon          of September 10th, you received a phone call did you not?"]}, {"line": ["Kramer (puzzled): Phone call?"]}, {"line": ["Newman: Yes, a phone call!"]}, {"line": ["Kramer: From who?"]}, {"line": ["Newman: From me!"]}, {"line": ["Kramer: From you?"]}, {"line": ["Newman: Yes, from me!! I called you remember?"]}, {"line": ["Kramer: You called me?"]}, {"line": ["Newman: Yes, I called you, you idiot! Because you were going to... You          were going to... Remember?"]}, {"line": ["Kramer: what?"]}, {"line": ["Newman: You were going to..."]}, {"line": ["[Mimmicks hanging himself, growing hysterical as only Newman can]"]}, {"line": ["You were going to do something "]}, {"line": ["[Mimmicks stabbing himself in stomach and jerking the knife around] to          yourself! You were going to do something to yourself! Remember the banking?          The banking, about the banking, about the banking!!!"]}, {"line": ["Judge: I'm afraid I'm gonna have to call a---"]}, {"line": ["Newman: Yes, the banker!!!"]}, {"line": ["Kramer: What banking?"]}, {"line": ["Newman: A banker! A banker! Your Honor, Your Honor, Your Honor..."]}, {"line": ["Judge: That's enough already."]}, {"line": ["Newman: Your Honor, Mister Kramer's obviously very distraught."]}, {"line": ["Kramer: I'm distraught!?! Wooh-wooh-hoo!"]}, {"line": ["Newman (to Kramer): You shut up!"]}, {"line": ["(to judge): I demand a recess so I can take him outside and help him          regain hius composure."]}, {"line": ["Judge: That'll be seventy-five dollars."]}, {"line": ["Newman (Strangling Kramer): What's the matter with you? We had it all          worked out!"]}, {"line": ["[They fall on their backs. Kramer knocks the flag on judge.]"]}, {"line": [" "]}, {"line": ["[Coffee shop] (Missing another line here as well. Told you, I sucked          at cutting the commercials, didn't I? Please complete again. *between          asterisks are only guesses. Correct if not accurate.)"]}, {"line": ["*Jerry: Do you see him?"]}, {"line": ["George: I'm not* sure."]}, {"line": ["Jerry: Well, either you see him or you don't."]}, {"line": ["George: All right. I don't."]}, {"line": ["Jerry (looking at the cop): What is he doing? Is he getting coffee? I          think he's getting coffee.!"]}, {"line": ["George: What's with this guy?"]}, {"line": ["[Jerry walks to the counter]"]}, {"line": ["Jerry (still bossy): Did you just order coffee?"]}, {"line": ["Cop: Yeah."]}, {"line": ["Jerry: This is really too much."]}, {"line": ["Cop: What is your problem?"]}, {"line": ["Jerry: Well, I'm sitting over there waiting for you to finish your sandwich          for twenty minutes. Now you're drinking coffee, that's gonna be another          ten minutes."]}, {"line": ["Cop: Well, you're just gonna have to wait."]}, {"line": ["[Enter Kramer and Newman]"]}, {"line": ["Kramer: Never said anything about the banking."]}, {"line": ["Newman: You're off your rocker."]}, {"line": ["Jerry: Hey you guys!"]}, {"line": ["Kramer: Hey!"]}, {"line": ["Jerry: What are you doing here?"]}, {"line": ["Kramer: What are YOU doing here?"]}, {"line": ["Jerry: Hey, is Davola outside?"]}, {"line": ["Kramer: Davola?"]}, {"line": ["Jerry: Yeah."]}, {"line": ["Kramer: No, I didn't see him."]}, {"line": ["Newman: Crazy Joe Davola?"]}, {"line": ["George (reading the tabs): Jerry, yours is eleven dollars."]}, {"line": ["Jerry: Eleven dollars for what?"]}, {"line": ["George: Muffin, sandwich and coffee!"]}, {"line": ["Jerry (to Kramer): Hey, NBC okayed our idea. We're gonna make the pilot."]}, {"line": ["Kramer: You're gonna do the circus freak show, uh?"]}, {"line": ["Jerry: No."]}, {"line": ["Newman: Pilot? So what do you make for something like that? Fifty? Sixty          thousand?"]}, {"line": ["George: What's the difference? The money is not important."]}, {"line": ["Jerry (looking outside): Hey Newman, is that your red car?"]}, {"line": ["Newman: Yeah."]}, {"line": ["Jerry: I think you're getting a ticket."]}, {"line": ["Newman: Deh!"]}, {"line": ["Kramer: Run, run! Go, go, go!"]}, {"line": ["[Newman runs outside]"]}, {"line": ["Newman: Hey! What are you doing? It's after six o'clock! You can't give          me a ticket! Hey, you're not gonna get away with this. I'll fight this.          I got witnesses."]}, {"line": ["Kramer: I saw the whole thing!"]}, {"line": ["Jerry: Maybe this whole thing would be a good idea for the pilot."]}, {"line": ["George: Ah, get outta here. The vomiting is much funnier."]}, {"line": ["Jerry: Oh, like you know what you're talking about!"]}, {"line": ["George: No, YOU do!"]}, {"line": [" "]}, {"line": ["End."]}, {"line": [" "]}, {"line": [" "]}, {"line": []}, {"line": [" "]}, {"line": []}, {"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]}, {"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}]