[{"title": "The Wallet"}, {"line": []}, {"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]}, {"line": [" "]}, {"line": ["Written by: Larry David "]}, {"line": ["Directed by: Tom Cherones", " "]}, {"line": ["With"]}, {"line": ["Stephen McHattie [ Dr. Reston ], ", "\n        David Sage [ Dr. Dembrow ], ", "\n        Susan Ilene Johnson [ Nurse ], ", "\n        Denise Dowse [ Receptionist ], ", "\n        Brian Leckner [ Attendant ] "]}, {"line": [" "]}, {"line": ["Monologue;"]}, {"line": ["Don't you hate \"to be continued\" on TV. It's horrible when          you sense the \"to be continued\" coming. You know, you're watching          the show. You're into the story. There's like five minutes left and suddenly          you realize, \"Hey, they can't make it.\" Timmy's still stuck          in the cave. There's no way they wrap this up in five minutes. I mean          the whole reason you watch a TV show is because it ends. If I want a long          boring story with no point to it, I have my life. A comedian can't do          that, see. I can't go, \"A man walks into a bar with a pig under his          arm - Can you come back next week?\" "]}, {"line": ["[In Jerry's Car]"]}, {"line": ["JERRY: George and I went up to NBC and we told them our idea for a series          now we're just waiting to sign the contract."]}, {"line": ["HELEN: And they liked your idea?"]}, {"line": ["JERRY: Yeah."]}, {"line": ["MORTY: What'ya got leather seats here? "]}, {"line": ["HELEN: Since when is George a writer?"]}, {"line": ["JERRY: What writer? It's a sitcom. "]}, {"line": ["HELEN: That's exciting. When are you going to sign the contract?"]}, {"line": ["JERRY: Soon, there's a couple of problems."]}, {"line": ["MORTY: Jerry, I wanna tell you that meal was the worst."]}, {"line": ["JERRY: What do you expect? It's airline food. "]}, {"line": ["MORTY: . . . give you fish."]}, {"line": ["JERRY: How could you eat fish on a plane?"]}, {"line": ["MORTY: because she puts up such a big stink every time I have a piece          of meat."]}, {"line": [" "]}, {"line": ["HELEN: What kind of problems?"]}, {"line": ["JERRY: Well, George doesn't think $13,000 is enough money."]}, {"line": ["HELEN: What? He's not even working."]}, {"line": ["MORTY: George is right. Those people will try to get away with murder.          Believe me. They're all crooks. "]}, {"line": ["HELEN: Jerry, I want you to sign that contract. "]}, {"line": ["JERRY: We're going to sign it. We're going to sign it. In fact George          is out with the woman from NBC right now. "]}, {"line": ["[George's car]"]}, {"line": ["GEORGE: So, I'm uh, I'm afraid we're going to have to pass."]}, {"line": ["SUSAN: You're passing?"]}, {"line": ["GEORGE: Well, it's . . . much too low. "]}, {"line": ["SUSAN: Are you and Jerry in complete agreement on this?"]}, {"line": ["GEORGE: Ah, yeah, . . . I believe I can speak for the both of us on this."]}, {"line": ["SUSAN: Because you know, because this is your first show this is a pretty          standard deal."]}, {"line": ["GEORGE: Standard? "]}, {"line": ["SUSAN: Yeah. "]}, {"line": ["GEORGE: Is Ted Danson's deal standard? "]}, {"line": ["SUSAN: Ted Danson?"]}, {"line": ["GEORGE: You know, the guy from Cheers."]}, {"line": ["SUSAN: Yeah, I know who he is. (laughs) You're not Ted Danson."]}, {"line": ["GEORGE: I didn't say I was Ted Danson."]}, {"line": ["SUSAN: All right, I'll tell Russell tomorrow."]}, {"line": ["GEORGE: - "]}, {"line": ["SUSAN: Oh, uh, before I forget, . . . cigars. A present from my father.        "]}, {"line": ["GEORGE: Oh, uh, do I have to write him a note or something? "]}, {"line": ["SUSAN: Yeah, I am sure he'd appreciated that."]}, {"line": ["GEORGE: But what do I say in the note?"]}, {"line": ["SUSAN: Ah, you're a writer. You'll think of something. "]}, {"line": ["GEORGE: Oh, uh, yeah, I'm a writer, (laughs)"]}, {"line": ["[Jerry's car at gas station]"]}, {"line": ["HELEN: Were you waiting long at the gate?"]}, {"line": ["JERRY: I don't even know?"]}, {"line": ["HELEN: Where's that watch we bought you?"]}, {"line": ["JERRY: Oh uh "]}, {"line": ["[Flashback to street] "]}, {"line": ["JERRY: That's enough with this piece of junk I've had it. (throws watch          in garbage)"]}, {"line": ["GEORGE: That's the one your parents bought you?"]}, {"line": ["JERRY: Yeah, but it never worked."]}, {"line": ["[Back to present day in car at gas station]"]}, {"line": ["JERRY: . . . it's being fixed. "]}, {"line": ["MORTY: I got a guarantee on that watch. Give it to me, I'll take it back          to where I got it. "]}, {"line": ["JERRY: It's at the jeweler."]}, {"line": ["MORTY: You send me the bill."]}, {"line": ["JERRY: I'm not sending you the bill. "]}, {"line": ["HELEN: That watch was a gift. You shouldn't have to pay for it."]}, {"line": ["GSUSAN: That's uh, $18.50."]}, {"line": ["MORTY: Here, I got it."]}, {"line": ["JERRY: What are you talking about? It's my car. You can pay for the gas."]}, {"line": ["MORTY: No, no put it away . . . "]}, {"line": ["JERRY: Dad!"]}, {"line": ["MORTY: Stop it."]}, {"line": ["JERRY: I have money. I make money."]}, {"line": ["MORTY: Yeah, yeah, you make money."]}, {"line": ["JERRY: You don't think I make money. That's what you think isn't it?"]}, {"line": ["HELEN: No, I don\u0092t think that."]}, {"line": ["JERRY: Yes you do. That's what you both think. "]}, {"line": ["MORTY: I'll pay."]}, {"line": ["JERRY: I'm paying. "]}, {"line": ["MORTY: Get out of here."]}, {"line": ["JERRY: You're not paying "]}, {"line": ["MORTY: Jerry please,"]}, {"line": ["JERRY: You're not doing this. "]}, {"line": ["(both fighting to pay)"]}, {"line": ["[Jerry's apartment]"]}, {"line": ["JERRY: Boy, you got a lot of stuff here. . . . Dad, what are you doing?"]}, {"line": ["MORTY: Nothing nothing."]}, {"line": ["JERRY: Leave it. What about your back? "]}, {"line": ["HELEN: Morty, what are you doing?"]}, {"line": ["MORTY: All right, all right."]}, {"line": ["JERRY: You come all the way up here to see a back specialist and you're          lifting heavy suit cases."]}, {"line": ["[Kramer enters]"]}, {"line": ["KRAMER: Hey, Morty."]}, {"line": ["MORTY: Hey, Mr. Kramer."]}, {"line": ["KRAMER: Hey, Mrs. Seinfeld."]}, {"line": ["HELEN: What happened to you?", "\n        ", "\n        KRAMER: Well some guy kicked me in the side of the head. "]}, {"line": ["HELEN: What guy?"]}, {"line": ["KRAMER: Crazy Joe Devola. "]}, {"line": ["HELEN: Why?"]}, {"line": ["KRAMER: Well, I was having this party and I didn't invite him and Jerry          tipped him off. "]}, {"line": ["JERRY: Why did you tell this crazy guy that Kramer didn't invite him          to his party? "]}, {"line": ["JERRY: I didn't know he wasn't invited"]}, {"line": ["MORTY: Hey, these are very comfortable pants. You know what I paid for          these Jerry?"]}, {"line": ["HELEN: So why did you say anything?"]}, {"line": ["JERRY: It was a mistake."]}, {"line": ["MORTY: They're good around the house and they're good for outside."]}, {"line": ["HELEN: Are you okay?"]}, {"line": ["KRAMER: Oh, yeah, yeah. I was a little off last week - but the doctor          says it was just a slight concussion "]}, {"line": ["HELEN: So what's the matter with this Devola guy?"]}, {"line": ["JERRY: He's got like a chemical imbalance. He needs to be on medication."]}, {"line": ["KRAMER: Oh, yeah. He's after Jerry now. "]}, {"line": ["JERRY: Kramer!!"]}, {"line": ["HELEN: He's what?!"]}, {"line": ["JERRY: He's joking."]}, {"line": ["HELEN: He's after you? "]}, {"line": ["JERRY: Nooo."]}, {"line": ["HELEN: Why is he after you?"]}, {"line": ["JERRY: He's not after me. "]}, {"line": ["HELEN: Morty, did you here this? Some crazy guy is after Jerry."]}, {"line": ["HELEN: I'll make a few phone calls."]}, {"line": ["JERRY: Who are you going to call?"]}, {"line": ["MORTY: What are you worried about?"]}, {"line": ["HELEN: I want to know what you did to this guy that he's after you."]}, {"line": ["JERRY: I didn't do anything."]}, {"line": ["HELEN: Well you must have done something."]}, {"line": ["JERRY: No, he just doesn't like me."]}, {"line": ["HELEN: Doesn't like you? How can anyone not like you? "]}, {"line": ["JERRY: You know, it seems impossible."]}, {"line": ["HELEN: Doesn't like you? How can that be?"]}, {"line": ["JERRY: Ma, I know this may be hard for you to understand but I am sure          there are many people who do not like me."]}, {"line": ["HELEN: Huh, Jerry, don't say that."]}, {"line": ["JERRY: It's true."]}, {"line": ["HELEN: No, it's not true. You're a wonderful, wonderful boy. Everybody          likes you. It's impossible not to like you. Impossible. Morty?"]}, {"line": ["MORTY: Maybe some people don't like him. I could see that."]}, {"line": ["HELEN: Kramer?"]}, {"line": ["KRAMER: Yeah, I like him. Hey Jerry, what time you got?"]}, {"line": ["JERRY: Um, huh, I don't have my watch on. It's being fixed."]}, {"line": ["KRAMER: When you getting it back?"]}, {"line": ["JERRY: Uh, next week."]}, {"line": ["KRAMER: Next week? How come it's taking so long? "]}, {"line": ["JERRY: Huh?"]}, {"line": ["KRAMER: I said how come it's taking so long? "]}, {"line": ["JERRY: I don't know. They're backed up."]}, {"line": ["KRAMER: wait a minute, wait a minute, where did you take it? "]}, {"line": ["JERRY: Where'd I take it?"]}, {"line": ["KRAMER: Yeah. "]}, {"line": ["JERRY: Where did I take it? Where Did I Take It? (stabbing with knife)          Um, to that place on, uh Columbus and uh, 85", "th", ". Okay?"]}, {"line": ["KRAMER: Jimmy Sherman's?"]}, {"line": ["JERRY: Yeah."]}, {"line": ["KRAMER: Yeah, I know the guy. I take my stuff in there all the time.          Yeah, I bet I can get your watch back by tomorrow morning."]}, {"line": ["JERRY: No, Kramer, I don't want you to say anything to him"]}, {"line": ["KRAMER: I'd be happy to."]}, {"line": ["JERRY: He's a friend of mine."]}, {"line": ["JERRY: I'd like to follow the regular procedures. I don't want any special          treatment."]}, {"line": ["KRAMER: Hey, I'm going to get that watch back for you by tomorrow, buddy."]}, {"line": ["MORTY: Give me the receipt."]}, {"line": ["KRAMER: I'll get that too. (exits)"]}, {"line": ["JERRY: Be right back. (follows Kramer out)"]}, {"line": ["[In the hallway]"]}, {"line": ["JERRY: . . . I threw it in the garbage can on the street. It didn't keep          good time. My parents gave it to me so don't mention it again, okay! "]}, {"line": ["KRAMER: All right."]}, {"line": ["JERRY: All right."]}, {"line": ["KRAMER: Wait, wait , . . . "]}, {"line": ["[Jerry reenters his own apartment]"]}, {"line": ["HELEN: What was that about? "]}, {"line": ["KRAMER: Oh, oh, uh, he's got my Calamine lotion and uh, I told him not          to return it. If he needs it he should keep it. He's got uh, he's got          a thing on his ankle."]}, {"line": ["HELEN: How can anyone not like him. "]}, {"line": ["[Back doctor's office]"]}, {"line": ["MORTY: Hi, Morty Seinfeld. I have a two o'clock appointment."]}, {"line": ["RECEPTIONIST: Yes, Mr. Seinfeld. Would you please fill in this form(?)."]}, {"line": ["MORTY: All this? This whole thing? It's going to take me forty-five minutes."]}, {"line": ["RECEPTIONIST: I know. It's very long."]}, {"line": ["MORTY: Look at this. It's a book. Employer's address. What do they need          this? You know I never had a back problem until that night I slept on          the convertible sofa. My back was fine."]}, {"line": ["HELEN: Well, it's not the sofa."]}, {"line": ["MORTY: You stick up for that sofa like I'm criticizing a person. "]}, {"line": ["HELEN: We got it at Sullivan's. It's a good store."]}, {"line": ["MORTY: One day somebody's going to sleep on that thing and we'll get          sued. I hope this doctor knows what he's doing. "]}, {"line": ["HELEN: Leo says he's the best there is."]}, {"line": ["MORTY: Leo, I'm listening to Leo now!"]}, {"line": ["HELEN: You're lucky he was able to get you this appointment. You know          what the waiting list is for this guy? "]}, {"line": ["MORTY: Well, if he fixes my back I'll be happy. . . . (back to the form)          Have you ever had a sexually transmitted disease? That's IT! . . . Here,          you got my name, you got my address. That's enough."]}, {"line": ["RECEPTIONIST: Julie, you want to take him back?"]}, {"line": ["[Jerry's Apartment]"]}, {"line": ["JERRY: You what? You passed? How could you do that?"]}, {"line": ["GEORGE: Jerry, my young friend, you are so nave. You are so so nave.          You know about a few things. You know about comedy, a little bit about          relationships, some baseball, but you are so far out of your element here,          you are embarrassing yourself. Now listen to me. I am negotiating. Negotiation,          this is what you do in business. "]}, {"line": ["JERRY: Let me explain to you what you just did. There are literally hundreds          of people trying to get pilot deals with them this year. They go with          maybe, five. Okay, if we pass, they go to the next show. "]}, {"line": ["GEORGE: Ooooo, I'm scared. . . . Ooooo they're not going to do the show.        "]}, {"line": ["JERRY: We're lucky they are even interested in the idea in the first          place. We got a show about nothing. With no story. What do you think,          they're up there going, maybe we should give those two guys, who have          no experience and no idea, more money! "]}, {"line": ["GEORGE: Oooo what are we going to do? I'm shaking! I'm shaking!"]}, {"line": ["JERRY: Well, I think you're wrong."]}, {"line": ["GEORGE: Well, we'll just see."]}, {"line": ["JERRY: Yes we will. "]}, {"line": ["GEORGE: Yes we will."]}, {"line": ["JERRY: I just said that."]}, {"line": ["GEORGE: I know you did."]}, {"line": ["JERRY: So good for you."]}, {"line": ["GEORGE: So good for you."]}, {"line": ["JERRY: We'll you're repeating everything I'm saying?"]}, {"line": ["GEORGE: We'll you're repeating everything I'm saying?"]}, {"line": ["JERRY: Well George is an idiot."]}, {"line": ["GEORGE: Well George,,. . . ."]}, {"line": ["[Doctor's examination room]"]}, {"line": ["MORTY: All right, all right, Let's go already. They keep you in here          a year. They don't give a damn. I could die in here. . . . Excuse me!          Excuse me! What's going on? I'm here twenty minutes. Could somebody please          help me. "]}, {"line": ["HELEN: (enters) Shhh. Quiet! Everyone can hear you."]}, {"line": ["MORTY: Twenty minutes. I've been waiting twenty minutes. "]}, {"line": ["HELEN: Well the doctor must be busy."]}, {"line": ["MORTY: Well what do they make appointments for if they can't keep them.          uh, look if I did that in my business I wouldn't have made a nickel ."]}, {"line": ["NURSE: Hello, Mr. Seinfeld."]}, {"line": ["MORTY: I thought you forgot about me."]}, {"line": ["NURSE: We didn't forget."]}, {"line": ["(pulls apart the Velcro blood pressure band)"]}, {"line": ["MORTY: Ah! It's Velcro. I can't stand Velcro. It's that t-e-a-r-I-n-g          sound. I used to be in raincoats. I refused to put that in any of my lines.        "]}, {"line": ["NURSE: Okay, Mr. Seinfeld, please come this way. We need some X-rays.        "]}, {"line": ["MORTY: Leave all my stuff here?"]}, {"line": ["NURSE: Leave it."]}, {"line": ["[They exit]"]}, {"line": ["[Jerry's Apartment]"]}, {"line": ["GEORGE: Okay, by the way. Do you want a box of Cuban cigars? I smoked          one last night. I got nauseous."]}, {"line": ["JERRY: No I don't want them."]}, {"line": ["[Kramer enters]"]}, {"line": ["KRAMER: I'll take it. No, I'll take it. What is it?"]}, {"line": ["GEORGE: Here you go. "]}, {"line": ["KRAMER: A box of cigars?"]}, {"line": ["GEORGE: Yep, "]}, {"line": ["KRAMER: Oh, yeah?"]}, {"line": ["GEORGE: The kind that Castro smokes. You can't buy them anywhere."]}, {"line": ["KRAMER: Castro eh? Pasto costillo homiga (nonsense Spanish) "]}, {"line": ["[Buzzer]"]}, {"line": ["JERRY: Yes?"]}, {"line": ["Voice: Federal Express."]}, {"line": ["JERRY: Federal Express? Come on up. . . . Federal Express. I'm not expecting          a package. "]}, {"line": ["KRAMER: Wooo, you know what you just did? You let a burglar into the          building. "]}, {"line": ["JERRY: You think so?"]}, {"line": ["KRAMER: Federal Express? Of course. It's the oldest trick in the book.          You know it might not be a burglar it might be a murderer."]}, {"line": ["JERRY: So you want us to abolish all home package deliveries."]}, {"line": ["KRAMER: Yes. It's dangerous. "]}, {"line": ["[Knock on the door - Kramer prepares for a fight]"]}, {"line": ["JERRY: Who is it?"]}, {"line": ["Voice: Federal Express."]}, {"line": ["KRAMER: Okay, . . . "]}, {"line": ["[Elaine enters]"]}, {"line": ["ALL: Hiiiiiiiiiiiiiiiiiiii!"]}, {"line": ["ELAINE: Kramer, Hi, I thought you went to California."]}, {"line": ["KRAMER: I came back for you."]}, {"line": ["ELAINE: Oh, shut up (pushes Kramer)"]}, {"line": ["JERRY: I missed you."]}, {"line": ["ELAINE: Really?", "\n        ", "\n        JERRY: Yeah, . . . "]}, {"line": ["(lots of missing you talk)"]}, {"line": ["KRAMER: I'm going to be right back. I'm going to get a match."]}, {"line": ["ELAINE: Who's suitcase is this?"]}, {"line": ["JERRY: Oh, it's my parents. My father came up to see a back specialist.        "]}, {"line": ["ELAINE: Oh, golly, it's probably from sleeping on that sofa."]}, {"line": ["GEORGE: Boy, you look really great."]}, {"line": ["JERRY: Yeah."]}, {"line": ["ELAINE: You lie. "]}, {"line": ["GEORGE: No, no you really look great."]}, {"line": ["ELAINE: Hu hu, ha."]}, {"line": ["JERRY: So tell us about the trip. How's Dr. Reston?"]}, {"line": ["ELAINE: Oh, he's fine."]}, {"line": ["JERRY: Things are good?"]}, {"line": ["ELAINE: Yeah, you know (scratches cheek)"]}, {"line": ["JERRY: Uh oh. "]}, {"line": ["ELAINE: What, Uh ih?"]}, {"line": ["JERRY: Did you see that?"]}, {"line": ["GEORGE: Yeah, I saw it."]}, {"line": ["ELAINE: What?"]}, {"line": ["JERRY: It's a tell. You gotta tell."]}, {"line": ["ELAINE: What tell? What's a tell?"]}, {"line": ["JERRY: When you ask someone about their relationship and they touch their          face you know it's not going too well. Go ahead ask me how it's going          with somebody."]}, {"line": ["ELAINE: Um, uh, who's it going with, uh, Alice?"]}, {"line": ["JERRY: Good, going good (scratches chin) And the higher up on the face          you go the worse the relationship is getting. You know it is like - pretty          good - not bad - I gotta get out."]}, {"line": ["ELAINE: How high did I go?"]}, {"line": ["GEORGE: You almost did the nose."]}, {"line": ["JERRY: What are you eating my peanut butter out of the jar with your          disgusting index fingers? This is a sickening display."]}, {"line": ["GEORGE: I'm not eating bread now. I'm off bread."]}, {"line": ["JERRY: You're off bread. . . . So what happened is it over?"]}, {"line": ["ELAINE: Well not quite. "]}, {"line": ["JERRY: Why not?"]}, {"line": ["ELAINE: He was my psychiatrist, you know. He knows all my patterns. In          my relationships I always try to find some reason to leave, so as my doctor,          he can't allow me to do this, so he's not letting me leave."]}, {"line": ["GEORGE: What do you mean - \"Not letting you?\""]}, {"line": ["ELAINE: He has this power over me, okay. He has this way of manipulating          every little word I say. He's like a Svenjolly."]}, {"line": ["GEORGE: Svengali."]}, {"line": ["ELAINE: What did I say?"]}, {"line": ["JERRY: Svenjolly."]}, {"line": ["ELAINE: Svenjolly? I did not say Svenjolly."]}, {"line": ["JERRY: George?"]}, {"line": ["GEORGE: Svenjolly."]}, {"line": ["ELAINE: I don't see how I could have said Svenjolly."]}, {"line": ["JERRY: So maybe he's got like a cheerful mental hold on you."]}, {"line": ["[Kramer enters]", "\n      "]}, {"line": ["KRAMER: You know I can't find a match anywhere."]}, {"line": ["GEORGE: You know what you should do? You should tell this guy you're          seeing somebody else. That's the easiest way to get out of these things."]}, {"line": ["ELAINE: No, it's not going to work with this guy."]}, {"line": ["GEORGE: Well, you just tell him an old boyfriend has come back into your          life."]}, {"line": ["ELAINE: I don't think so."]}, {"line": ["JERRY: Nice try."]}, {"line": ["GEORGE: Took a shot."]}, {"line": ["KRAMER: This is a good cigar (hair is on fire) . . . WOOOOOOOOOOW . .          . (runs to bathroom)"]}, {"line": ["[Doctor's examining room. Morty enters]"]}, {"line": ["MORTY: So, when do I get to see the doctor?", "\n", "\n        ", "\n        NURSE: He'll be in with the X-Rays in a few minutes. You can get dressed. \n        (leaves)"]}, {"line": ["MORTY: (checking pants) They stole my wallet. The bum stole my wallet.          MY WALLET'S GONE! "]}, {"line": ["MY WALLET'S GONE! I had my wallet in my back pocket. It\u0092s gone."]}, {"line": ["NURSE: Are you sure?", "\n        ", "\n        MORTY: Yes, I'm sure. I went in to get my X-Ray Somebody takes my wallet. \n        Is that the operation here? "]}, {"line": ["(doctor enters)"]}, {"line": ["DR. DEMBROW:Mr. Seinfeld, I'm Dr. Devro"]}, {"line": ["MORTY: I'm not interested in the X-Rays. I want my money back. Somebody          stole my wallet. I had $225 in there."]}, {"line": ["DR. DEMBROW: Why, I don't see how something like that could have happened."]}, {"line": ["MORTY: Oh, you don't see. You don't see. Well it happened. Believe me."]}, {"line": ["HELEN: (enters) What's going on?"]}, {"line": ["MORTY: They stole my wallet."]}, {"line": ["HELEN: What?"]}, {"line": ["MORTY: While I was in getting X-Rayed."]}, {"line": ["DR. DEMBROW: All right, Mr. Seinfeld, I am sorry about your wallet but          would you like me to look over these X-Rays?"]}, {"line": ["MORTY: What kind of clip joint are you running here? "]}, {"line": ["DR. DEMBROW: All right, fine. (leaves)"]}, {"line": ["HELEN: The least you could have done was hear your diagnosis."]}, {"line": ["MORTY: I am not interested in his diagnosis. He's a bum."]}, {"line": ["HELEN: You came all the way from Florida to see him. "]}, {"line": ["MORTY: I want to know what kind of an office this is where you can't          leave your pants in the room. You tell me."]}, {"line": ["[Dr. Reston's office]"]}, {"line": ["ELAINE: I am sorry but there's somebody else."]}, {"line": ["DR. RESTON : Huh, huh."]}, {"line": ["ELAINE: Well it's nothing I planned on happeniong, you knoe. It just          kind of happened. "]}, {"line": ["DR. RESTON : Tell me about him."]}, {"line": ["ELAINE: Well, there's not really much to tell, you know, he's just a          guy. Really."]}, {"line": ["DR. RESTON : Yes, I assumed he was a guy. And you've known him how long?"]}, {"line": ["ELAINE: . . . Years. Years, um, we've been close friends and then recently          something you know just happened. "]}, {"line": ["DR. RESTON :You mean sexually? "]}, {"line": ["ELAINE: Yeah, yeah. Sexu-ally."]}, {"line": ["(phone rings)"]}, {"line": ["DR. RESTON :Excuse me. Yes, Oh yes, Bobo. No it's just east of madison.          Around 4:00 will be fine. All right Bobo. (hangs up) . . .I'm sorry where          were we? "]}, {"line": ["ELAINE: Well, I was just telling you about this other guy. "]}, {"line": ["DR. RESTON : Elaine, do you remember your dream where you have a sexual          encounter with a Chinese woman?"]}, {"line": ["ELAINE: Yeah. Yeah, (cough, cough) ha um."]}, {"line": ["DR. RESTON :Elaine, I'm concerned about you."]}, {"line": ["ELAINE: Oh, don't concern yourself with me, because I'm good. I'm very          good, I mean I'm really very very good. "]}, {"line": ["DR. RESTON : Elaine. Have you been urinating a lot again?"]}, {"line": ["ELAINE: . . . no."]}, {"line": ["DR. RESTON : And how often have you been seeing, . . .? I'm sorry what          is his name?"]}, {"line": ["ELAINE: His name?", "\n        ", "\n        DR. RESTON :Yes, his name."]}, {"line": ["ELAINE: Um, what's the difference?"]}, {"line": ["DR. RESTON : Are you afraid to tell me his name? "]}, {"line": ["ELAINE: No, no, I just don't see how that's relevant. "]}, {"line": ["DR. RESTON : It doesn't matter if you don't see how. I see how."]}, {"line": ["ELAINE: Uh, his name, uh, Idon't even know, all right you want to know          his name? I'll tell you his name. His name is . . . Kramer."]}, {"line": ["DR. RESTON : Kramer. Is that his first name or his last name?"]}, {"line": ["ELAINE: Oh, I'm really uncomfortable talking about this. "]}, {"line": ["DR. RESTON : Elaine, I want you to do me a favor. "]}, {"line": ["ELAINE: What?", "\n      "]}, {"line": ["DR. RESTON :I want you to tell this young man to give me a call. It is          very important that I speak to him. "]}, {"line": ["ELAINE: Oh, no, no no no, I can't do that."]}, {"line": ["DR. RESTON :You can do it and you will do it."]}, {"line": ["ELAINE: No, I can't. "]}, {"line": ["DR. RESTON :You can and you will. "]}, {"line": ["ELAINE: Okay, okay. I'll have Kramer give you a call."]}, {"line": ["[Restaurant]"]}, {"line": ["JERRY: So you didn't even let the doctor treat you?"]}, {"line": ["MORTY: I wouldn't give him the satiusfaction. "]}, {"line": ["HELEN: Why did you leave your wallet in your pants?"]}, {"line": ["MORTY: What are you talking about? What was I supposed to hide it somewhere?        "]}, {"line": ["HELEN: Well. You could have taken it with you."]}, {"line": ["MORTY: Oh, yeah, I'd be lying on the X-Ray table with my wallet in my          mouth."]}, {"line": ["(Leo enter)"]}, {"line": ["LEO: Hello, ,hello."]}, {"line": ["JERRY: Hi Uncle Leo."]}, {"line": ["LEO: I just talked to Dr. Denvro's son. He said they almost had to call          the police. "]}, {"line": ["MORTY: What are you talking about? I'm the one who should have called          the police. They stole my wallet. "]}, {"line": ["LEO: You know how hard it was for me to get thjat appointment for you?          You can't just walk in on this guy. He did me a personal favor. "]}, {"line": ["MORTY: All right, Leo. "]}, {"line": ["LEO: You walked out without paying. "]}, {"line": ["MORTY: How was I supposed to pay? I didn't have my wallet. "]}, {"line": ["LEO: Well, I hope you sent him a check."]}, {"line": ["MORTY: What for?", "\n        ", "\n        LEO: What for? This man was nice enough to see you. He did me a personal \n        favor."]}, {"line": ["MORTY: That's the second time you said \"personal favor\". Why          do you keep saying that?"]}, {"line": ["LEO: I said it once."]}, {"line": ["MORTY: Twice! And Dembrowdoesn't even know you. His son happens to live          on your floor. "]}, {"line": ["HELEN: Leo, where did you get that watch? "]}, {"line": ["LEO: You know where I got this? (flashback) I found it in the garbage          can. It kept terrible time. I brought it over to Jimmy Sherman right here          on 85", "th", " and Columbus. Gave it to me back the next day. Works \n        great. What kind of idiot throws a way a perfectly good watch?"]}, {"line": ["HELEN: Doesn't that watch look like the one we gave Jerry. "]}, {"line": ["JERRY: Hey, where's the waiter. Dad, what say we have some red meat tonight.          Let's live a . .  "]}, {"line": ["(looking at watch)"]}, {"line": ["JERRY: Can we continue this another time."]}, {"line": [" [To be continued . . . ]"]}, {"line": [" "]}, {"line": [" "]}, {"line": []}, {"line": [" "]}, {"line": []}, {"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]}, {"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}]