[{"title": "The Stock Tip"}, {"line": []}, {"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]}, {"line": [" "]}, {"line": ["Directed by: Tom Cherones"]}, {"line": ["Broadcasted: June 21, 1990 for the first time."]}, {"line": ["Stars: Jerry Seinfeld, Julia Louis-Dreyfus, Michael Richards, "]}, {"line": ["Jason Alexander, and Lynn Clark (as Vanessa)."]}, {"line": ["[Setting: Nightclub]"]}, {"line": ["JERRY: Went out to dinner the other night. Check came at the end                of the meal, as it always does. Never liked the check at the end                of the meal system, because"]}, {"line": ["money's a very different thing before and after you eat. Before                you eat money has no value. And you don't care about money when                you're hungry, you sit down at a"]}, {"line": ["restaurant. You're like the ruler of an empire. \"More drinks,                appetizers, quickly, quickly! It will be the greatest meal of our                lives.\" Then after the meal, you know,"]}, {"line": ["you've got the pants open, you've got the napkins destroyed, cigarette                butt in the mashed potatoes - then the check comes at that moment.                People are always upset,"]}, {"line": ["you know. They're mystified by the check. \"What is this? How                could this be?\" They start passing it around the table, \"Does                this look right to you? We're not hungry"]}, {"line": ["now. Why are we buying all this food?!\""]}, {"line": ["[Setting: Coffee Shop] JERRY: I think Superman probably has a very                good sense of humor."]}, {"line": ["GEORGE: I never heard him say anything really funny."]}, {"line": ["JERRY: But it's common sense. He's got super strength, super speed..                I'm sure he's got super humor."]}, {"line": ["GEORGE: You would think that, but either you're born with a sense                of humor, or you're not. It's not going to change even if you go                from the red sun of Krypton all"]}, {"line": ["the way to the yellow sun of the Earth."]}, {"line": ["JERRY: Why? Why would that one area of his mind not be affected                by the yellow sun of Earth?"]}, {"line": ["GEORGE: I don't know but he ain't funny."]}, {"line": ["(Elaine joins them, they check their watches.)"]}, {"line": ["ELAINE: I know, I know. I'm sorry I'm late."]}, {"line": ["JERRY: No problem."]}, {"line": ["ELAINE: I dropped a grape."]}, {"line": ["GEORGE: Pardon?"]}, {"line": ["ELAINE: I dropped a grape in the kitchen and it disappeared. I                couldn't find it. I was... I was literally on my knees for ten minutes                looking for this stupid grape. I"]}, {"line": ["have no idea where it went."]}, {"line": ["JERRY: Were you crying? I mean, it's just a grape. You'll find                it."]}, {"line": ["ELAINE: No, I'm just getting over an allergy attack. This guy I'm                going out with - "]}, {"line": ["JERRY: Robert."]}, {"line": ["ELAINE: Robert. Yes.. thank you. He has two cats and I'm allergic                to them. You know, I finally meet a normal man, and I can't even                go into his apartment, you"]}, {"line": ["know. And, of course, my apartment is the actor's studio so we                can't go there. It's really causing a lot of problems, you know.                He won't even go away fro the"]}, {"line": ["weekend because of these cats."]}, {"line": ["GEORGE: Guys with cats.. I don't know."]}, {"line": ["JERRY: I've been thinking about asking this girl I'm, uh, seeing                -"]}, {"line": ["ELAINE: Vanessa."]}, {"line": ["JERRY: Vanessa, thank you.. I've been thinking about asking her                to go away for a couple of days."]}, {"line": ["GEORGE: Oh no. No, no,no,no,no. I'd have to advise against that.                What do you know this woman, a month? Let's see, you're going to                be with her seventy-two"]}, {"line": ["hours. That's a dating decathlon."]}, {"line": ["ELAINE: (balancing a spoon on her nose) Hey, why don't you take                her to that place in Vermont I was telling you about? You know,                that really charming place with"]}, {"line": ["the separate faucets for the hot and cold. She'll love it."]}, {"line": ["GEORGE: (To Elaine) That's exquisite. Listen, uh, if it's not too                much trouble, could you pass me that paper over there?"]}, {"line": ["(Elaine gets the paper, he starts flipping through it.)"]}, {"line": ["JERRY: You better find that grape before it mutates into another                life form. (Elaine laughs) There was once a mutant grape that terrorized                an entire town in the Texas"]}, {"line": ["panhandle. They brought in the army, nobody could stop it. Apparently                it had a pit of steel."]}, {"line": ["GEORGE: (To himself) Up again?! This is incredible. I'm.. I'm getting                it."]}, {"line": ["ELAINE: You're getting what?"]}, {"line": ["GEORGE: A stock."]}, {"line": ["JERRY: What stock?"]}, {"line": ["GEORGE: Did you ever meet my friend, Simons?"]}, {"line": ["JERRY: Maybe."]}, {"line": ["GOERGE: He knows this guy, Wilkinson. He made a fortune in the                stock market. Now he's got some new thing - you know, there's supposed                to be a big merger."]}, {"line": ["He wasn't even supposed to say anything. You guys should think                about doing this too."]}, {"line": ["JERRY: How high's it suppose to go?"]}, {"line": ["GEORGE: I don't know. But Simons said that if I wanted to get involved,                that Wilkinson would tell me the exact right minute to sell. You                wanna do it?"]}, {"line": ["JERRY: Boy.. I don't know."]}, {"line": ["ELAINE: I'd do it but I don't have any money."]}, {"line": ["JERRY: What kind of company is it?"]}, {"line": ["GEORGE: It's Sendrax. They've got some new kind of technique for                televising opera."]}, {"line": ["ELAINE: Televising opera?"]}, {"line": ["GEORGE: Some sort of electronic thingy."]}, {"line": ["JERRY: Well, how much are you going to invest?"]}, {"line": ["GEORGE: (Unsure) Five thousand.. ten. Ten thousand.. Five thousand."]}, {"line": ["JERRY: Boy.."]}, {"line": ["GEORGE: C'mon. Wilkinson's got millions invested in this stock.                It's gone up three points since I've been watching it."]}, {"line": ["JERRY: What if I lose it?"]}, {"line": ["GEORGE: C'mon, go for twenty-five hundred. We'll do it together.                Come on, come on. We're in it together."]}, {"line": ["JERRY: (gives in) All right -- twenty-five hundred."]}, {"line": ["GEORGE: That's it."]}, {"line": ["[Waitress arrives]"]}, {"line": ["WAITRESS: Yeah, can I take your order?"]}, {"line": ["GEORGE: (Gesturing to Jerry) Check the raiser."]}, {"line": ["JERRY: My bet? All right.. I'll open with a tuna sandwich."]}, {"line": ["ELAINE: Tuna?"]}, {"line": ["JERRY: Oh, the dolphin thing?"]}, {"line": ["ELAINE: They're dying in the nets."]}, {"line": ["JERRY: Ooohhh.. You know, the whole concept of lunch is based on                tuna."]}, {"line": ["ELAINE: Jerry, can't you incorporate one unselfish act in your                daily routine?"]}, {"line": ["JERRY: Hey, when I'm driving, I let people in ahead of me all the                time. I'm always waving everybody in. \"Go ahead, go ahead,                go ahead.\" ..Alright.. alright. I'll have"]}, {"line": ["a chicken salad."]}, {"line": ["ELAINE: And I'm going to have an English muffin with margarine                on the side and a cup of coffee."]}, {"line": ["WAITRESS: Okay. (To George) What about you?"]}, {"line": ["GEORGE: I'll have the tuna."]}, {"line": ["(Scene ends.)"]}, {"line": ["[Setting: A Korean Market]"]}, {"line": ["JERRY: I have to say. Those people talking behind us really ruined                that movie for me."]}, {"line": ["VANESSA: Why didn't you do something?"]}, {"line": ["JERRY: What do you want me to do? I have the guy the half-turn.                Then I have him the full-turn with the eye roll! I mean, beyond                that, I'm risking a punch in the"]}, {"line": ["mouth.. (To a stock boy) Excuse me, do you have these in the puffs?"]}, {"line": ["STOCK BOY: No puffs. Just flakes."]}, {"line": ["JERRY: Have you thought any more about that trip?"]}, {"line": ["VANESSA: Yeah, I've been thinking about it."]}, {"line": ["JERRY: You know, my friend told me about this great place in Vermont."]}, {"line": ["VANESSA: I don't know. I just worry about trips like this.. It's                a lot of pressure."]}, {"line": ["JERRY: It's great! It speeds up the intimacy level. It's like putting                the relationship in a time compressor. Where we would be six months                from now we accomplish"]}, {"line": ["(snaps) three days."]}, {"line": ["VANESSA: Oh, so you want to move our relationship into Phase Two..?"]}, {"line": ["JERRY: Exactly. I love Phase Two. Extra toothbrushes, increased                call frequency, walking around naked.. You know, the presents get                a lot better in Phase Two."]}, {"line": ["VANESSA: (Starting to like the idea) Really? Could we go fishing                up there?"]}, {"line": ["JERRY: Yeah. We can fish. What? Blues, carp, marlin?"]}, {"line": ["VANESSA: They have marlin in Vermont?"]}, {"line": ["JERRY: Oh, big fighting marlin."]}, {"line": ["(Jerry picks up a paper)"]}, {"line": ["VANESSA: Jerry, the stock is the same as when you checked it earlier.                There are no changes after the market closes. The stock is still                down."]}, {"line": ["JERRY: I know. But this is a different paper. I thought maybe they                have, uh, different.. sources."]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Jerry's apartment. Jerry's looking at a road map; Kramer                is looking at the paper]"]}, {"line": ["JERRY: Is that my paper?"]}, {"line": ["KRAMER: Bad news, my friend."]}, {"line": ["JERRY: What? What news?"]}, {"line": ["KRAMER: Sendrax."]}, {"line": ["JERRY: Oh, c'mon! It's down again?!"]}, {"line": ["KRAMER: Two and a half points."]}, {"line": ["JERRY: Oh, I can't believe it. Let me see that. (Looks at the paper)                That's four and a half points in three days! That's almost half                my money!"]}, {"line": ["KRAMER: Hey, I told ya."]}, {"line": ["JERRY: (Sarcastic) Yeah, you told me."]}, {"line": ["KRAMER: It's all manipulated with junk bonds. You can't win."]}, {"line": ["JERRY: (Holding the phone, calling George) There's one thing I                don't understand. Why does it please you? (Into phone) George Costanza,                please."]}, {"line": ["KRAMER: Hey, I don't care. I'm just telling you to (yelling) get                rid of that stock, now!"]}, {"line": ["JERRY: (Into phone) George, what's going on?!"]}, {"line": ["KRAMER: Sell it, just say I'm selling!"]}, {"line": ["JERRY: (Into phone) Well, where is the guy?! Nothing? Almost half                my money's gone.. Well, call me right back. (Hangs up) Nobody can                reach Wilkinson. He"]}, {"line": ["hasn't been home or in his office in the past three days!"]}, {"line": ["KRAMER: You know, I can't believe you put your money in that Sendrax.                And you could've invested in my roll-out tie dispenser."]}, {"line": ["JERRY: Roll-out tie dispenser? What was that one?"]}, {"line": ["KRAMER: Okay, you're in a restaurant. You've got a very big meeting                coming up."]}, {"line": ["JERRY: Okay."]}, {"line": ["KRAMER: You just (makes noise) tear it off, and you got a new one                right here. Then you're gone."]}, {"line": ["JERRY: You're gone alright."]}, {"line": ["KRAMER: (Looking at map) Hey, where.. where are you going? You                gonna take a trip? The map.. what.."]}, {"line": ["JERRY: Yeah, I'm going to Vermont with Vanessa for a few days."]}, {"line": ["KRAMER: Hey, can I use your place? I got a bunch of friends coming                over this weekend."]}, {"line": ["JERRY: What friends?"]}, {"line": ["KRAMER: Well, it's just some people I met at a rock concert."]}, {"line": ["(Phone rings)"]}, {"line": ["KRAMER: Do you mind if they use your bed? (Jerry give him a look)                'Cause they're really good people, Jerry. I'm telling you. You know,                they're anarchists."]}, {"line": ["They're.. they're.. they're.. huge."]}, {"line": ["(Jerry answers phone)"]}, {"line": ["JERRY: George.. what?! You're kidding.. Well, what's wrong?.. So,                what are we gonna do?.. Great! Alright, I'll speak to you later.                (Hangs up) Wilkinson, the guy"]}, {"line": ["who's supposed to tell us when to sell the stock, he's in the hospital."]}, {"line": ["(Kramer has a pleased reaction on his face)"]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Dry-Cleaning store; Jerry and George are in line]"]}, {"line": ["JERRY: So you don't know what's wrong with him?"]}, {"line": ["GEORGE: All Simons was able to find out is that he's in the hospital."]}, {"line": ["JERRY: Okay, fine. Has Simons been in touch with him?"]}, {"line": ["GEORGE: Of course he's been in touch with him. He's left two messages.                He just hasn't heard back yet, that's all."]}, {"line": ["JERRY: Well, this is it. I'm selling."]}, {"line": ["GEORGE: Just give it a little more time."]}, {"line": ["JERRY: I never should've gotten involved in this. I'm a nervous                wreck. I\"m not cut out for investing."]}, {"line": ["GEORGE: Alright, alright. That's it. I'm gonna go down there."]}, {"line": ["JERRY: Where?"]}, {"line": ["GEORGE: To the hospital."]}, {"line": ["JERRY: The hospital?"]}, {"line": ["GEORGE: I'm going to find out what's going on. Alright?"]}, {"line": ["JERRY: Are you nuts? You don't even know they guy."]}, {"line": ["GEORGE: So what? I'll start talking to him, you know, casual, and                I'll work my way around to it."]}, {"line": ["JERRY: What if he's in an iron lung or something? What are you                gonna do? (knocking on glass) \"How you feeling, Mr. Wilkinson?                (makes hissing sound) By the"]}, {"line": ["way, what's happening with Sendrax?\""]}, {"line": ["GEORGE: Maybe he's resting."]}, {"line": ["JERRY: Who goes to the hospital to rest?"]}, {"line": ["GEORGE: What are you, a doctor?"]}, {"line": ["JERRY: Okay, fine, fine. When are you going down there?"]}, {"line": ["GEORGE: Today. I'm going today. Just don't do anything until you                hear from me."]}, {"line": ["JERRY: Alright."]}, {"line": ["(Jerry moves up in line, a woman takes his place. George didn't                notice)"]}, {"line": ["GEORGE: (To woman, thinking she's Jerry) Boy, I have to get to                a bathroom."]}, {"line": ["(Woman gives him a look)"]}, {"line": ["DRY CLEANER: May I help you?"]}, {"line": ["JERRY: Yeah. I picked up this shirt here yesterday. It's completely                shrunk. There's absolutely no way I can wear it."]}, {"line": ["DRY CLEANER: When did you bring it in?"]}, {"line": ["JERRY: What's the difference? Look at it! Do you see the size of                this shirt?!"]}, {"line": ["DRY CLEANER: You got a receipt?"]}, {"line": ["JERRY: I can't find the receipt."]}, {"line": ["DRY CLEANER: You should get the receipt."]}, {"line": ["JERRY: Look, forget about the receipt, all right? Even if I had                the receipt- look at it! It's a hand puppet. What am I gonna do                with this?!"]}, {"line": ["DRY CLEANER: Yes, but how do I know we did the shirt?"]}, {"line": ["JERRY: What do you think this is a little scam I have? I take this                tiny shirt all over the city conning dry cleaners out of money?!                In fact, forget the money. I don't even"]}, {"line": ["want the money. I just once, I would like to hear a dry cleaner                admit that something was their fault. That's what I want. I want                an admission of guilt."]}, {"line": ["DRY CLEANER: Maybe you asked for it to be washed?"]}, {"line": ["JERRY: No.. dry-cleaned."]}, {"line": ["DRY CLEANER: Let me explain to you something. Okay? With certain                types of fabrics, different chemicals can react, causing.."]}, {"line": ["JERRY: (Interrupting) You shrunk it! You know you shrunk it! Just                tell me that you shrunk it!"]}, {"line": ["DRY CLEANER: I shrunk it."]}, {"line": ["(Scene ends.)"]}, {"line": ["[Setting: Night club]"]}, {"line": ["JERRY: I think the only reason we go to the dry cleaner is so I                can say to the dry cleaner, \"Well, it's ruined.\" And of                course, the dry cleaner can respond, \"It's not"]}, {"line": ["our fault. We're not responsible. We just ruin the clothes. That                ends our legal obligation.\" You see, the whole problem with                dry cleaning is that we all believe that this"]}, {"line": ["is actually possible. Right? They're cleaning our clothes - but                they're not getting anything wet. It's all dry. I know there's gotta                be some liquids back there, some fluids"]}, {"line": ["that they're using. There's no such thing as dry cleaning. When                you get something on your shirt, ever get something on your shirt                and try to get it off like that (brushes"]}, {"line": ["shirt) - that's dry cleaning. I don't think that's what they're                doing back there. They don't have eighty guys going (with imaginary                brush) \"Come on, hurry up! There's a"]}, {"line": ["lot of shirts today.\""]}, {"line": ["[Setting: Jerry's apartment]"]}, {"line": ["(Elaine sneezes)"]}, {"line": ["JERRY: Bless you."]}, {"line": ["ELAINE: Thank you. What evidence is there that cats are so smart,                anyway? Huh? What do they do? Because they're clean? I am sorry.                My Uncle Pete showers"]}, {"line": ["four times a day and he can't count to ten. So don't give me hygiene."]}, {"line": ["JERRY: So what are you gonna do?"]}, {"line": ["ELAINE: I don't know. I can't think of any solution, unless of                course they should meet with some unfortunate accident. What do                you think a hit man would charge to"]}, {"line": ["rub out a couple of cats?"]}, {"line": ["JERRY: Well, it couldn't be too expensive. Thirteen, fourteen bucks                a cat?"]}, {"line": ["ELAINE: What do you think, Jerry? You wanna make twenty-eight bucks?"]}, {"line": ["JERRY: I'm no cat killer."]}, {"line": ["ELAINE: How about we go over there right now and we shave them?"]}, {"line": ["JERRY: I'd really like to go, Elaine. But, George is coming back                from the hospital. I gotta wait for him. But otherwise I would definitely                go."]}, {"line": ["ELAINE: He actually wen to the hospital?"]}, {"line": ["JERRY: Yeah."]}, {"line": ["ELAINE: Oh man, he's nuts."]}, {"line": ["JERRY: Yeah, he's nuts. You wanta bump off a couple of cats. (Enter                Kramer, holding a paper) I know, I know. It's down again."]}, {"line": ["KRAMER: How much are you down altogether?"]}, {"line": ["JERRY: I don't know.. fifteen hundred dollars."]}, {"line": ["KRAMER: Wow."]}, {"line": ["JERRY: You don't have to say \"Wow.\" I know it's \"Wow.\"                And there's that smile again. Well, what is that?"]}, {"line": ["(Intercom buzzes)"]}, {"line": ["JERRY: It's George. (Presses button to let George in.)"]}, {"line": ["(Elaine goes into the bathroom; kramer picks up some binoculars                and looks ou the window)"]}, {"line": ["KRAMER: Oh, look at this one by the bus stop. Jerry, come here.                Take a look at this."]}, {"line": ["JERRY: I really don't need to look."]}, {"line": ["KRAMER: What a body. Yeeaahh.. that's for me."]}, {"line": ["JERRY: Yeah, and you're just what she's looking for too - a stranger                leering through a pair of binoculars ten floors up."]}, {"line": ["KRAMER: I'm gonna go down there and try and talk to her. (leaves)"]}, {"line": ["(Enter George; he flops onto the couch)"]}, {"line": ["JERRY: What? What? Did you go down there? (George nods) Did he                tell you what's gonna happen? (George shakes his head \"no\".)                How long were you there?"]}, {"line": ["GEORGE: Fifteen seconds."]}, {"line": ["JERRY: You told him you knew Simons?"]}, {"line": ["GEORGE: Yeah, I mentioned Simons. Next thing I know - I'm in the                parking lot. Perhaps they had some sort of a falling out. I'll tell                you one thing.. I don't know"]}, {"line": ["what he's got. But for a sick guy, he's very strong."]}, {"line": ["(Elaine exits bathroom)"]}, {"line": ["JERRY: Well, that's it. Look, I'm going to Vermont. I don't want                to think about this. I'm selling."]}, {"line": ["ELAINE: Didn't work, huh?"]}, {"line": ["GEORGE: (Laughs) Not quite."]}, {"line": ["ELAINE: Well, what are you gonna do about the stock?"]}, {"line": ["GEORGE: I'm keeping it. I'm going down with the ship."]}, {"line": ["(Scene ends.)"]}, {"line": ["[Setting: Country Inn]"]}, {"line": ["JERRY: So I know this guy. I'm getting all my sneakers at a discount                now."]}, {"line": ["VANESSA: I know. You mentioned it."]}, {"line": ["JERRY: Oh yeah, right. (To himself) Oh God. Get me out of here.                What a mistake. What made me think this would work? And I've still                got another day! I've got"]}, {"line": ["nothing left to say. Wait.. wait.. got one. (To Vanessa) That's                a nice watch. Do you wind it?"]}, {"line": ["VANESSA: No, it's got a little battery."]}, {"line": ["JERRY: Well, that's good. (To himself) Well, the drive home should                be a delight. I'm speeding the whole way. Let them throw me in jail.                I don't care. (To Vanessa)"]}, {"line": ["That' the manager? Do you wnat me to see if we can get another                room?"]}, {"line": ["VANESSA: No, it's okay."]}, {"line": ["JERRY: So, I guess you don't find the separate faucets for the                hot and cold - charming?"]}, {"line": ["VANESSA: Not especially."]}, {"line": ["JERRY: Well, what do you wnat to do this afternoon?"]}, {"line": ["VANESSA: What can we do? It's raining."]}, {"line": ["JERRY: We cold play \"Sorry!\" We cold play \"Steal                the Old Man's Bundle.\" (To himself) Maybe I can get an extension                cord and hang myself. (To Vanessa) What"]}, {"line": ["kind of perfume is that you're wearing?"]}, {"line": ["VANESSA: Oh, you've never heard of it."]}, {"line": ["JERRY: No, what? What kind is it?"]}, {"line": ["VANESSA: I can't tell you."]}, {"line": ["JERRY: (To himself) Yeah, that's normal. (Out loud, to a man nearby)                Excuse me, Sir. Could I have a look at that business section?"]}, {"line": ["VANESSA: That stock? I thought you got out of that?"]}, {"line": ["JERRY: I did. I'm just curious. It's been almost a week. I want                to check it out. (finds stock) Six points. It's up six points!"]}, {"line": ["VANESSA: I told you not to sell."]}, {"line": ["JERRY: You did not tell me not to sell."]}, {"line": ["VANESSA: I said, the market fluctuates. Remember?"]}, {"line": ["JERRY: Look, Vanessa, of course the market fluctuates. Everybody                knows that. I just got fluctuated out of four thousand dollars!"]}, {"line": ["VANESSA: That's probably why.. (stops herself)"]}, {"line": ["JERRY: What?"]}, {"line": ["VANESSA: Forget it."]}, {"line": ["JERRY: No, what? 'That's probably why..'"]}, {"line": ["VANESSA: That's probably why we're staying here, because you lost                money on the stock."]}, {"line": ["JERRY: (To himself) So, what am I looking at here? Twenty=nine                hours to go. Well, at least I got plenty of time to find out the                name of that purfume.."]}, {"line": ["(Scene ends.)"]}, {"line": ["[Setting: Coffee shop]"]}, {"line": ["GEORGE: Have something else. C'mon, have a little dessert?"]}, {"line": ["JERRY: I'm good, thanks."]}, {"line": ["GEORGE: Elaine, get something! It's all taken care of."]}, {"line": ["ELAINE: I'm kinda full."]}, {"line": ["GEORGE: So don't finish it."]}, {"line": ["JERRY: (acidly) She's full. (George puts up his hands in an \"excuse                me\" gesture.) So, Big daddy. I'm just curious. How much did                you clear on your little trasaction"]}, {"line": ["there? All told?"]}, {"line": ["GEORGE: I don't like to discuss figures."]}, {"line": ["JERRY: How much?"]}, {"line": ["GEORGE: I don't know, what? Eight thousand. It's a Hyundai. Get                out of here.. I told you not to sell. Simons made money, Wilkinson                cleaned up."]}, {"line": ["JERRY: So, Wilkinson's out of the hospital now?"]}, {"line": ["GEORGE: No. You'd be surprised. You don't recover that quickly                from a nose job."]}, {"line": ["(Elaine sneezes)"]}, {"line": ["JERRY: Is taht still from the cats?"]}, {"line": ["ELAINE: No, I just have a cold."]}, {"line": ["JERRY: So, what ever happened with that?"]}, {"line": ["ELAINE: I gave him an ultimatum. (Shrugs)"]}, {"line": ["GEORGE: He chose the cats?"]}, {"line": ["ELAINE: They're very clean animals."]}, {"line": ["JERRY: I gotta say, that's pretty sad. Losing out to a cat."]}, {"line": ["ELAINE: Almost as bad as losing out to a perfume."]}, {"line": ["GEORGE: I told you those trips were relationship killers. Too bad                you can't get your buddy Superman to fly around the Earth at super                speed and reverse time."]}, {"line": ["You'd get all the money back - you could have avoided the whole                trip to Vermont."]}, {"line": ["ELAINE: Superman can go back in time?"]}, {"line": ["JERRY: We went over that."]}, {"line": ["GEORGE: Wilkinson's got a bite on a new one.. Petramco Corp. Out                of, hu, Springfield. I think. They're about to introduce some sort                of robot butcher."]}, {"line": ["JERRY: A robot butcher?"]}, {"line": ["GOERGE: Shhhhh. If you want to get in - there's very little time.                (Calling to waitress) Sweetheart.. (Waitress tears of check, George                stops her) No, no, no. That'"]}, {"line": ["ought to coever it. (He hands her some money, she turns to leave,                George stops her) Just a second.. Just a.. let me.. (looks at the                check, then take some money out"]}, {"line": ["of her hand.) (Urging Jerry and Elaine to eat) Come on, come on,                come on.."]}, {"line": ["(Scene ends.)"]}, {"line": ["[Setting: Night club]"]}, {"line": ["JERRY: I'm not an investor. People always tell me, you should have                your money working for you. I've decided I'll do the work. I'm gonna                let the money relax. You"]}, {"line": ["know what I mean? 'Cause you send your money out there - working                for you - a lot of times, it gets fired. You go back there, \"What                happened? I had my money. It"]}, {"line": ["was here, it was working for me.\" \"Yeah, I remember your                money. Showing up late. Taking time off. We had to let him go.\""]}, {"line": ["END OF SHOW."]}, {"line": ["                                                                                                   ", "\n        "]}, {"line": []}, {"line": [" "]}, {"line": []}, {"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]}, {"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}]