[{"title": "The Contest"}, {"line": []}, {"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]}, {"line": [" "]}, {"line": ["Directed by: Tom Cherones"]}, {"line": ["Broadcasted: November 18, 1992 for the first time."]}, {"line": ["Stars: Jerry Seinfeld, Michael Richards, "]}, {"line": ["Jason Alexander, Julia Louis-Dreyfus, Estelle Harris (as Mrs. Costanza),"]}, {"line": ["and Jane Leeves (as Marla)."]}, {"line": [" "]}, {"line": [" "]}, {"line": ["[Setting: Monk's Coffee shop]"]}, {"line": ["(Jerry and Kramer are sitting opposite Elaine at a booth, eating                lunch)"]}, {"line": ["JERRY: (To Elaine) Let me ask you a question."]}, {"line": ["ELAINE: Mm-hm."]}, {"line": ["JERRY: You're a hostage, captured by terrorists-"]}, {"line": ["ELAINE: (Smiling, chewing) Who, me?"]}, {"line": ["JERRY: You, anybody - whatever. You're in the little room, you're                chained to the floor, you're there for a long time.. do you think                they would ever consider doing"]}, {"line": ["the laundry?"]}, {"line": ["ELAINE: (Matter-of-factly) They have to, it's in the Geneva Convention."]}, {"line": ["KRAMER: (Imitating a Turkish terrorist) You! Take off your socks,                your pants, your underwear. We're doing the wash. C'mon! Take it                off, take it off!"]}, {"line": ["(Jerry and Elaine both laugh at Kramer's impression as George slowly                enters. He's in a melancholy state)"]}, {"line": ["KRAMER: Hey, Georgie."]}, {"line": ["JERRY AND ELAINE: Hi."]}, {"line": ["(George sits down next to Elaine - opposite Kramer)"]}, {"line": ["JERRY: (To George) What's the matter?"]}, {"line": ["GEORGE: (Slowly shakes his head) My mother caught me."]}, {"line": ["JERRY: \"Caught\" you? Doing what?"]}, {"line": ["GEORGE: You know. (All three give him blank stares) I was alone.."]}, {"line": ["ELAINE: (Making a face of surprise) You mean..?!"]}, {"line": ["GEORGE: (Nods) Uh-huh."]}, {"line": ["KRAMER: (Laughing) She caught you?"]}, {"line": ["(Elaine laughs with Kramer)"]}, {"line": ["JERRY: Where?"]}, {"line": ["GEORGE: (Not really wanting to embellish) ..I stopped by the house                to drop the car off, and I went inside for a few minutes.. Nobody                was there - they're supposed"]}, {"line": ["to be working. (Jerry and Elaine look at each other - enjoying                the story) My mother had a Glamour magazine, I started leafing through                it.."]}, {"line": ["JERRY: \"Glamour\"?"]}, {"line": ["(Kramer and Elaine laugh slightly)"]}, {"line": ["GEORGE: ..So, one thing lead to another.."]}, {"line": ["JERRY: So, what did she do?"]}, {"line": ["GEORGE: First she screams, \"George, what are you doing?! My                God!\" And it looked like she was gonna faint - she started                clutching the wall, trying to hang onto it."]}, {"line": ["KRMAER: (Reflecting on the story so far) Man.."]}, {"line": ["GEORGE: I didn't know whether to try and keep her from falling,                or zip up."]}, {"line": ["JERRY: What did you do?"]}, {"line": ["GEORGE: I zipped up!"]}, {"line": ["ELAINE: (Wide-eyed) So, she fell?"]}, {"line": ["GEORGE: Yeah. (Noticing this makes him out to be the bad kid, he                gets defensive) Well, I couldn't run over there the way I was!"]}, {"line": ["ELAINE: No, I guess you couldn't have.."]}, {"line": ["JERRY: (In the middle of Elaine's sentence, smiling) No, I wouldn't                think so."]}, {"line": ["ELAINE: (Finishing it off) ..done that."]}, {"line": ["GEORGE: So, she fell, and then she started screaming, \"My                back! My back!\" So, I picked her up and took her to the hospital."]}, {"line": ["ELAINE: (Between chuckles) How is she?"]}, {"line": ["GEORGE: (Somewhat angered) She's in traction."]}, {"line": ["ELAINE: (Still laughing) Ok, I'm sorry."]}, {"line": ["GEORGE: It's not funny, Elaine."]}, {"line": ["ELAINE: (Stifling her laughter) I know. I'm sorry. I'm serious."]}, {"line": ["GEORGE: Her back went out. She's gotta be there for a couple of                days. All she said on the way over in the car was, \"Why, George,                why?!\".. I said, \"Because it's"]}, {"line": ["there!\""]}, {"line": ["(Kramer laughs, sipping his drink)"]}, {"line": ["JERRY: \"Glamour\"?"]}, {"line": ["(Elaine laughs)"]}, {"line": ["GEORGE: (Vowing) Well, I'll tell you this, though - I am never                doing.. that , again."]}, {"line": ["ELAINE: What, you mean, in your mother's house, or all together?"]}, {"line": ["GEORGE: (Definite) All together."]}, {"line": ["(The next three lines are said at the exact same time)"]}, {"line": ["ELAINE: Oh, gimme a break.."]}, {"line": ["JERRY: (Skeptical) Ohhh yeah.. right."]}, {"line": ["KRAMER: Oh, like you're gonna stop?"]}, {"line": ["JERRY AND ELAINE: C'mon.."]}, {"line": ["GEORGE: You don't think I can?"]}, {"line": ["JERRY: No chance."]}, {"line": ["GEORGE: (Daring) You think you could?"]}, {"line": ["JERRY: Well, I know I could hold out longer than you."]}, {"line": ["GEORGE: Care to make it interesting?"]}, {"line": ["JERRY: Sure, how much?"]}, {"line": ["GEORGE: A hundred dollars."]}, {"line": ["JERRY: (Pointing) You're on."]}, {"line": ["KRAMER: (Butting in) Wait a second, wait a second. Count me in                on this. (Clicks his tongue)"]}, {"line": ["JERRY: You?"]}, {"line": ["KRAMER: Yeah."]}, {"line": ["JERRY: You'll be out before we get the check."]}, {"line": ["ELAINE: (Smiling) I want to be in on this, too."]}, {"line": ["GEORGE AND JERRY: (Rejecting) Ohh, no. No, no, no.."]}, {"line": ["ELAINE: Why?"]}, {"line": ["JERRY: (Showing difference) It's apples and oranges.."]}, {"line": ["ELAINE: What? Why? (More 'no, no, no's from Jerry and George. Persistent)                Why?"]}, {"line": ["JERRY: Because you're a woman!"]}, {"line": ["ELAINE: So what?"]}, {"line": ["JERRY: It's easier for a woman not to do it than a man."]}, {"line": ["ELAINE: (Sarcastic) Oh."]}, {"line": ["JERRY: We have to do it. It's part of our lifestyle. It's like,                uh.. shaving."]}, {"line": ["ELAINE: Oh, that is such bologna. I shave my legs."]}, {"line": ["KRAMER: (Making a point) Not everyday."]}, {"line": ["GEORGE: Alright, look, you want to be in?"]}, {"line": ["ELAINE: Yeah!"]}, {"line": ["GEORGE: You gotta give us odds. At least two to one - you gotta                put up two-hundred dollars."]}, {"line": ["KRAMER: No, a thousand!"]}, {"line": ["ELAINE: No, I'll - I'll put up one-fifty."]}, {"line": ["GEORGE: Alright, you're in for one-fifty."]}, {"line": ["JERRY: (Nodding) Okay, one-fifty."]}, {"line": ["GEORGE: Alright, now, how are we gonna monitor this thing?"]}, {"line": ["JERRY: Well, obviously, we all know each other very well, (Elaine                slightly laughs) I'm sure that we'll all feel comfortable within                the confines of the honor system."]}, {"line": ["KRAMER: Alright. (Holds out his pinkie at the center of the table)"]}, {"line": ["(Jerry, Elaine, and George all hook their pinkies onto his, in                a 'pinkie promise', they all pull their hand away, yelling out \"Yeah!\")"]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Jerry's apartment]"]}, {"line": ["(Jerry's sitting on the couch, eating cereal while George is on                the phone with his mother)"]}, {"line": ["GEORGE: (Stern) No, ma, I'm not gonna see a psychiatrist. N- I                don't care if you do pay for it! No! Discussion over. Yeah, alright,                I'll see you later. Yes, of course"]}, {"line": ["I'm gonna come by. Alright. (Hangs up, slamming it down on the                coffee table. He sits down next to Jerry) My mother wants me to                see a psychiatrist now. Why?!"]}, {"line": ["Because she caught me? (Scoffs, shaking his head) You know, if                everyone who did that had to go see a psychiatrist.. (Laughing,                he snorts)"]}, {"line": ["JERRY: (Waits for the rest of the sentence) ..Yeah?"]}, {"line": ["GEORGE: (Defensively) Whatever."]}, {"line": ["(Intercom buzzes, Jerry gets up to answer it)"]}, {"line": ["JERRY: How is she?"]}, {"line": ["GEORGE: (Shrugging it off) She'll be fine. I gotta go to the hospital                to see her tonight."]}, {"line": ["JERRY: (Answering to the intercom) Yeah?"]}, {"line": ["ELAINE: It's me."]}, {"line": ["JERRY: Come on up. (Lets her in by unlocking the front door)"]}, {"line": ["GEORGE: Hey, what are you doing tonight?"]}, {"line": ["JERRY: (Opens his door slightly for Elaine) Dating Marla."]}, {"line": ["GEORGE: Oh, the virgin?"]}, {"line": ["JERRY: Yeah."]}, {"line": ["GEORGE: Any, uh.. progress, there? What's the latest?"]}, {"line": ["JERRY: Well, I got my troops amassed along the border - I'm just                waiting for someone to give me the go-ahead."]}, {"line": ["(Kramer enters, heading for Jerry's window)"]}, {"line": ["KRAMER: Hey, look at this, c'mere. There's a naked woman across                the street."]}, {"line": ["(George and Jerry quickly join him at the window)"]}, {"line": ["JERRY: Where?"]}, {"line": ["KRAMER: Second floor from the top. (Pointing) See the window on                the left?"]}, {"line": ["GEORGE: (In awe) Wow!"]}, {"line": ["JERRY: (Also amazed) Who walks around the house like that?!"]}, {"line": ["(All eyes are glued to the woman)"]}, {"line": ["GEORGE: (Suggesting) Maybe she's a nudist. You know, those nudist                colony people.."]}, {"line": ["KRAMER: ..Yeah.. (Pause) yeah.. (Slowly stands up, and walks out                Jerry's apartment - leaving Jerry and George with the view, he shuts                the door behind him)"]}, {"line": ["JERRY: Hey, let me ask you a question. In these nudist colonies,                do they eat naked in the dining room?"]}, {"line": ["GEORGE: I would imagine it's all naked."]}, {"line": ["JERRY: What about the chamber maids? Are they naked, too?"]}, {"line": ["GEORGE: (Still focused on the nudist) They're naked, the gardeners                naked.. the bellhops. (Jerry makes a noise of astonishment) One                big nude-a-rama."]}, {"line": ["(Elaine enters)"]}, {"line": ["ELAINE: Hey."]}, {"line": ["JERRY AND GEORGE: (Only turning back for a second) Hey."]}, {"line": ["ELAINE: Well, (Smiling) where's my money? Who caved?"]}, {"line": ["JERRY: (Over his shoulder) Not me."]}, {"line": ["GEORGE: (Also, over his shoulder) Not me."]}, {"line": ["ELAINE: What're you looking at?"]}, {"line": ["JERRY: There's a naked woman across the street."]}, {"line": ["ELAINE: (Smiling, chuckling) This is gonna be the easiest money                I've ever made in my life. (Moving on to a new topic) So, my fried,                Joyce, is teaching an aerobics"]}, {"line": ["class. I'm gonna go tonight."]}, {"line": ["JERRY: (Commenting) Yeah.. the - the waitress should've taken it                back."]}, {"line": ["ELAINE: (Realizes Jerry and George aren't paying attention) So                then, I got a call this morning. You know, I was, uh, chosen to                go on the space shuttle. We're goin'"]}, {"line": ["to Mars."]}, {"line": ["JERRY: (Still staring at the woman) Uh-huh."]}, {"line": ["GEORGE: Have a good time."]}, {"line": ["(Kramer casually enters, takes a few step toward the kitchen, and                slaps a wad of bills onto the counter)"]}, {"line": ["KRAMER: (Declaring) I'm out!"]}, {"line": ["(Kramer now has the attention of everyone in the room. Jerry's                mouth is open in shock. A moment passes)"]}, {"line": ["ELAINE: What?!"]}, {"line": ["KRAMER: Yeah, I'm out - I'm out of the contest."]}, {"line": ["GEORGE: You're out?!"]}, {"line": ["KRAMER: Yeah, yeah.. (Notes their reactions) what?"]}, {"line": ["ELAINE: Well, that was fast!"]}, {"line": ["JERRY: Well, it was that woman across the street. (To Jerry) You                know, you better be careful, buddy. She's gonna get you next. (Walks                out, shutting the door"]}, {"line": ["behind him)"]}, {"line": ["(Jerry, Elaine, and George all look at each other, reflecting)"]}, {"line": ["ELAINE: ..And then there were three."]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Hospital room]"]}, {"line": ["(Estelle is on a hospital bed. George, sitting back in a chair,                is visiting her)"]}, {"line": ["ELAINE: I don't understand you. I really don't. You have nothing                better to do at three o' clock in the afternoon? I go out for a                quart of milk, I come home, and find"]}, {"line": ["my son treating his body like it was an amusement park!"]}, {"line": ["GEORGE: (Stern, trying to shut her up) Ma."]}, {"line": ["ESTELLE: Don't give me \"Ma\". It's a good thing I didn't                hit the table. I could of cracked my head open."]}, {"line": ["GEORGE: Ma, people can hear you."]}, {"line": ["ESTELLE: (Heavy in sarcasm) Too bad you can't do that for a living.                You'd be very successful at it. You could sell out Madison Square                Garden. Thousands of"]}, {"line": ["people could watch you! You could be a big star!"]}, {"line": ["GEORGE: (Getting up) Alright, Ma, that's enough!"]}, {"line": ["ESTELLE: I want you to go see a psychiatrist."]}, {"line": ["GEORGE: No! I am not going to see a psychiatrist!"]}, {"line": ["ESTELLE: Why? Why not?! Why won't you go?"]}, {"line": ["GEORGE: (Like a kid) Because I don't want to."]}, {"line": ["ESTELLE: I want you to go see somebody."]}, {"line": ["GEORGE: Well, I am not going."]}, {"line": ["ESTELLE: It's a good thing your father's in Chicago."]}, {"line": ["(George's cousin, Shelly, enters)"]}, {"line": ["SHELLY: Hello, Aunt Estelle. Look at you - how did this happen?"]}, {"line": ["GEORGE: (Snapping) Is that important, really? What is this, a police                investigation? The woman's been through enough. She has to relive                the experience now?!"]}, {"line": ["(On the other side of a curtain divider, the silhouette of a shapely                nurse can be seen entering)"]}, {"line": ["NURSE: Hi, Denise. Six-thirty, time for your sponge bath."]}, {"line": ["(The shadow of a patient awakening can be seen)"]}, {"line": ["DENISE: Mmm.. is it six-thirty already? I fell asleep."]}, {"line": ["(The two women go about preparing the sponge bath. George is visibly                affected - breathing heavily, and staring at them through the curtain)"]}, {"line": ["SHELLY: (Seems not to notice what's going on beyond the divider)                So, George, what are you doing now? I hear you got some kinda television,                writing - thing?"]}, {"line": ["GEORGE: (Slowly backing away, he's not at all committed to the                conversation) Yeah.. television."]}, {"line": ["(The patient, Denise, is trying to get her gown off)"]}, {"line": ["NURSE: Let me help you out with that. Here, just slip it over your                head.."]}, {"line": ["DENISE: Oh.. thank you."]}, {"line": ["SHELLY: (Nodding) Well, it's about time. We thought you were gonna                wind up on the street. (As the bath is going on, George is now completely                mesmerized)"]}, {"line": ["What is it you're doing, exactly?"]}, {"line": ["(A moment passes. George seems not to have heard his cousin)"]}, {"line": ["ESTELLE: George, you're cousin, Shelly, is talking to you!"]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: New York Health Club]"]}, {"line": ["(Elaine, dressed for a work-out, is signing forms while talking                with her friend, Joyce)"]}, {"line": ["JOYCE: So, when was the last time you took a class?"]}, {"line": ["ELAINE: Oh, it's been a while."]}, {"line": ["JOYCE: (Overly excited) Are you psyched?"]}, {"line": ["ELAINE: (Fake excitement) Yeah. yeah, I'm really.. psyched."]}, {"line": ["JOYCE: Well, you're gonna thank me for getting you in here."]}, {"line": ["ELAINE: Why is that?"]}, {"line": ["JOYCE: (Pointing, she directs Elaine's attention off-camera) See                the guy with the dark hair and the red shorts?"]}, {"line": ["(Elaine looks over, and her jaw drops to the floor. Breathless,                she turns back to her friend)"]}, {"line": ["ELAINE: (Between breaths) Oh, my God. (Joyce nods) John F. Kennedy                Junior's here!"]}, {"line": ["JOYCE: He's gonna be in your class today."]}, {"line": ["ELAINE: (Still unable to speak right) In my class? John Kennedy's                gonna be in my class?!"]}, {"line": ["JOYCE: I can get you a spot right behind him. He has got a great                butt."]}, {"line": ["ELAINE: Yeah. Butt. Butt. Great butt. John-John's butt."]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Jerry's car]"]}, {"line": ["(Stationary, Jerry's girlfriend, Marla, and him are making out.                After some deep kissing, Marla breaks away)"]}, {"line": ["MARLA: Let's slow it down a little."]}, {"line": ["JERRY: \"Slow it down\"?"]}, {"line": ["MARLA: Well, (Reminding him of her virginity) You know.."]}, {"line": ["JERRY: Ah, yeah.. I know."]}, {"line": ["MARLA: You're okay with that, right?"]}, {"line": ["JERRY: Yeah, yeah.. of course. What, do you think I care about                the sex? What kind of person do you think I am? That doesn't mean                anything to me. (Faint) I don't"]}, {"line": ["care about that."]}, {"line": ["MARLA: So, I'll see you Saturday night, then?"]}, {"line": ["JERRY: (Smiling, nodding) Sure, Saturday night."]}, {"line": ["MARLA: Alright, then. Good night."]}, {"line": ["JERRY: Goodnight. (She gets out. Jerry leans forward, adding) Not                just a good night - a great night. (She shuts the door, he waves)"]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Jerry's bedroom]"]}, {"line": ["(Jerry, in the middle of the night, is moving around - unable to                get to sleep, he's restless. Scene cuts to George. He's wide awake,                and staring at the ceiling. Cut to"]}, {"line": ["Elaine. She's settling into bed, unable to get to sleep. The scene                takes a final cut to Kramer. He's sound asleep)"]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Jerry's apartment]"]}, {"line": ["(Jerry's in a grouchy mood. Kramer enters)"]}, {"line": ["KRAMER: (Singing) Goood Moorrrnninng!"]}, {"line": ["JERRY: (Out of it) Yeah, good morning."]}, {"line": ["KRAMER: Ha, ha! Nothing like some good solid sack time. (Turns                toward Jerry's window)"]}, {"line": ["JERRY: She's not there. She's doin' her wash."]}, {"line": ["KRAMER: (Turning back to Jerry) Oh. So, did you make it through                the night?"]}, {"line": ["JERRY: (Over the top) Yes, I'm proud to say I did!"]}, {"line": ["KRAMER: So, you're still master of your domain."]}, {"line": ["JERRY: (Nodding) Yes. Yes I am. (Kramer chuckles) Master of my                domain. But I will tell you this: I am going over to (Gestures to                the nudist) her apartment, and"]}, {"line": ["I'm tellin' her to put those shades down!"]}, {"line": ["KRAMER: Woah, woah, woah. What-what did you just say?"]}, {"line": ["JERRY: I can't take it anymore! She's driving me crazy! I can't                sleep, I can't leave the house, and I' here, I'm climbin' the walls.                Meanwhile, I'm dating a virgin, I'm in"]}, {"line": ["this contest - something's gotta give!"]}, {"line": ["KRAMER: Do you hear what you're saying?! Can you hear it?! (Jerry                puts on his coat) This is a beautiful woman walking around naked,                and you want to tell her to"]}, {"line": ["stop?! That's the dumbest thing I ever heard! I mean, think comprehens-                I'm not gonna let you do it."]}, {"line": ["JERRY: (Persistent) Well, I'm doin' it, get out of my way."]}, {"line": ["KRAMER: (Stopping him) No, no, no, no. You can't! You can't! This                is something that comes about once in a lifetime! When we were boys,                looking through our"]}, {"line": ["bedroom windows, we would think: \"Why can't there be a woman                out there, taking her clothes off?\" And now that wish's come                true, and you want to (Makes a"]}, {"line": ["noise) throw it away?!"]}, {"line": ["JERRY: Look, I'm sorry-"]}, {"line": ["KRAMER: No, I'm not gonna let you do it, Jerry."]}, {"line": ["JERRY: Kramer, (Trying to pass him) get outta my way!"]}, {"line": ["KRAMER: (Frantic) No, no, no. Don't do it. Don't do it! For my                sake! God knows I don't ask you for much! (Pleading) Now, come on.                Please, Jerry. Please! I'm"]}, {"line": ["beggin' ya! Please! (Claps hands) Come on! Please!"]}, {"line": ["(A pause as Jerry thinks it over)"]}, {"line": ["JERRY: Alright.. (Takes his coat off)"]}, {"line": ["KRAMER: Yes!"]}, {"line": ["JERRY: ..Alright."]}, {"line": ["KRAMER: (Moving to the window) Thank you, thank you, thank you.                (Sits in Jerry's chair, looking out the window)"]}, {"line": ["JERRY: She's not there!"]}, {"line": ["KRAMER: Oh, I can wait.."]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Monk's Coffee shop]"]}, {"line": ["(Jerry and George are sitting opposite each other in a booth)"]}, {"line": ["JERRY: So the nurse was giving her a sponge bath?"]}, {"line": ["GEORGE: Every night at six-thirty. The nurse was gorgeous.. then                I got a look at the patient.. (Laughs, then snorts) I was going                nuts."]}, {"line": ["JERRY: Oh, man. Well, I guess you'll be going back to that hospital."]}, {"line": ["GEORGE: (Fake sympathy) Well, my mother, Jerry.."]}, {"line": ["(Jerry nods)"]}, {"line": ["JERRY: (Pointing) But are you still master of your domain?"]}, {"line": ["GEORGE: (Arms out) I am king of the county. You?"]}, {"line": ["JERRY: Lord of the manor."]}, {"line": ["(Elaine enters and sits next to Jerry)"]}, {"line": ["ELAINE: John F. Kennedy Jun-ya!"]}, {"line": ["JERRY: What?"]}, {"line": ["ELAINE: (Smiling) He was in my aerobics class."]}, {"line": ["JERRY: Really? Did you talk to him?"]}, {"line": ["ELAINE: No, you don't understand - he was working out right in                front of me. So, listen, after the class was over, I timed my walk                to the door so we'd get there at"]}, {"line": ["the exact same moment, and he says to me, (Thinking the world of                what he said) \"Quite a workout.\""]}, {"line": ["GEORGE: \"Quite a workout\"? What did you say?"]}, {"line": ["ELAINE: (Smiling, proud) I said, \"yeah.\""]}, {"line": ["JERRY: (Adding, fake praise) Good one."]}, {"line": ["ELAINE: So then, listen, listen. So then, I showered and I dressed,                and I saw him again, on the way out. (Giddy and nearly out of breath)                So we're walkin' and"]}, {"line": ["talkin', and he asked me my name - and I think I said Elaine -                but, I mean, who the hell knows.. And so then, he says to me: \"Do                you wanna split a cab uptown?\""]}, {"line": ["And I said, \"Sure\" - even though I was going downtown.                So, we get in the cab, and I mean, I have no idea where I'm goin',                right? But this is John F. Kennedy Junior"]}, {"line": ["we're talkin' about! (Deep breath) So, then, he says to me, \"Where                do you live?\" And I - and I - and I was close to your block,                so I said your building. So he"]}, {"line": ["dropped me off in front, (Laughs) and I had to take a cab all the                way back downtown to my house.. (Picks up a glass of cold water                and presses it up to her"]}, {"line": ["forehead to cool her off) Oh, God.."]}, {"line": ["JERRY: But the question is, are you still master of your domain?"]}, {"line": ["ELAINE: (Sets the glass down) I'm queen of the castle. (Pops a                piece of food into her mouth)"]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Estelle's hospital room]"]}, {"line": ["(George quickly runs in, turning around - he checks both his watch                and the wall clock. He smiles to himself)"]}, {"line": ["ESTELLE: You're back."]}, {"line": ["GEORGE: Of course I'm back. Why wouldn't I be back? My mother's                in the hospital, I'm going to pay her a visit."]}, {"line": ["ESTELLE: I know, but two days in a row? You didn't have to do this."]}, {"line": ["GEORGE: You're my mother! What wouldn't I do for you?"]}, {"line": ["ESTELLE: You know what you could do? I haven't eaten lunch or dinner.                I can't eat this hospital food. Maybe you could run down to the                deli and get me a"]}, {"line": ["sandwich.."]}, {"line": ["GEORGE: (Smiling) You got it, Ma. (She smiles back, nodding) A                little later. (George sits back in a nearby chair, looking at the                divider in anticipation)"]}, {"line": ["ESTELLE: (Let down) Could you go now, George? I'm very hungry.                I'm weak."]}, {"line": ["GEORGE: Well, wait a little while, Ma. What's the difference?"]}, {"line": ["ESTELLE: I don't understand why you can't do this for me!"]}, {"line": ["GEORGE: (Standing up) I just got here, Ma! I'd like to spend a                little time with you."]}, {"line": ["ESTELLE: But if you wait, they won't let you back in! Visiting                hours are almost over!"]}, {"line": ["GEORGE: Ten minutes! Here, here, (Fishes a box of Tic-Tacs out                of his coat pocket and tosses them to her) Have some Tic-Tacs."]}, {"line": ["ESTELLE: Get the hell outta here. (Angrily sets them aside) I'm                sorry you came."]}, {"line": ["(Nurse enters)"]}, {"line": ["NURSE: (To patient) Six-thirty. Time for your sponge bath."]}, {"line": ["(George eagerly takes his seat, looking up at their shadows on                the divider)"]}, {"line": ["ESTELLE: George.. I'm huuunnnggry!"]}, {"line": ["GEORGE: (Muttering, slow) Hang on, Ma.. hang on.."]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: New York Health Club]"]}, {"line": ["(Elaine, dressed to impress, walks up to the counter. She's obviously                looking around for JFK Jr.)"]}, {"line": ["JOYCE: Hi!"]}, {"line": ["ELAINE: Hi."]}, {"line": ["JOYCE: Did you get your hair done today?"]}, {"line": ["ELAINE: No, I just, uh, fixed it.. a little bit. (Still looking                around, she quickly checks her breath)"]}, {"line": ["JOYCE: You know who - isn't here. He was in the early class today.                (Elaine looses her composure) But I think you made quite an impression                on him yesterday."]}, {"line": ["ELAINE: (Regarding herself) What? What? Who? Me-me-me? I made an                impression? What impression?"]}, {"line": ["JOYCE: Let me just put this back. (Turns to put a stack of shorts                away)"]}, {"line": ["(Elaine violently grabs her jacket, pulling Joyce back in her direction)"]}, {"line": ["ELAINE: No! No! Now! Tell me now! What did he say?!"]}, {"line": ["JOYCE: (Uneasy) He asked about you."]}, {"line": ["ELAINE: (Ecstatic) He asked about me? John Kennedy asked about                me?! (Hangs off the side of the counter, both feet in the air) What                did he say?"]}, {"line": ["JOYCE: He wanted to know your situation."]}, {"line": ["ELAINE: (Quick) What situation? I have a situation?"]}, {"line": ["JOYCE: I-I told him you were single."]}, {"line": ["ELAINE: That was good. That was very good."]}, {"line": ["JOYCE: He said you were just his type."]}, {"line": ["ELAINE: (Frank) Okay, you tryin' to hurt me? Are you tryin' to                hurt - you're tryin' to injure me, right? You're trying to hurt                me."]}, {"line": ["JOYCE: He also told me to tell you that he'll be in your neighborhood                tomorrow around nine o' clock - so he's gonna stop in front of your                building if you want to"]}, {"line": ["come down and say hello."]}, {"line": ["(Breathless, Elaine almost collapses)"]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Jerry's apartment]"]}, {"line": ["(Kramer's at the window while Jerry's on the phone with his mother,                watching TV)"]}, {"line": ["JERRY: Alright, Ma, I'll talk to you later.. Nothing, I'm, I'm                watching, uh, Tiny Toons here, on Nickelodeon.. It's, I-I like kid                shows. They have a very innocent,"]}, {"line": ["wholesome quality. Okay, alright, I'll talk to you later. Bye.                (Hangs up)"]}, {"line": ["KRAMER: (Obviously watching the nudist across the street) Oh, that's                good. That's good. That's very, very good. Oh, it's hot in there..                (Jerry looks back at"]}, {"line": ["Kramer in envy) It's hot in there. So, just walk around a little                bit. Don't be ashamed, don't be ashamed.. that's good, that's good..                yes, yes, yes.."]}, {"line": ["JERRY: (Trying to block out Kramer, he starts to sing along with                the TV) The wheels on the bus go round and round, round and round,                round and round. The"]}, {"line": ["wheels on the bus.."]}, {"line": ["(Kramer joins in with Jerry, only, he has a different version)"]}, {"line": ["KRAMER: The woman across the street has nothing on, nothing on,                nothing on.."]}, {"line": ["(Both Kramer and Jerry continue to sing the two different versions,                trying to over ride the other)"]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: George's room]"]}, {"line": ["(George is wide awake, staring at the ceiling. Scene cuts to Jerry.                Once again, he's restless and flings the covers off him. Scene cuts                to Kramer - he's out like a light."]}, {"line": ["The scene takes a final cut to Elaine. Foreshadowing the next scene,                she's sound asleep too)"]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Jerry's apartment]"]}, {"line": ["(Jerry and George. They're bickering at each other due to the lack                of sex)"]}, {"line": ["GEORGE: All you got is instant coffee? Why don't you get some real                coffee?"]}, {"line": ["JERRY: I don't keep real coffee in here, I get my coffee on the                outside! (Intercom buzzes. He answers it) Yeah?!"]}, {"line": ["ELAINE: (Through intercom) It's Elaine."]}, {"line": ["JERRY: (Shouting) Come on up! (Opens his door for Elaine)"]}, {"line": ["GEORGE: Where did you get those socks?"]}, {"line": ["JERRY: I don't know."]}, {"line": ["GEORGE: I think those are my socks!"]}, {"line": ["JERRY: How are these your socks?!"]}, {"line": ["GEORGE: I don't know, but those are my socks! I had a pair just                like that with the blue stripe, and now I don't have them anymore!"]}, {"line": ["JERRY: (Sarcastic) Oh, yeah, that's right, well, you fell asleep                one day on the sofa and I took them off your stinkin' feet. They                looked so good to me, I just had to"]}, {"line": ["have them!"]}, {"line": ["GEORGE: Yeah, well, they're my socks!"]}, {"line": ["JERRY: They're my socks!"]}, {"line": ["(A brief moment passes as they look at each other)"]}, {"line": ["GEORGE: Oh boy.."]}, {"line": ["JERRY: What are we doing here.."]}, {"line": ["GEORGE: ..Oh boy."]}, {"line": ["JERRY: This is ridiculous."]}, {"line": ["GEORGE: Do you believe this? We're fighting. We're fighting."]}, {"line": ["JERRY: I haven't been myself lately. I've been snapping at everybody."]}, {"line": ["GEORGE: Me too. I've been yelling at strangers on the street."]}, {"line": ["(Elaine slowly enters, shutting the door behind her)"]}, {"line": ["ELAINE: Hello.. (Pulls a wad of bills out of her purse, and starts                to count it up)"]}, {"line": ["GEORGE: (Shocked) You caved?!"]}, {"line": ["JERRY: It's over?"]}, {"line": ["GEORGE: You're out?"]}, {"line": ["JERRY: Ohh-my-God. The Queen is dead."]}, {"line": ["(Elaine sets the bills down on the counter)"]}, {"line": ["GEORGE: I figured you'd cruise. At least through the Spring."]}, {"line": ["JERRY: What happened?"]}, {"line": ["ELAINE: It was..uh.. John-John."]}, {"line": ["JERRY AND GEORGE: Ohhhhh.. John-John."]}, {"line": ["JERRY: But you made it through the day before."]}, {"line": ["ELAINE: Yeah, but yesterday, he told Joyce, the aerobics teacher,                that he wants to meet me outside here at nine o' clock tonight."]}, {"line": ["JERRY: Why outside here?"]}, {"line": ["ELAINE: Because he think I live here. Remember when we shared a                cab, and he dropped me off out in front? He's picking me up."]}, {"line": ["(George picks up the money, counting it)"]}, {"line": ["JERRY: Alright, Costanza - it's just you and me."]}, {"line": ["GEORGE: And then, (Smacks the money) there were two."]}, {"line": ["ELAINE: (Slowly) Elaine Benes Kennedy Junior.."]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Jerry's apartment]"]}, {"line": ["(Jerry and Marla are making out on the couch)"]}, {"line": ["MARLA: Let's go in the bedroom."]}, {"line": ["JERRY: Really?"]}, {"line": ["MARLA: Yes."]}, {"line": ["JERRY: You sure?"]}, {"line": ["MARLA: Yes."]}, {"line": ["JERRY: You really want to?"]}, {"line": ["MARLA: I do. I'm ready."]}, {"line": ["JERRY: Okay.."]}, {"line": ["MARLA: I know how difficult this must have been for you."]}, {"line": ["JERRY: (Chuckles) You don't know the half of it."]}, {"line": ["(They both laugh slightly)"]}, {"line": ["MARLA: What do you mean?"]}, {"line": ["JERRY: Well, it's kinda silly, but.."]}, {"line": ["(Scene cuts to Elaine on the sidewalk waiting for JFK Jr. She checks                her watch. Scene cuts back to Jerry's apartment. Marla, obviously                upset, is putting her coat"]}, {"line": ["on)"]}, {"line": ["MARLA: Contest?! A contest! This is what you do with your friends?"]}, {"line": ["JERRY: No, it was just a bet. I mean, it actually started with                George and his mother-"]}, {"line": ["MARLA: I don't want to hear another word. And to think how close                I came to you being the one! I must have been out of my mind."]}, {"line": ["(She leaves, slamming the door. Jerry hangs his head, then directs                his attention to his window. Eagerly walking over, he sits in his                chair, staring at the woman)"]}, {"line": ["(Scene cuts to Elaine. Marla walks out in front of her, trying                to hail a taxi)"]}, {"line": ["ELAINE: Marla? Hi, oh, I'm glad I ran into you-"]}, {"line": ["MARLA: I don't want to have anything to do with you or your perverted                friends. (Confused, Elaine moves closer) Ooohh, get away from me!                You're horrible."]}, {"line": ["Horrible! All of you!"]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Jerry's apartment]"]}, {"line": ["ELAINE: What happened?"]}, {"line": ["JERRY: I told her about the contest."]}, {"line": ["ELAINE: Ohh. Boy, she's a whack-o."]}, {"line": ["(George enters)"]}, {"line": ["GEORGE: (To Elaine) Hey, what happened?"]}, {"line": ["ELAINE: What?"]}, {"line": ["GEORGE: I thought you were meeting Kennedy."]}, {"line": ["ELAINE: (Let down) He didn't show."]}, {"line": ["GEORGE: Yeah, he did."]}, {"line": ["ELAINE: What? He's - He's out there? Oh, my God. I-I gotta go,                I gotta go.."]}, {"line": ["GEORGE: No, no, no. He just left."]}, {"line": ["ELAINE: What?"]}, {"line": ["GEORGE: Yeah, he was talking to Marla."]}, {"line": ["JERRY: Marla?"]}, {"line": ["GEORGE: Yeah, I think, you know, she was, like, crying, and he                was consoling her, and then, she, uh, just got into his car, and                they just drove away."]}, {"line": ["ELAINE: (Angered) He left with Marla, the virgin?"]}, {"line": ["GEORGE: Yeah."]}, {"line": ["ELAINE: They drove away?"]}, {"line": ["GEORGE: Yeah, drove away.. You know, I said 'Hello' to him. You                know, he's - he's-"]}, {"line": ["JERRY: (Moving to the window, shocked) Oh my God in heaven!"]}, {"line": ["(All three crowd around the window)"]}, {"line": ["ELAINE: (Makes a sound of surprise) Is that..?"]}, {"line": ["GEORGE: Kramer?!"]}, {"line": ["(A brief pause)"]}, {"line": ["ELAINE: He's waving.."]}, {"line": ["(All three wave back)"]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Elaine's bedroom]"]}, {"line": ["(Elaine's sound asleep. Scene cuts to George, then Jerry. They                too, are sleeping. Scene takes a cut to Kramer and the nudist -                both asleep; then a final cut to Marla's"]}, {"line": ["bedroom. She's sleeping with JFK Jr)"]}, {"line": ["MARLA: Ohh, John. That was wonderful.."]}, {"line": ["(Scene ends)"]}, {"line": ["END OF SHOW."]}, {"line": ["                                                                                                        ", "\n        "]}, {"line": []}, {"line": [" "]}, {"line": []}, {"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]}, {"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}]