[{"title": "The Jacket"}, {"line": []}, {"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]}, {"line": [" "]}, {"line": ["Directed by: Tom Cherones"]}, {"line": ["Broadcasted: February 6, 1991 for the first time."]}, {"line": ["Stars: Jerry Seinfeld, Michael Richards, "]}, {"line": ["Jason Alexander, Julia Louis-Dreyfus, and Lawrence Tierney (as                Alton Benes)."]}, {"line": [" "]}, {"line": ["[Setting: Night club]"]}, {"line": ["JERRY: I hate clothes, okay? I hate buying them. I hate picking                them out of my closet. I can't stand every day trying to come up                with little outfits for myself. I think"]}, {"line": ["eventually fashion won't even exist. It won't. I think eventually                we'll all be wearing the same thing. 'Cause anytime I see a movie                or a TV show where there's people"]}, {"line": ["from the future of another planet, they're all wearing the same                thing. Somehow they decided \"This is going to be our outfit.                One-piece silver jumpsuit, V-stripe, and"]}, {"line": ["boots. That's it.\" We should come up for an outfit for earth.                An earth outfit. We should vote on it. Candidates propose different                outfits, no speeches. They walk out,"]}, {"line": ["twirl, walk off. We just sit in the audience and go, \"That                was nice. I could wear that.\""]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Clothing store]"]}, {"line": ["JERRY: I think I've seen enough."]}, {"line": ["SALESMAN: Well, I might have something in the back."]}, {"line": ["ELAINE: The back? They never find anything in the back. If they                had anything good in the back, they'd put it out in the front."]}, {"line": ["JERRY: Why don't they open up an entire store for the back? Call                it, \"Just Back.\" All back. No front. You walk in the front,                you're immediately in the back. (Picks"]}, {"line": ["up a tie display) Look, Elaine, tie car wash."]}, {"line": ["CUSTOMER: (Sees the book Elaine is holding) Oh, I just read that.                That's terrific."]}, {"line": ["JERRY: (Pointing to Elaine) Her father wrote that."]}, {"line": ["CUSTOMER: Alton Benes is your father?"]}, {"line": ["ELAINE: Yeah."]}, {"line": ["CUSTOMER: I always felt he deserved a wider audience."]}, {"line": ["ELAINE: I'm not so sure he wants one. (Customer leaves) Hey, don't                forget Sunday, okay? You and George are coming, right? Hotel Westbury,                eight o' clock."]}, {"line": ["JERRY: ..I guess I'm coming.. I mean.."]}, {"line": ["ELAINE: What? What, you don't want to go now?"]}, {"line": ["JERRY: No, I'll go. I'm going."]}, {"line": ["ELAINE: No, Jerry, you have to. I need a buffer. You know, I haven't                seen my father in a while and.. you know."]}, {"line": ["JERRY: I'm worried I won't be able to talk to him. He's such a                great writer. Frankly, I perfer the company of nitwits."]}, {"line": ["ELAINE: So, that's why we're not togeter anymore."]}, {"line": ["JERRY: (Looks at a jacket) What is this? (Holds it up) This is                beautiful.. but these jackets never fit me right."]}, {"line": ["ELAINE: Try it on. (Feels it) Wow, this is soft suede."]}, {"line": ["JERRY: This may be the most perfect jacket I have ever put on.                (Elaine grabs the tag) How much is it?"]}, {"line": ["ELAINE: (Shocked) Oh my God."]}, {"line": ["JERRY: Bad? (Elaine nods) ..Very bad?"]}, {"line": ["ELAINE: You have no idea."]}, {"line": ["JERRY: I have some idea."]}, {"line": ["ELAINE: No idea."]}, {"line": ["JERRY: I've got a ballpark."]}, {"line": ["ELAINE: There is no park and the team has relocated."]}, {"line": ["JERRY: (Looks at the tag) ..That is high."]}, {"line": ["ELAINE: Oh man, that is a beautiful jacket, though."]}, {"line": ["JERRY: (Looking at the insides of the jacket) What's with the pink                lining and the candy stripes?"]}, {"line": ["ELAINE: Well, it's just a lining. You can always have it changed."]}, {"line": ["JERRY: Should I get it? I hate these moments. I'm hearing the dual                voices now, you know. \"What about the money?\" \"What's                money?\""]}, {"line": ["SALESMAN: It looks wonderful on you."]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Jerry's apartment]"]}, {"line": ["(Jerry's sitting on his couch wearing his pajamas and his new jacket.                He gets up to look at his jacket in the mirror. Kramer enters)"]}, {"line": ["JERRY: Hey."]}, {"line": ["KRAMER: Hey. New jacket?"]}, {"line": ["JERRY: What do you think?"]}, {"line": ["KRAMER: It's beautiful."]}, {"line": ["JERRY: Is it me?"]}, {"line": ["KRAMER: That's definitely you."]}, {"line": ["JERRY: Really?"]}, {"line": ["KRAMER: That's more you than you've ever been. (Starts looking                the jacket over) What is with the pink lining?"]}, {"line": ["JERRY: I don't know. It's got a pink lining."]}, {"line": ["KRAMER: Oh.. So, what did you pay for this?"]}, {"line": ["JERRY: I paid what it costs."]}, {"line": ["KRAMER: How much?"]}, {"line": ["JERRY: What's the difference?"]}, {"line": ["KRAMER: What, you're not gonna tell me?"]}, {"line": ["JERRY: I'd rather not say it out loud. It's embarrassing."]}, {"line": ["KRAMER: Over three hundred?"]}, {"line": ["JERRY: Yes, but let's just stop it right there."]}, {"line": ["KRAMER: It's over four hundred?"]}, {"line": ["JERRY: Really, I'm not answering anymore."]}, {"line": ["KRAMER: Is it over four hundred?"]}, {"line": ["JERRY: Would you?"]}, {"line": ["KRAMER: (Finds the tag) Woah, Nelson!"]}, {"line": ["JERRY: I know, I know."]}, {"line": ["KRAMER: (Talking about his old jacket) What are you gonna do with                the leather one?"]}, {"line": ["JERRY: I don't know."]}, {"line": ["KRAMER: Well, are you gonna wear it?"]}, {"line": ["JERRY: Maybe."]}, {"line": ["KRAMER: (Looking over the leather jacket) You're not going to wear                this."]}, {"line": ["JERRY: Do you want it?"]}, {"line": ["KRAMER: Well, yeah. Okay. I'll take it.. I like the jacket."]}, {"line": ["JERRY: (Takes one last look at the leather jacket) ..Okay, take                it."]}, {"line": ["KRAMER: Good karma for you. (Kramer puts on his new jacket, and                stands next to Jerry, looking in the mirror.) Oh baby."]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Jerry's apartment]"]}, {"line": ["(George enters singing \"Master Of the House\" - a Les                Miserables show tune)"]}, {"line": ["GEORGE: \"Master of the house.. doling out the charm, ready                with a handshake and an open palm. Tells a saucy talke, loves to                make a stir everyone appreciates a..\""]}, {"line": ["JERRY: What is that song?"]}, {"line": ["GEORGE: Oh, it's from Les Miserables. I went to see it last wee.                I can't get it out of my head. I just keep singing it over and over.                It just comes out. I have no"]}, {"line": ["control over it. I'm singing it on elevators, buses. I sing it                infront of clients. It's taking over my life."]}, {"line": ["JERRY: You know, Schumann went mad from that."]}, {"line": ["GEORGE: Artie Schumann? From Camp Hatchapee?"]}, {"line": ["JERRY: No, you idiot."]}, {"line": ["GEORGE: What are you, Bud Abbott? What, are you calling my an idiot?"]}, {"line": ["JERRY: You don't know Rober Schumann? The composer?"]}, {"line": ["GEORGE: Oh, Schumann. Of course."]}, {"line": ["JERRY: (Trying to scare George) He went crazy from one note. He                couldn't get it out of his head. I think it was an A. He kept repeating                it over and over again. He"]}, {"line": ["had to be institutionalized."]}, {"line": ["GEORGE: Really? ..Well, what if it doesn't stop? (Jerry gestures                \"That's the breaks.\" George gasps) Oh, that I really needed                to hear. That helps a lot! Alright, just"]}, {"line": ["say something. Just start talking. Change the subject.. Let's just                go, alright? I can't believe we're having dinner with Alton Benes."]}, {"line": ["JERRY: I know exactly what's goin to happen tonight. I'm gonna                try and act like I'm not impressed, he's gonna see right through                it."]}, {"line": ["GEORGE: Yeah, he'll be looking at us like he's backstage at a puppet                show."]}, {"line": ["JERRY: Let me just get my jacket. (Moves to the bedroom)"]}, {"line": ["GEORGE: \"Master of the house, keeper of the inn..\" (Jerry                proudly models his new jacket infront of George. George looks in                admiration at the jacket) This is huge!"]}, {"line": ["When did this happen?"]}, {"line": ["JERRY: Wednesday. This jacket has completely changed my life. When                I leave the house in this, it's with a whole different confidence.                Like tonight, I might've been"]}, {"line": ["a little nervous. But, inside this jacket, I am composed, grounded,                secure that I can meet an social challenge."]}, {"line": ["GEORGE: (Nods) Can I say one thing to you? And I say this wiht                an unblemished record of staunch heterosexuality."]}, {"line": ["JERRY: Absolutely."]}, {"line": ["GEORGE: ..It's fabulous."]}, {"line": ["JERRY: I know."]}, {"line": ["GEORGE: And I'll tell you something else, I'm not even going to                ask you. I want to know. But I'm not going to ask. You'll tell me                when you feel comfortable.. So"]}, {"line": ["what was it? Four hundred? Five hundred? Did you pay five hundred                for this? (Jerry's acting coy throughout the whole thing) Over six?                Can't be seven. Don't tell my"]}, {"line": ["you paid seven hundred dollars for this jacket! Did you pay seven                hundred dollars for this jacket? Is that what you're saying to me?!                You are sick! Is that what you"]}, {"line": ["paid for this jacket?! Over seven hundred? What did you pay for                this jacket? I won't say anything. I wanna know what you paid for                this jacket! Oh my God! A"]}, {"line": ["thousand dollars?! You paid a thousand dollars for this jacket?!                Alright, fine. I'm walking out of here right now thinking you paid                a thousand dollars for this jacket,"]}, {"line": ["unless you tell me different. (Jerry still coy, stays silent) Oh,                ho! Alright! I'll tell you what, if you don't say anything in the                next five seconds, I'll know it was over a"]}, {"line": ["thousand.."]}, {"line": ["(Enter Kramer)"]}, {"line": ["KRAMER: Hey. Hey, would you do me a solid?"]}, {"line": ["JERRY: Well, what kind of solid?"]}, {"line": ["KRAMER: I need you to sit in the car for two minutes while it's                double-parked. I gotta pick up some birds."]}, {"line": ["JERRY: Birds?"]}, {"line": ["KRAMER: Yeah. A friend of mine, he's a magician. He's going away                on vacation. He asked me to take care of his doves."]}, {"line": ["JERRY: So take a cab."]}, {"line": ["KRAMER: They won't take a cage full of birds."]}, {"line": ["JERRY: I can't. I'm on my way out. There's no way I can do it."]}, {"line": ["KRAMER: George, do me a solid? Two minutes."]}, {"line": ["GEORGE: Well, I'm going with him. I'd like to, I've never done                a solid before."]}, {"line": ["KRAMER: Alright.. yeah.. alright, have a good one."]}, {"line": ["(Kramer leaves)"]}, {"line": ["JERRY: (Scoffs) Two minutes. Believe me, I know his two minutes..                By his conception of time, his life will last over two thousand                years."]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Hotel lobby]"]}, {"line": ["(Jerry and George enter. George's singing \"Master of the House\")"]}, {"line": ["GEORGE: \"Master of the House. Quick to catch your eye, never                wants a passerby to pass him by.\""]}, {"line": ["JERRY: (Points to his head) Schumann. (George gets visibly scared)                Where are they?"]}, {"line": ["GEORGE: Maybe he didn't show up."]}, {"line": ["JERRY: What, you don't want to do this?"]}, {"line": ["GEORGE: I don't think there's ever been an appointment in my life                where I wanted the other guy to show up."]}, {"line": ["GEORGE: (Sees an elderly man sitting on a leather chair) Wait a                second, is that him?"]}, {"line": ["JERRY: Yeah, I think it is. (They walk tward him) Where's Elaine?"]}, {"line": ["GEORGE: I'm nervous."]}, {"line": ["JERRY: Excuse me.. Mister Benes?"]}, {"line": ["ALTON: Yeah?"]}, {"line": ["JERRY: I'm Jerry. Elaine's friend.. and this is George."]}, {"line": ["GEORGE: (Holds out his hand for a handshake) It's a great thrill                to meet you, Sir."]}, {"line": ["(Alton starts hacking, George withdraws his hand)"]}, {"line": ["ALTON: Sit down. Want a drink?"]}, {"line": ["JERRY: Sure."]}, {"line": ["ALTON: (Summons waiter) What do you have?"]}, {"line": ["JERRY: (To waiter) I'll have a cranberry juice with two limes."]}, {"line": ["GEORGE: And, I'll have a club soda with no ice."]}, {"line": ["BENES: (Gives both Jerry and George a look) I'll have another Scotch                with plenty of ice."]}, {"line": ["GEORGE: You like ice?"]}, {"line": ["ALTON: Huh?"]}, {"line": ["GEORGE: I said, do you like ice?"]}, {"line": ["ALTON: Like it?"]}, {"line": ["GEORGE: Don't you think you get more without it?"]}, {"line": ["ALTON: (Pauses) Where's Elaine?"]}, {"line": ["JERRY: Well, we thought she was meeting you earlier. She's usually                pretty punctual. (Alton remains quiet) ..Don't you find that, George?"]}, {"line": ["GEORGE: Yeah, yeah. She's punctual.. and she's been late sometimes."]}, {"line": ["JERRY: Yeah, yeah. Sometimes she's on time, and sometimes she's                late."]}, {"line": ["GEORGE: I guess today she's late."]}, {"line": ["JERRY: It appears that way."]}, {"line": ["GEORGE: Yep."]}, {"line": ["JERRY: Yep."]}, {"line": ["(Both Jerry and George look at the door, anticipating Elaine's                arrival)"]}, {"line": ["ALTON: Looks like rain."]}, {"line": ["GEORGE: (Perks up) I know, I know, that's what they said."]}, {"line": ["ALTON: Who said?"]}, {"line": ["GEORGE: The weather guy, Dr. Waldo."]}, {"line": ["ALTON: I don't need anybody to tell me it's gonna rain."]}, {"line": ["GEORGE: No, of course not. I didn't.."]}, {"line": ["ALTON: All I have to do is stick my head out the window. (Waiter                shows up with the drinks) Which one's suppose to be the funny guy?"]}, {"line": ["GEORGE: (Pointing at Jerry) Oh, he's the comedian."]}, {"line": ["JERRY: I'm just a regular person."]}, {"line": ["GEORGE: No, no. He's just being modest."]}, {"line": ["ALTON: We had a funny guy with us in Korea. A tailgunner. They                blew his brains out all over the Pacific. (Long pause) There's nothing                funny about that."]}, {"line": ["(Jerry and George turn to the door again)"]}, {"line": ["JERRY: Would you excuse me a minute? I'm gonna go to the bathroom.                I'll be right back."]}, {"line": ["(Jerry leaves. George is left alone with Alton)"]}, {"line": ["GEORGE: I just wanted to tell you that I really enjoyed Fair Game.                I thought it was just brilliant."]}, {"line": ["ALTON: Drivel."]}, {"line": ["GEORGE: Maybe some parts."]}, {"line": ["ALTON: What parts?"]}, {"line": ["GEORGE: The drivel parts.. Oh my gosh, I just realized - I have                to make a phone call. I can believe.. would you.. (Gets up, and                leaves)"]}, {"line": ["(Scene cuts to the hotel bathroom)"]}, {"line": ["GEORGE: Thank you for leaving me alone with him!"]}, {"line": ["JERRY: That was brutal. I can't go back out there."]}, {"line": ["GEORGE: Well, let's just leave."]}, {"line": ["JERRY: Elaine'll kill me."]}, {"line": ["GEORGE: Where is she?"]}, {"line": ["JERRY: She's gotta be here soon."]}, {"line": ["GEORGE: How could she leave us alone with this lunatic? Ten more                minutes, and that's it! I'm leaving. I have to tell you, this guy                scares me."]}, {"line": ["JERRY: The waiter was trembling."]}, {"line": ["GEORGE: If she doesn't show up, we can't possibly have dinner with                him alone."]}, {"line": ["JERRY: How are we gonna get out of it?"]}, {"line": ["GEORGE: We'll say we're frightened and we have to go home."]}, {"line": ["JERRY: Yeah, that's good. He'd clunk our heads together like Moe."]}, {"line": ["GEORGE: I don't know. Just start scratching. Tell him you have                the crabs. He was in the military. He'll understand that."]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Night club]"]}, {"line": ["JERRY: All fathers are intimidating. They're intimidating because                they are fathers. Once a man has children, for the rest of his life,                his attitude is, \"To hell with the"]}, {"line": ["world, I can make my own people. I'll eat whatever I want. I'll                wear whatever I want, and I'll create whoever I want.\""]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Hotel lobby]"]}, {"line": ["(Jerry and George come back from the bathroom)"]}, {"line": ["ALTON: Who'd you call?"]}, {"line": ["GEORGE: (Caught off guard) My uncle is having an operation. I just                wanted to see how he was."]}, {"line": ["ALTON: What kind of operation?"]}, {"line": ["GEORGE: Bone marrow."]}, {"line": ["(Manager approaches)"]}, {"line": ["MANAGER: Mister Benes?"]}, {"line": ["ALTON: Yes?"]}, {"line": ["MANAGER: A message for you. (Hands him a message)"]}, {"line": ["ALTON: From Elaine. She got tied up. She'll be here in thirty minutes.                (Jerry and George freeze)"]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Hotel lobby]"]}, {"line": ["ALTON: Yeah, they should've taken care of Castro when they had                the chance. Like we did in Guatamala in 'fifty-three."]}, {"line": ["JERRY: (Adding) Well, Guatamala."]}, {"line": ["GEORGE: Sure, Guatamala."]}, {"line": ["ALTON: (Gets up) Alright, you boys get yourselves together. We'll                head up to the restaurant. I'll leave a note for Elaine. I'm going                to the bathroom. (Leaves)"]}, {"line": ["GEORGE: Come on, let's go!"]}, {"line": ["JERRY: What about Elaine?"]}, {"line": ["GEORGE: To hell with Elaine!"]}, {"line": ["JERRY: She'll be furious."]}, {"line": ["GEORGE: We're dying here!"]}, {"line": ["(Elaine enters)"]}, {"line": ["JERRY: That's her! She's here!"]}, {"line": ["ELAINE: I'm sorry. I'm so sorry. Where is Dad?"]}, {"line": ["GEORGE: (Mocking Alton's voice) He's in the bathroom."]}, {"line": ["JERRY: Where have you been?!"]}, {"line": ["ELAINE: Kramer, that .. Kramer! I'm just about to leave, he calls                me up. He begs me to sit in his car for two minutes, so he can pick                up these birds.."]}, {"line": ["JERRY: Oh, you didn't.."]}, {"line": ["ELAINE: Well, he said he'd drive me here right after. So, I am                sitting in his car twenty minutes! he doesn't come down. I am freezing.                Then a cop comes by, tells me"]}, {"line": ["to get out of the car. He's a city marshal. He's towing the car                away. Kramer owes thousands of dollars in back tickets. He was going                to tow it with me in the car!"]}, {"line": ["So, they tow the car. Now, I am standing outside, and I am freezing,                but I cannot leave because I have to tell him what happened to the                car.. so, finally, he finally"]}, {"line": ["comes down with his giant cage filled with doves. He said he was                getting special instructions, that each dove has a different diet.                So, we're wandering around trying"]}, {"line": ["to get a cab, when two of these doves fly out! Now we're running                down the street after these doves. I almost got hit by a bus. (Sits                down, takes a deep breath) ..So"]}, {"line": ["how's everything going over here?"]}, {"line": ["JERRY: (After hearing Elaine's story, his is..) Great."]}, {"line": ["GEORGE: Couldn't be better."]}, {"line": ["ELAINE: Good. 'Cause Dad can make some people a little uncomfortable."]}, {"line": ["JERRY: Oh, no, no."]}, {"line": ["GEORGE: Get outta here.."]}, {"line": ["ELAINE: Man, Kramer! I could kill him."]}, {"line": ["JERRY: I can't believe it. You know better than to get involved                with Kramer."]}, {"line": ["ELAINE: He said he'd give me a lift."]}, {"line": ["JERRY: Ah, the lift. Like the lure of the siren's song. Never what                it seems to be, yet who among us can resist?"]}, {"line": ["GEORGE: Where do you come up with this stuff?"]}, {"line": ["ALTON: (Returns) Well, look who's here."]}, {"line": ["ELAINE: Oh, Hi, Dad."]}, {"line": ["ALTON: (Kisses Elaine) Hello, dear. Who's the lipstick for?"]}, {"line": ["ELAINE: No one."]}, {"line": ["ALTON: ..How's your mother?"]}, {"line": ["ELAINE: Fine."]}, {"line": ["ALTON: How about you? Are you working?"]}, {"line": ["ELAINE: Yeah, I'm reading manuscripts for Pendant Publishing. I                told you ten times."]}, {"line": ["ALTON: Pendant, those bastards.. Alright, boys. We'll go to that                Pakistani restaurant on 46th Street. You're not afraid of a little                spice, are you?"]}, {"line": ["(They all head for the door. Jerry and George trail behind a little)"]}, {"line": ["GEORGE: \"Master of the house, doling out the charm. Ready                with a handshake and an open..\""]}, {"line": ["ALTON: Pipe down, chorus boy."]}, {"line": ["(Alton glares, George gets embarrassed)"]}, {"line": ["ELAINE: Ohh.. it's snowing. It's beautiful."]}, {"line": ["JERRY: (To George) Snow.. snow, that can't be good for suede, can                it?"]}, {"line": ["GEORGE: I wouldn't think so."]}, {"line": ["JERRY: What should I do? (To Alton) We're taking a cab, aren't                we?"]}, {"line": ["ALTON: Cab? It's only five blocks."]}, {"line": ["GEORGE: (To Jerry) Why don't you just turn it inside out?"]}, {"line": ["JERRY: Inside out! Great."]}, {"line": ["(Jery turns his jacket inside out, showing of the pink striped                insides. Alton stops him before Jerry can leave the hotel)"]}, {"line": ["ALTON: Wait a minute. What the hell do you call this?"]}, {"line": ["JERRY: Oh, I turned my jacket inside out."]}, {"line": ["ALTON: Well, you look like a damn fool!"]}, {"line": ["JERRY: (Like a child) Well, it's a new suede jacket. It might get                ruined."]}, {"line": ["ALTON: Well, you're not going to walk down the street with my and                my daughter dressed like that! That's for damn sure!"]}, {"line": ["(Jerry looks at George)"]}, {"line": ["GEORGE: It's only a few blocks."]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Jerry's apartment]"]}, {"line": ["(Jerry's heading out, the intercom buzzes)"]}, {"line": ["JERRY: (Into intercom) Elaine?"]}, {"line": ["ELAINE: Yeah."]}, {"line": ["JERRY: Come on up."]}, {"line": ["(Enter Kramer)"]}, {"line": ["KRAMER: Hey."]}, {"line": ["JERRY: Hey."]}, {"line": ["KRAMER: I've gotta feed the birds."]}, {"line": ["JERRY: So?.."]}, {"line": ["KRAMER: You got any of those mini Ritzes?"]}, {"line": ["(Jerry reaches up, and pulls out some mini Ritzes)"]}, {"line": ["JERRY: I can't believe I do."]}, {"line": ["KRAMER: Yeah! ..Well, are you going out?"]}, {"line": ["JERRY: Yeah."]}, {"line": ["KRAMER: Hey, where's your new jacket? (Jerry points to the jacket                hanging in the bathroom. It's ruined, and unwearable) What? (Kramer                enters the bathroom,"]}, {"line": ["he's shocked at the sight of the jacket) Ohhh. What did you do                to it?"]}, {"line": ["JERRY: I was out in the snow last night."]}, {"line": ["KRAMER: Don't youk now what that does to suede?"]}, {"line": ["JERRY: I have an idea. (Elaine enters) We can make the nine-thirty                at Cinema III."]}, {"line": ["ELAINE: Okay.. (To Kramer) Hello. (To Jerry) Listen, thanks again                for coming last night. Dad said he had a great time."]}, {"line": ["JERRY: Is he still in town?"]}, {"line": ["ELAINE: No, he's driving back to Maryland tonight."]}, {"line": ["KRAMER: (Talking about the ruined jacket) So, uh.. what are you                gonna do with that one now?"]}, {"line": ["JERRY: I don't know."]}, {"line": ["KRAMER: Well?.."]}, {"line": ["ELAINE: (To Jerry) I didn't want to tell you this, but usually                he hates everyone."]}, {"line": ["JERRY: Really?"]}, {"line": ["KRAMER: You gonna throw this out?"]}, {"line": ["JERRY: Well, I can't wear it."]}, {"line": ["ELAINE: (To Jerry) Yeah, he like you though. Said you reminded                him of somebody he knew in Korea."]}, {"line": ["KRAMER: Well, if you're just gonna throw it out, you know, I could                take it."]}, {"line": ["JERRY: Yeah, go ahead, take it."]}, {"line": ["ELAINE: Dad thinks George is gay."]}, {"line": ["JERRY: Oh, because of all that singing?"]}, {"line": ["ELAINE: No, he pretty much thinks everyone is gay."]}, {"line": ["(Kramer returns from the bathroom wearing the ruined suede jacket)"]}, {"line": ["KRAMER: Hey, see, I like it like this. "]}, {"line": ["ELAINE: (Pointing at the jacket Kramer's wearing) Isnt' that..?                (Jerry nods) Oh, is this fromt he snow last night? (Jerry nods again)                Ugh.. you know what you"]}, {"line": ["should've done? You should've turned it inside out."]}, {"line": ["JERRY: I'll try and remember that."]}, {"line": ["KRAMER: (Talking about the leather jacket from the start of the                show) Boy, it's too bad you gave me this one too."]}, {"line": ["JERRY: (Sarcastic) Yeah, too bad."]}, {"line": ["KRAMER: I'm gonna have to do something about this lining."]}, {"line": ["(Kramer exits, Scene ends)"]}, {"line": ["[Setting: Alton Benes' car]"]}, {"line": ["(Alton is driving home, then all the sudden, he starts to sing)"]}, {"line": ["ALTON: \"Master of the house doling out the charm, ready with                a handshake and an open palm..\""]}, {"line": ["(Scene ends)"]}, {"line": ["[Setting: Night club]"]}, {"line": ["JERRY: I had a leather jacket that got ruined. Now, why does moisture                ruin leather? I don't get this. Aren't cows ouside most of the time?                I don't understand it."]}, {"line": ["When it's raining do cows go up to the farmhouse, \"Let us                in, we're all wearing leather.. Open the door! We're gonna ruin                the whole outfit here..\" \"Is it suede?\" \"I am"]}, {"line": ["suede, the whole thing is suede, I can't have this cleaned. It's                all I got!\""]}, {"line": [" "]}, {"line": ["END OF SHOW."]}, {"line": ["                                                                                                        ", "\n        "]}, {"line": []}, {"line": [" "]}, {"line": []}, {"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]}, {"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}]