[{"title": "The Stand-In"}, {"line": []}, {"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]}, {"line": [" "]}, {"line": ["         Episode 80 - The Stand-In", "\n        pc: 516, season 5, episode 16", "\n        Broadcast date: February 24, 1994", "\n        ", "\n        Written by Larry David", "\n        Directed by Tom Cherones", "\n        ", "\n        ------------------------------------------------------------------------------- \n        ", "\n        The Cast ", "\n        Regulars: ", "\n        Jerry Seinfeld ....................... Jerry Seinfeld ", "\n        Jason Alexander .................. George Costanza ", "\n        Julia Louis-Dreyfus ............. Elaine Benes ", "\n        Michael Richards ................. Cosmo Kramer ", "\n        ", "\n        Guest Stars:", "\n        Mark Tymchyshyn ............Phil", "\n        Karla Tamburrelli ...............Daphne", "\n        Debbie Lee Carrington .....Tammy", "\n        W. Earl Brown ....................Al", "\n        Michael Rivkin ...................Fulton", "\n        Joe Gieb ...............................Johnny", "\n        Layne Beamer .....................Father", "\n        Thomas Dekker ..................Son", "\n        Jerome Betler ......................Director", "\n        rc: Danny Woodburn ........Mickey Abbott ", "\n        ", "\n        ==============================================", "\n        ", "\n        [Setting: Comedy Club]", "\n        ", "\n        Opening Monologue: The bus is the single stupidest, fattest, slowest, \n        most despised vehicle on the road. Isn't it? You ever notice when you \n        get behind the bus, people in your car go 'what are you doing? get away, \n        come on.' The back of the bus is like an eclipse isn't it? people are \n        just like 'the sun, where's the sun?' It's like this huge metal ass taking \n        up the whole wind shield of your car. When it pulls out it even sounds \n        like a fat uncle trying to get out of a sofa. (acts like he is trying \n        to get out of a car and makes the sound of a bus/guy starting to get going)", "\n        ", "\n        (scene ends)", "\n        ", "\n        ", "\n        [Setting: Jerry and George on a Bus]", "\n        ", "\n        GEORGE: It's just not good, it's not good.", "\n        ", "\n        JERRY: It's not good.", "\n        ", "\n        GEORGE: I'm bored. She's boring, I'm boring, we're both boring. We got \n        out to eat, we both read newspapers.", "\n        ", "\n        JERRY: Well at breakfast everybody reads.", "\n        ", "\n        GEORGE: No. Lunch we read, dinner we read.", "\n        ", "\n        JERRY: You read during lunch?", "\n        ", "\n        GEORGE: Ya", "\n        ", "\n        JERRY: Oh, well.", "\n        ", "\n        GEORGE: There's nothing to talk about.", "\n        ", "\n        JERRY: Ya, what's there to talk about.", "\n        ", "\n        GEORGE: Well at least you and I are talking about how there's nothing \n        to talk about.", "\n        ", "\n        JERRY: Why don't you talk to her about how there's nothing to talk about?", "\n        ", "\n        GEORGE: She knows there is nothing to talk about.", "\n        ", "\n        JERRY: At least you'll be talking.", "\n        ", "\n        GEORGE: Oh shut up.", "\n        ", "\n        (Al comes onto the bus)", "\n        ", "\n        AL: Hey, look who's here.", "\n        ", "\n        JERRY: Hey, Al.", "\n        ", "\n        GEORGE: Hey, Al. How's it going?", "\n        ", "\n        AL: (extremely happy) Deeply in love. We have soo many things to talk \n        about. Sometimes we'll talk all night, till the sun comes up (pauses in \n        his happiness; to George) so how about you?", "\n        ", "\n        GEORGE: Oh I'm seeing someone, yes. You know her, Daphne Bower.", "\n        ", "\n        AL: Great girl.", "\n        ", "\n        GEORGE: We have no need to speak. We communicate with deep soulful looks.", "\n        ", "\n        JERRY: Like Dwight and Mamie Eisenhower.", "\n        ", "\n        AL: (to Jerry) Oh did you hear about Fulton?", "\n        ", "\n        JERRY: Ya.", "\n        ", "\n        AL: I went by the hospital to see him a few days ago (looking at Jerry) \n        think he'd really like you to come visit.", "\n        ", "\n        JERRY: Me?", "\n        ", "\n        AL: Ya, he said he could use a good laugh.", "\n        ", "\n        GEORGE: What about me?", "\n        ", "\n        AL: (to George) He didn't mention you. (Looks toward the front of the \n        bus) This is my stop. Uh see ya.", "\n        ", "\n        GEORGE: Ya", "\n        ", "\n        JERRY: Ya, see ya.", "\n        ", "\n        (Al leaves)", "\n        ", "\n        GEORGE: Deeply in love. If you can't say anything bad about a relationship, \n        you shouldn't say anything at all.", "\n        ", "\n        JERRY: (points to George) Ya.", "\n        ", "\n        (Scene Ends)", "\n        ", "\n        ", "\n        [Setting: Jerry's apartment]", "\n        ", "\n        (Jerry and George enter the apartment)", "\n        ", "\n        GEORGE: I didn't even know Fulton was in the hospital.", "\n        ", "\n        JERRY: Could use a good laugh. You know what kind of pressure that is? \n        Come on, come with me. ", "\n        ", "\n        GEORGE: Na no, I'm not good in these situations. I can't hide my pity. \n        I..I make em feel worse.", "\n        ", "\n        JERRY: Oh, stop it.", "\n        ", "\n        GEORGE: Ya and also I'm afraid that people in that state are finally going \n        to tell me what they really think of me. You know they got nothing to \n        lose what do they care?", "\n        ", "\n        JERRY: So you're not gonna come?", "\n        ", "\n        GEORGE: No but say hello for me.", "\n        ", "\n        (Kramer and Mickey enter)", "\n        ", "\n        KRAMER: Hey!", "\n        ", "\n        JERRY: Hey! Hey Mick.", "\n        ", "\n        MICKEY: Hey Jerry.", "\n        ", "\n        KRAMER: What's doing?", "\n        ", "\n        JERRY: Nothing, what's doing with you?", "\n        ", "\n        KRAMER: Same old, same old.", "\n        ", "\n        JERRY: George this is Mickey.", "\n        ", "\n        GEORGE: Hi, nice to meet you.", "\n        ", "\n        (George and Mickey shake hands)", "\n        ", "\n        MICKEY: Pleasure.", "\n", "\n        ", "\n        JERRY: How's work going you guys?", "\n        ", "\n        MICKEY: Lets not even talk about it.", "\n        ", "\n        GEORGE: (to Kramer) You got a job?", "\n        ", "\n        KRAMER: Ya, Mickey. He hooked me up. We're stand-ins for the actors on \n        'All My Children.' Mickey, he's a stand-in for an eight year old kid and \n        I stand in for the kids father.", "\n        ", "\n        MICKEY: (to Jerry then both Jerry and George) But I got a big problem. \n        The kid I stand in for, he's growing. He was four feet last month, now \n        he's like four-two and a half. He shot up two and a half inches. I can \n        do four-two, four-three is a stretch, any higher than that and I'm gonna \n        be out on my ass doing that paralegal crap.", "\n        ", "\n        JERRY: How do you stop a kid from growing?", "\n        ", "\n        KRAMER: (to Mickey) I told you, you should offer him some cigarettes. \n        ", "\n        ", "\n        MICKEY: I offered him cigarettes, (to Jerry and George) but his stupid \n        mother is hanging around. She won't let him have any.", "\n        ", "\n        KRAMER: (to Mickey) What about lifts?", "\n        ", "\n        MICKEY: (to Kramer) Out of the question. ", "\n        ", "\n        GEORGE: (to Mickey) Can't you just switch with another Midget?", "\n        ", "\n        (Mickey grabs the counter with rage on his face, Jerry does a form of \n        gulp)", "\n        ", "\n        MICKEY: (turns and moves up to George, points his finger at him) It's \n        little people, you got that?", "\n        ", "\n        KRAMER: Easy Mickey, easy. ", "\n        ", "\n        GEORGE: Yap..", "\n        ", "\n        KRAMER: All right we gotta get back to the show. What are you guys doing?", "\n        ", "\n        JERRY: I'm going to the hospital, to visit Fulton.", "\n        ", "\n        KRAMER: (on his way to the door) Oh, oh well say hello for me.", "\n        ", "\n        (Kramer and Mickey leave Jerry's apartment and enter the hallway)", "\n        ", "\n        KRAMER: Now look, we're going to stop at the shoe maker right now. You \n        gotta get some lifts for your shoes.", "\n        ", "\n        MICKEY: Lifts?! Look Kramer you don't understand, this kind of thing is \n        just not done.", "\n        ", "\n        KRAMER: You wanna keep your job don't you?", "\n        ", "\n        MICKEY: Ya but..", "\n        ", "\n        (Kramer interrupts him)", "\n        ", "\n        KRAMER: YAH! No Buts", "\n        ", "\n        MICKEY: Kramer", "\n        ", "\n        (Kramer interrupts again)", "\n        ", "\n        KRAMER: (with his hand in Mickey's face) YAAAAAH!", "\n        ", "\n        (Scene Ends)", "\n        ", "\n        ", "\n        [Fulton's Hospital Room]", "\n        ", "\n        (Fulton lying in the Hospital Bed, Jerry Enters)", "\n        ", "\n        JERRY: Hey, woahoh Fulton. It's me.", "\n        ", "\n        FULTON: Hey Jerry, good to see ya. I could really use a good laugh.", "\n        ", "\n        JERRY: Who couldn't.", "\n        ", "\n        FULTON: I haven't cracked a smile in months.", "\n        ", "\n        JERRY: Oh don't worry, you'll crack. Cracking's inevitable, first you \n        crack then you chuckle. That was the motto with the Russians at the Caesar \n        Leningrad... first you crack then you chuckle. (Fulton looks at him not \n        amused) You know because Leningrad when the Nazis attacked, it wasn't \n        a very happy time... because of the war, famine, plus it was cold, very \n        cold... they were eating each other. (Nervous under the pressure; Fulton \n        not finding anything Jerry is saying funny) Maybe this isn't a good time \n        for a visit.", "\n        ", "\n        FULTON: It's a fine time.", "\n        ", "\n        JERRY: Oh, all right ah well... There's a priest, a minister and a rabbi, \n        and they're all staring at him....", "\n        ", "\n        (Scene Ends)", "\n        ", "\n        ", "\n        [Monk's]", "\n        ", "\n        (George and Daphne sitting in a booth reading the paper)", "\n        ", "\n        GEORGE: (sets down his paper) So how were the eggs?", "\n        ", "\n        DAPHNE: Eggs are eggs.", "\n        ", "\n        GEORGE: (Not amused with her answer) Eggs are eggs. That is very profound. \n        (laughs; Daphne goes back to reading her paper) By the same token you \n        could say fish is fish. Ha ha ha, I don't think so. (pauses) Listen Daphne", "\n        ", "\n        DAPHNE: (correcting George) Daphne.", "\n        ", "\n        GEORGE: Daphne. I have to tell you something, this is very difficult...", "\n        ", "\n        DAPHNE: (interrupts and hurriedly puts down her paper) Oh, I forgot to \n        tell you. Al Netchie called me today.", "\n        ", "\n        GEORGE: Ya, ya. I bumped into him on the bus. What did he have to say?", "\n        ", "\n        DAPHNE: He told me not to get involved with you.", "\n        ", "\n        GEORGE: What?", "\n        ", "\n        DAPHNE: Ya, he said you could never make a commitment to any one and you'd \n        just wind up (reaches out and lightly slaps George's hand) hurting me. \n        ", "\n        ", "\n        GEORGE: He said that? (Daphne shacks her head) What a nerve. How dare \n        he say something like that.", "\n        ", "\n        DAPHNE: Is it true?", "\n        ", "\n        GEORGE: Of course not. I mean sure, there may have been one or two occasions \n        in the past, when I may have reacted in uh impulsive or somewhat immature \n        manner, but those days are well behind me.", "\n        ", "\n        (Scene Ends)", "\n        ", "\n        [Setting: ABC Studios]", "\n        ", "\n        (All My Children Set)", "\n        ", "\n        SON: How long are you going to be away for Daddy?", "\n        ", "\n        FATHER: I'm not really going away, I told you, I'll be back every other \n        weekend.", "\n        ", "\n        SON: Don't go Daddy, don't go.", "\n        ", "\n        FATHER: Now Porter, you know your mother and I love you very much, but \n        sometimes people fall out of love. Now give me a big hug.", "\n        ", "\n        DIRECTOR: (walks into the scene) ...and there's your scene. Stand-ins", "\n        ", "\n        KRAMER: Yo", "\n        ", "\n        STAGE HAND (Larry David's voice): All right you guys get on their spots \n        so we can fix the lights.", "\n        ", "\n        (Mickey and Kramer walk onto the set and get into positions)", "\n        ", "\n        KRAMER: (taps the Father on the shoulder) That's good work.", "\n        ", "\n        MICKEY: (quickly with no acting) How long you going to be away for Daddy?", "\n        ", "\n        KRAMER: (trying to act like the guy playing the Father) I'm not really \n        going away, I told you I'd be back every other weekend.", "\n        ", "\n        MICKEY: (tugs on Kramer's coat) Don't go Daddy, don't...go.", "\n        ", "\n        KRAMER: Now listen Porter, you know your mother and I love you very much. \n        But sometimes people fall out of love. Now give me a big hug.", "\n        ", "\n        (Kramer and Mickey go to hug and Kramer's pipe hits Mickey in the face)", "\n        ", "\n        MICKEY: Ah! (pauses for the hug) all right (Kramer still holding on) all \n        right! Kramer! (pushes Kramer off him)", "\n        ", "\n        DIRECTOR: Ok everybody that's lunch... one hour.", "\n        ", "\n        (The director pauses and looks at Mickey as if something is different)", "\n        ", "\n        KRAMER: How do those lifts feel?", "\n        ", "\n        MICKEY: Quiet.", "\n        ", "\n        TAMMY: Hi guys.", "\n        ", "\n        MICKEY: Hey Tammy.", "\n        ", "\n        TAMMY: Hey, you look different. Have you been working out?", "\n        ", "\n        MICKEY: (looks at Kramer) Not that I know of.", "\n        ", "\n        TAMMY: Well whatever it is you're doing, keep doing it you look great.", "\n        ", "\n        MICKEY: How about lunch?", "\n", "\n        ", "\n        TAMMY: OH I can't today, but um I see it our future. (starts to leave) \n        See ya Kramer.", "\n        ", "\n        KRAMER: Ya.", "\n        ", "\n        TAMMY: Bye Mickey", "\n        ", "\n        KRAMER: Ooo she likes you buddy (they to a high five hand shake)", "\n        ", "\n        KRAMER & MICKEY: Ya!", "\n        ", "\n        MICKEY: All of a sudden.", "\n        ", "\n        KRAMER: What?", "\n        ", "\n        JOHNNY: Hey Mick.", "\n        ", "\n        MICKEY: How you doin' Johnny?", "\n        ", "\n        JOHNNY: What gives...what's going on? Goin' out with Tammy?", "\n        ", "\n        MICKEY: Maybe. What's it to you?", "\n        ", "\n        JOHNNY: Somethin' different about you.", "\n        ", "\n        MICKEY: I got my hair cut that's all (turns to look at Kramer)", "\n        ", "\n        JOHNNY: Nah, that's not it. Something else... Ya you look different.", "\n        ", "\n        (Kramer starts eating a sandwich)", "\n        ", "\n        MICKEY: You don't, you got the same ugly mug since the day I met ya.", "\n        ", "\n        JOHNNY: I don't know what it is, but I'll find out. (walking away) I'll \n        find out.", "\n        ", "\n        (Kramer and Mickey look at each other, Mickey makes a pointing motion \n        as if to reference the conversation with Johnny, Kramer shakes his head \n        no.)", "\n        ", "\n        ", "\n        [Back to Jerry with Fulton]", "\n        ", "\n        JERRY: ..so uh she's just sitting there and a uh Pachyderm, you remember \n        the derm. He says uh, I'm gonna go up to her. So we uh he uh picks up \n        the two pieces of (wipes his brow) pizza and uh the uh and then they're \n        steaming hot and they're burning his hands see so he... he's juggling \n        em (does juggling motions) he's jugglin em, jus throwing them up in the \n        air and just as he gets up to her down they go. (Swallows and takes a \n        breath) Well we all just lost it. (Fulton not laughing, stone faced) It \n        was really, really, funny.", "\n        ", "\n        (Phil Enters)", "\n        ", "\n        PHIL: Hey Jerry.", "\n        ", "\n        JERRY: Hey Phil how you doing?", "\n        ", "\n        PHIL: You look terrific.", "\n        ", "\n        JERRY: I got my health.", "\n        ", "\n        PHIL: Well, that's the most important thing. (to Fulton) Hey how ya doing \n        Fulton! Octane, Butane, Nitrane! (Fulton looks at him still stone faced \n        and not amused. To Jerry) How's he doing?", "\n        ", "\n        JERRY: (wiping his brow) He could use a couple laughs.", "\n        ", "\n        (Scene Ends)", "\n        ", "\n        ", "\n        [Setting: Jerry's Apartment]", "\n        ", "\n        (Jerry and Elaine)", "\n        ", "\n        ELAINE: You should have told that story about Pachyderm dropping the pizza.", "\n        ", "\n        (Buzzer)", "\n        ", "\n        JERRY: I told it. (Answers the buzzer) Ya?", "\n        ", "\n        GEORGE: (on the speaker) Ya", "\n        ", "\n        JERRY: Ya. (hits the button, opens the door. To Elaine) Hey you know what \n        as I was leaving I bumped into Phil Titola. He is one of the greatest \n        guys.", "\n        ", "\n        ELAINE: Do I know him?", "\n        ", "\n        JERRY: No, but I'll tell you something. Of all the guys I know, I could \n        envision you going out with him.", "\n        ", "\n        ELAINE: If you were a woman would you go out with him?", "\n        ", "\n        JERRY: If I was a woman I'd be down at the dock waiting for the fleet \n        to come in.", "\n        ", "\n        ELAINE: (laughs) Ya, I bet you would. all right, give him my number.", "\n        ", "\n        JERRY: all right.", "\n        ", "\n        (George Enters)", "\n        ", "\n        GEORGE: This you are not going to believe. Al Netchie, that pimple. Tells \n        Daphne, not get this 'Not to get involved with me.'", "\n        ", "\n        JERRY: What?", "\n        ", "\n        GEORGE: Ya. That's what she told me.", "\n        ", "\n        ELAINE: Why?", "\n        ", "\n        GEORGE: Because he's afraid she's gonna get hurt.", "\n        ", "\n        ELAINE: Is she?", "\n        ", "\n        GEORGE: Of course.", "\n        ", "\n        ELAINE: So?", "\n        ", "\n        GEORGE: Wa.. He doesn't have to tell her.", "\n        ", "\n        ELAINE: Maybe he likes her.", "\n        ", "\n        GEORGE: Oh no no no. He's deeply in love, and I was just about to break \n        up with her when she told me.", "\n        ", "\n        JERRY: So what are you gonna do?", "\n        ", "\n        GEORGE: Well I can't break up with her now.", "\n        ", "\n        JERRY: Why?", "\n        ", "\n        GEORGE: Because he said I was going to.", "\n        ", "\n        ELAINE: So now you're going to keep going out with her, for spite?", "\n        ", "\n        GEORGE: Yes, I am.", "\n        ", "\n        JERRY: Ya, I could see that.", "\n        ", "\n        GEORGE: I don't see any way around it.", "\n        ", "\n        JERRY: No, me either.", "\n        ", "\n        GEORGE: What choice do I have?", "\n        ", "\n        JERRY: None.", "\n        ", "\n        (Scene Ends)", "\n        ", "\n        ", "\n        [Setting: ABC Studio Locker Room]", "\n        ", "\n        (Mickey walks in to discover his Locker is open and that his lifts where \n        in there)", "\n        ", "\n        (Scene Ends)", "\n        ", "\n        ", "\n        [Setting: Jerry's Apartment]", "\n        ", "\n        (Jerry and Kramer)", "\n        ", "\n        JERRY: Fulton's wife told me it's all my fault. She said since my visit \n        he's taken a turn for the worse.", "\n        ", "\n        KRAMER: Did you tell him the Pachyderm story?", "\n        ", "\n        JERRY: (yelling) Yes I told him the Pachyderm story!", "\n        ", "\n        KRAMER: Maybe I outta go over there.", "\n        ", "\n        JERRY: Towards what end?", "\n        ", "\n        KRAMER: I'm very good with sick people. They love me. When my friend Len \n        Nicodemo had the gout, I moved into his hospital room for three days, \n        the doctors were amazed at his recovery.", "\n        ", "\n        (Knocking on the Door)", "\n        ", "\n        (Jerry and Kramer walk over to it, Kramer opens it to reveal Mickey)", "\n        ", "\n        KRAMER: Hey.", "\n        ", "\n        JERRY: Hey Mick.", "\n        ", "\n        MICKEY: (to Kramer) Johnny Vigiano went through my locker.", "\n        ", "\n        KRAMER: YAOH!", "\n        ", "\n        MICKEY: (slamming the door) That little Bastard! He saw the lifts in my \n        shoes. He knows I'm heightening. (to Kramer) This never would have happened \n        if you hadn't pushed me to get those things. I told you.", "\n        ", "\n        KRAMER: Hey, nobody put a gun to your head.", "\n        ", "\n        MICKEY: Ya well just keep out of my business you big ape. (pushes Kramer)", "\n        ", "\n", "\n        KRAMER: Who you calling big ape? (pushes Mickey back)", "\n        ", "\n        MICKEY: You (grabs Kramer)", "\n        ", "\n        (Mickey and Kramer begin a struggle)", "\n        ", "\n        JERRY: (starts pulling them apart) All right break it up, break it up. \n        Come on, just cut it out now (Kramer yells)", "\n        ", "\n        KRAMER: (pacing back and forth) Ya.", "\n        ", "\n        JERRY; Behave yourselves.", "\n        ", "\n        MICKEY: I'm sorry Kramer.", "\n        ", "\n        KRAMER: No no it's all right, it's all right. You're stressed Oout!", "\n        ", "\n        JERRY: (to Mickey) Why does this guy Johnny have it in for you?", "\n        ", "\n        MICKEY: Oh, he's always been jealous of me. I always get to stand in for \n        the bigger stars; The Cosby Kids, Ricky Schroder, Macaulay Culkin.", "\n        ", "\n        KRAMER: (whistles) What's he like huh?", "\n        ", "\n        MICKEY: He's a good kid.", "\n        ", "\n        KRAMER: Ya?", "\n        ", "\n        JERRY: So what does he care if you put lifts in?", "\n        ", "\n        MICKEY: You don't understand. There's an unwritten code about this kind \n        of thing. I could be ostracized. I remember when I was a kid, some guy \n        tried to heighten. He lost his job, lost his friends, Everything. Oh, \n        I knew I was crazy to try this kind of thing, but I was so desperate. \n        (pauses laying on the couch; jumps up) What is this kid taking anyway? \n        Hormones? Steroids? Would you tell me!?", "\n        ", "\n        (Scene Ends)", "\n        ", "\n        [Setting: George's car outside Daphne's place]", "\n        ", "\n        DAPHNE: George, tomorrow's Sunday. We could sleep late, and get the paper \n        and half breakfast and spend the morning together, go for a long walk, \n        maybe do a little shopping, have lunch...", "\n        ", "\n        GEORGE: (interrupts her) You know what. I don't think I'm going to be \n        able to stay over tonight. ", "\n        ", "\n        DAPHNE: Why not?", "\n        ", "\n        GEORGE: I, I really should go home. Ya.. actually I'm planning on spending \n        the day with my father tomorrow (short laugh) we're uh we're going to \n        a father-son picnic, just the two of us.", "\n        ", "\n        DAPHNE: I thought we were going to spend the day together.", "\n        ", "\n        GEORGE: Well Dad's been planning this for such a long time, he bought \n        a new blanket, and he got tha...that game with foam paddles and the Velcro \n        ball. (laughs)", "\n        ", "\n        DAPHNE: Have you given any more thought to what we talked about? You know, \n        moving in?", "\n        ", "\n        GEORGE: Yes, oh yes very much.", "\n        ", "\n        DAPHNE: Maybe you don't want to move in.", "\n        ", "\n        GEORGE: No, no I do. You know it's just...", "\n        ", "\n        DAPHNE: (interrupting him) Maybe Al Netchie was right, maybe I shouldn't \n        have gotten involved with you.", "\n        ", "\n        GEORGE: (angry that she believes Al was right) No he's not right. Al Netchie \n        is not right! all right I'm canceling the father-son picnic. I don't know \n        what he's gonna do with all that potato salad.", "\n        ", "\n        (Scene Ends)", "\n        ", "\n        ", "\n        [Setting: Elaine and Phil in Phil's car outside Elaine's Apartment]", "\n        ", "\n        ELAINE: (Phil cracking up) So then Pachyderm picks up the pieces of pizza, \n        and mind you know they are burning hot.. he can barely hold 'em. I mean \n        he's like trying to juggle (does a juggling motion and begins laughing) \n        the pizza, you know ah. And then they go flying out of...", "\n        ", "\n        PHIL: (dying of laughter) I'm peeing in my pants.", "\n        ", "\n        ELAINE: (cont.) they go flying out of his hands, and one lands on her \n        face and the other lands on his face. (pause as they both continue to \n        laugh really hard) and the whole place went crazy.", "\n        ", "\n        PHIL: Oh, I'm sorry, Oh. What a story.", "\n        ", "\n        ELAINE: I know, I know, I was unbelievable ", "\n        ", "\n        (laughter dying)", "\n        ", "\n        PHIL: Oh that is one of the funniest stories I've ever heard.", "\n        ", "\n        ELAINE: (wipes her eyes because she laughed so hard she cried) I know.", "\n        ", "\n        PHIL: Well this has been one hell of a night.", "\n        ", "\n        ELAINE: Oh, I'm sorry Jerry didn't suggest this sooner.", "\n        ", "\n        PHIL: You know, you really are beautiful Elaine.", "\n        ", "\n        ELAINE: Oh, well, (pauses) Good night.", "\n        ", "\n        PHIL: Good night?", "\n        ", "\n        ELAINE: Well (leans in to kiss Phil, then looks down at his pants with \n        a awkward look on her face)", "\n        ", "\n        (Scene Ends)", "\n        ", "\n        ", "\n        [Setting: Jerry's Apartment]", "\n        ", "\n        (Jerry sitting on a stool on the phone)", "\n        ", "\n        JERRY: (on phone) Come on Adrian give me another chance, I know I could \n        cheer Fulton up. I'll tell you what, I'll do my act (pauses for response \n        from Adrian) No new material (Elaine enters) He's never heard it. He'll \n        love it, I just did it at the Concord last week. It killed. (waves hello \n        to Elaine; pauses for response from Adrian) Thank you, thanks fo.. you \n        will not regret this. Ok, Bye. (hangs up phone; to Elaine) Hey.", "\n        ", "\n        ELAINE: Hello.", "\n        ", "\n        JERRY: So?", "\n        ", "\n        ELAINE: What?", "\n        ", "\n        JERRY: Come on. How was your date?", "\n        ", "\n        ELAINE: Oh, the date. The date.", "\n        ", "\n        JERRY: Ya how was it?", "\n        ", "\n        ELAINE: Interesting. ", "\n        ", "\n        JERRY: Really.", "\n        ", "\n        ELAINE: Oh ya.", "\n        ", "\n        JERRY: Why what happened?", "\n        ", "\n        ELAINE: Let's see, (thinking) how shall I put this.", "\n        ", "\n        JERRY: Just put it.", "\n        ", "\n        ELAINE: He took it out.", "\n        ", "\n        JERRY: (confused) He what?", "\n        ", "\n        ELAINE: He took (blows on her glasses twice to clean them) it out.", "\n        ", "\n        JERRY: He took what out?", "\n        ", "\n        ELAINE: It.", "\n        ", "\n        JERRY: He took It, Out?", "\n        ", "\n        ELAINE: Yessiree Bob.", "\n        ", "\n        JERRY: He couldn't.", "\n        ", "\n        ELAINE: He did.", "\n        ", "\n        JERRY: (motions of making out) Well you were involved in some sort of \n        amorous...", "\n        ", "\n        ELAINE: Noooo.", "\n        ", "\n        JERRY: You mean he just", "\n        ", "\n        ELAINE: Yes.", "\n        ", "\n        JERRY: Are you sure?", "\n        ", "\n        ELAINE: Oh quite.", "\n        ", "\n        JERRY: There was no mistaking it?", "\n        ", "\n        ELAINE: (looks straight into his eyes) Jerry.", "\n        ", "\n        JERRY: So you were talking, (Elaine makes an agreement sound \"mmm\") \n        you're having pleasant conversation, (Elaine makes an agreement sound \n        \"mmm\") then all of sudden...", "\n        ", "\n        ELAINE: Yea.", "\n        ", "\n        JERRY: It.", "\n        ", "\n        ELAINE: It.", "\n        ", "\n        JERRY: Out.", "\n        ", "\n", "\n        ELAINE: Out.", "\n        ", "\n        JERRY: Well I, I can't believe this. I know Phil, he, he's a good friend \n        of mine. We play softball together. How could this be?", "\n        ", "\n        ELAINE: Oh it be. (sarcastically) You got any other friends you want to \n        set me up with?", "\n        ", "\n        (Kramer enters)", "\n        ", "\n        KRAMER: Hey. (to Elaine) Hey how was your date with Phil Titola?", "\n        ", "\n        ELAINE: (to Kramer) He took it out.", "\n        ", "\n        (Shocked, Kramer acts like he just got a cold shiver down his back)", "\n        ", "\n        KRAMER: Maybe uh, it needed some air. You know sometimes they need air, \n        they can't breathe in there. It's in human.", "\n        ", "\n        (Scene Ends)", "\n        ", "\n        ", "\n        [Setting: Monk's]", "\n        ", "\n        (Jerry and George sitting at the booth nearest to the door)", "\n        ", "\n        GEORGE: So she's just sitting there, she's having a pleasant conversation... \n        and all of a sudden.", "\n        ", "\n        JERRY: It.", "\n        ", "\n        GEORGE: It.", "\n        ", "\n        JERRY: Out.", "\n        ", "\n        GEORGE: Out. (Jerry shakes his head in agreement) Wow. I spend so much \n        time trying to get their clothes off, I never thought of taking mine off. \n        (Jerry nods; George looks at his watch) all right, Hey come on, get out \n        of here, Daphne gonna be here any minute.", "\n        ", "\n        JERRY: All right I'm going.", "\n        ", "\n        GEORGE: You know what I've come to realize? I'm not just bored. I genuinely \n        dislike her. ", "\n        ", "\n        JERRY: Well how long you are going to keep this up?", "\n        ", "\n        GEORGE: Hey I'll get married if I have to. Al Netchie will think twice \n        before he opens his mouth about me again.", "\n        ", "\n        JERRY: You know George they are doing wonderful things at mental institutions \n        these days. I'd be happy to set-up a meet and greet.", "\n        ", "\n        GEORGE: I'm very disappointed to here you talk like that. You still don't \n        know what makes me tick.", "\n        ", "\n        JERRY: Yes I do.", "\n        ", "\n        GEORGE: What are you doing?", "\n        ", "\n        JERRY: I'm going to the hospital to see Fulton. I'm not even saying hello, \n        I'm going right into material. ", "\n        ", "\n        (Scene Ends)", "\n        ", "\n        ", "\n        [Setting: Fulton's Hospital Room]", "\n        ", "\n        (Phil and Jerry in the hall outside Fulton's Room)", "\n        ", "\n        PHIL: Ah hey Jer.", "\n        ", "\n        JERRY: Oh hey Phil.", "\n        ", "\n        PHIL: You know I'm sorry things didn't work out with Elaine. I don't know \n        what I did wrong.", "\n        ", "\n        JERRY: Well, y..you showed her who you are.", "\n        ", "\n        (Phil turns to see a woman breast feeding her baby down the hallway) ", "\n        ", "\n        PHIL: Oh, look at this, what she's got to breast feed in public. ", "\n        ", "\n        JERRY: Ya, that's the.. last thing you want to see. Well, next to last.", "\n        ", "\n        PHIL: I'll see ya.", "\n        ", "\n        JERRY: Ya take it easy.", "\n        ", "\n        (Phil leaves)", "\n        ", "\n        (Jerry enters Fulton's Room)", "\n        ", "\n        JERRY: (acting like he was walking on stage) Hey how ya doing? Good to \n        be here.", "\n        ", "\n        (Scene Ends)", "\n        ", "\n        ", "\n        [Setting: ABC Studios set]", "\n        ", "\n        KRAMER & MICKEY: Rock, paper, scissors match.", "\n        ", "\n        MICKEY: all right, rock beats paper.", "\n        ", "\n        (Mickey smacks Kramer on the hand for losing)", "\n        ", "\n        KRAMER: I thought paper covered rock?", "\n        ", "\n        MICKEY: Nah, rock flies right through paper.", "\n        ", "\n        KRAMER: What beats rock?", "\n        ", "\n        MICKEY: (looks at his hand) Nothing beats rock.", "\n        ", "\n        KRAMER: all right come on.", "\n        ", "\n        KRAMER & MICKEY: Rock, paper, scissors match.", "\n        ", "\n        KRAMER: Rock.", "\n        ", "\n        MICKEY: Rock", "\n        ", "\n        KRAMER & MICKEY: Rock, paper, scissors match.", "\n        ", "\n        KRAMER: Rock.", "\n        ", "\n        MICKEY: Rock.", "\n        ", "\n        (Bob walks by)", "\n        ", "\n        MICKEY: Hey Bob. What's with you? You gotta problem? (to Kramer) You see \n        that look he gave me? (starts to get up to go after him)", "\n        ", "\n        KRAMER: (stops Mickey) all right, come on.", "\n        ", "\n        KRAMER & MICKEY: Rock, paper, scissors match.", "\n        ", "\n        KRAMER: Rock.", "\n        ", "\n        MICKEY: Rock.", "\n        ", "\n        (Tammy walks up)", "\n        ", "\n        MICKEY: Hey Tammy.", "\n        ", "\n        TAMMY: Hello.", "\n        ", "\n        MICKEY: So Tammy, finally, today's our big lunch.", "\n        ", "\n        TAMMY: I don't think so.", "\n        ", "\n        MICKEY: Why not? What the hell are you talking about?", "\n        ", "\n        TAMMY: Look Mickey, everybody knows that you're heightening. It's all \n        over the set.", "\n        ", "\n        MICKEY: Wait, wait (goes to grab her arm)", "\n        ", "\n        TAMMY: (recoils) Don't touch me. You ought to be ashamed of yourself. \n        All the progress we made over the years and you go and blow it by pulling \n        a stupid stunt like this.", "\n        ", "\n        MICKEY: Wait a second, wait a second, you got me all wrong. It was all \n        because of the kid. (numerous little people begin to crowd around them) \n        (to Tammy) The kid was growing. He shot up two and a half inches in a \n        month. (to all the little people) I woulda' lost my job. Any one of you \n        would have done the same. You got no right! I'm Mickey Abbott! I stood \n        in for Punky Brewster when all of you was nothing. (seeing the crowd still \n        doesn't agree with what he did, he points at Kramer) It's all his fault. \n        (Kramer acts like he doesn't know what Mickey is talking about) It was \n        his idea.", "\n        ", "\n        TAMMY: Come on Johnny, let's go get something to eat.", "\n        ", "\n        (all the little people leave including Tammy along with Johnny)", "\n        ", "\n        MICKEY: (in complete disgust as seeing Tammy leave with Johnny) AH! (turns \n        and looks at Kramer) AH!", "\n        ", "\n        KRAMER: What?", "\n        ", "\n        (Mickey runs and tackles Kramer)", "\n        ", "\n        MICKEY: AH!", "\n        ", "\n        KRAMER: Mickey!", "\n        ", "\n        (Scene Ends)", "\n        ", "\n        ", "\n        [Setting: Back in Fulton's Hospital Room]", "\n        ", "\n        (Jerry is doing material)", "\n        ", "\n        JERRY: This guy's belching out vitamins..", "\n        ", "\n        FULTON: (dying of laughter and coughing) Stop.", "\n        ", "\n        JERRY: (cont.) and this whole justice league, Batman, Green Lantern, Wonder \n", "\n        Woman. You mean to tell me Superman can't cover everything? ", "\n        ", "\n        FULTON: (still laughing and coughing) Stop.", "\n        ", "\n        JERRY: For crying out loud, He's Superman. (Fulton stops laughing, Jerry's \n        face is stunned) Fulton? (looks at him) Fulton?", "\n        ", "\n        (Scene Ends)", "\n        ", "\n        ", "\n        [Setting: Back at Monk's]", "\n        ", "\n        (George and Daphne at the booth nearest to the door)", "\n        ", "\n        DAPHNE: George, first let me just say I've never been with a guy who was \n        so committed to commit. I mean it's so rare in men these days an, that's \n        what makes this all the more difficult. ", "\n        ", "\n        GEORGE: (happily) Difficult?", "\n        ", "\n        DAPHNE: The other day, after work, some girlfriends and I went to a bar \n        for some drinks and there was this crazy mishap and I wound up meeting \n        someone as a result. George...", "\n        ", "\n        GEORGE: (acting disappointed) Oh, please don't. ", "\n        ", "\n        DAPHNE: Uh, I'm sorry. I'm afraid the worst of it is it's someone you \n        know. Jerry Persheck.", "\n        ", "\n        GEORGE: Pachyderm?", "\n        ", "\n        DAPHNE: Heh, he was carrying these two pieces of pizza...", "\n        ", "\n        ", "\n        The End", "\n        ", "\n        ", "\n        Posted on The News Guys(Mike's) site  \n      \n     \n      \n      \n    \n  \n\n\n"]}, {"line": [" "]}, {"line": []}, {"line": [" "]}, {"line": []}, {"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]}, {"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}]