[{"title": "The Raincoats (2)"}, {"line": []}, {"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]}, {"line": [" "]}, {"line": ["Transcribed by 13erla", "\n        Corrections by The News Guy(Mike)", "\n        Originally posted on 13erla's site ", "\n        ", "(Permission is given to copy scripts to other sites provided credits \n        as three lines above are included - Thanks)"]}, {"line": ["Episode 82&83 - The Raincoats", "\n        pc: 519&520, season 5, episode 18&19", "\n        Broadcast date: April 28 1994", "\n        NOTE: Originally broadcast as part of a 60 min episode.", "\n        Part 1 Written by Tom Gammill & Max Pross and Larry David & Jerry \n        Seinfeld", "\n        Part 1 Written by Larry Charles", "\n        Both Directed by Tom Cherones"]}, {"line": ["-------------------------------------------------------------------------------"]}, {"line": ["The Cast"]}, {"line": ["Regulars:", "\n        Jerry Seinfeld ....................... Jerry Seinfeld", "\n        Jason Alexander .................. George Costanza", "\n        Julia Louis-Dreyfus ............. Elaine Benes", "\n        Michael Richards ................. Cosmo Kramer"]}, {"line": ["Guest Stars:", "\n        Michael G. Hagerty ........... Rudy", "\n        Dorien Wilson ..................... Alec", "\n        Annie Korzen ..................... Doris Klompus", "\n        Stephen Pearlman .............. Mr. Goldstein", "\n        Judge Reinhold .................. Aaron", "\n        Lisa Pescia .......................... Joanne", "\n        Jason Manary ................... Joey", "\n        LaRita Shelby ................... Tour Leader", "\n        Melanie Smith .................... Rachel", "\n        rc: Jerry Stiller .................... Frank Costanza", "\n        rc: Estelle Harris ................ Estelle Costanza", "\n        rc: Barney Martin .............. Morty Seinfeld", "\n        rc: Liz Sheridan ................. Helen Seinfeld", "\n        rc: Sandy Baron ................ Jack Klompus"]}, {"line": ["=================================================================="]}, {"line": ["[Opening Monologue]"]}, {"line": ["I really feel as human beings, we need more training in our basic social          skills. Conversational Distance, don't you hate these people that talk          to you they talk into your mouth like you're a clown at a drive-through          and Hand shakes is the worst, there's absolutely no guidelines for hand          shakes you know these people? Too long, too weak, sometimes they give          you the three-quarter handshake just the fingers, early release, late          release, sometimes people will dispute your release, you let go there're          hangin' on. I have actually said to people 'Hey the handshake is over!.'          Too many pumps, coming in too high, too sweaty, coming from too far away.          Sometimes a guy will give you a strong grip, late release, and pull you          in for the too close conversation. To him I say 'That's three strikes          you're out.'"]}, {"line": ["[Monk's]"]}, {"line": ["(George and Jerry at the usual booth)"]}, {"line": ["JERRY: You know their timing couldn't be worse."]}, {"line": ["GEORGE: Is there ever a good time to have your parents stay with you?"]}, {"line": ["JERRY: You don't understand, I haven't been together with Rachel for          like three weeks. First I was on the road, then my parents show up, I'm          getting a little uh backed up. "]}, {"line": ["GEORGE: When are they leaving for Paris?"]}, {"line": ["JERRY: Not for another three days."]}, {"line": ["GEORGE: What about her place?"]}, {"line": ["JERRY: She lives with her parents."]}, {"line": ["GEORGE: Really? (Jerry shakes his head) Maybe this will become like a          cool thing, living with your parents."]}, {"line": ["JERRY: (sarcastically)Ya, then maybe baldness will catch on. This will          all be turning your way. "]}, {"line": ["GEORGE: Hey believe me, baldness will catch on. When the aliens come,          who do you think they're gonna relate to? Who do you think is going to          be the first ones getting a tour of the ship?"]}, {"line": ["JERRY: The baldies"]}, {"line": ["GEORGE: Hey by the way my parents really want to have your parents over          dinner before they leave town."]}, {"line": ["JERRY: That's good, then I get the apartment for at least one night.          You know I'm paying for this whole Paris trip it's their anniversary present."]}, {"line": ["(Alec and Joey enter)"]}, {"line": ["ALEC: (walking over to Jerry and George's table) Hey guys."]}, {"line": ["GEORGE: Hey Alec"]}, {"line": ["JERRY: Hey Alec"]}, {"line": ["ALEC: This is Joey. "]}, {"line": ["GEORGE: Hey Joey, how you doin'?"]}, {"line": ["ALEC: (Joey was about to talk) Hey listen, I was wondering if either          one of you guys would be interested in doing some work for the Big Brother          program? I'm kinda running the local chapter. What do you say George?"]}, {"line": ["GEORGE: Well uh...."]}, {"line": ["JOEY: (interrupts) Wouldn't you like to be a big brother to someone like          me? Please?"]}, {"line": ["GEORGE: Well, sure Joey, sure, I would be thrilled."]}, {"line": ["ALEC: That's great George, thanks a lot I'll get in touch with you."]}, {"line": ["JOEY: Wouldn't you like to be a big brother.."]}, {"line": ["ALEC: (grabs Joey to stop him) Ya alright Joey that's enough, let's go          (walking over to the counter) See ya."]}, {"line": ["JERRY: What happened?"]}, {"line": ["GEORGE: What could I do? Did you see the mug on that kid?"]}, {"line": ["JERRY: (acting like Joey) Wouldn't you like to pass the ketchup to someone          like me? Please?"]}, {"line": [" "]}, {"line": [" "]}, {"line": ["[Street]"]}, {"line": ["(Jerry and George walking down the sidewalk.)"]}, {"line": ["JERRY: Hey did you notice they moved where they do the interview on Jeopardy          now?"]}, {"line": ["GEORGE: Ya it used to be right in the middle of single Jeopardy and now          they do it right after single Jeopardy."]}, {"line": ["JERRY: Ya, it's much better isn't it?"]}, {"line": ["GEORGE: Oh, n-no comparison."]}, {"line": ["JERRY: Hey, I gotta stop off at the bookstore to pick up my parents one          of those French-English dictionaries."]}, {"line": ["GEORGE: (stops Jerry realizing something) Hey hey hey hey hey hey."]}, {"line": ["JERRY: What?"]}, {"line": ["GEORGE: Your parents are going to Paris right?"]}, {"line": ["JERRY: Yea?"]}, {"line": ["GEORGE: So I tell Alec that I have to goto Paris for an undetermined          amount of time. Then all I have to do is buy some post cards and have          your parents mail them from Paris."]}, {"line": ["JERRY: What about little Joey?"]}, {"line": ["GEORGE: Who?"]}, {"line": ["JERRY: Ah, I think he's probably better off."]}, {"line": [" "]}, {"line": [" "]}, {"line": ["[Jerry's Apartment]"]}, {"line": ["(Morty and Helen are sitting at Jerry's Table; Jerry and George are standing          by them)"]}, {"line": ["GEORGE: I'm trying to get out of this Big Brother program. So when you          get to Paris (handing Morty the postcards) all you have to do is drop          'em in any mailbox. "]}, {"line": ["MORTY: But there are no stamps on these."]}, {"line": ["GEORGE: Well no not yet, you gotta buy french stamps (pauses) I-I'll          reimburse you of course. "]}, {"line": ["HELEN: Why are you doing this?"]}, {"line": ["JERRY: He wants this guy to think he's in Paris. "]}, {"line": ["HELEN: Why?"]}, {"line": ["JERRY: Because George is a deeply disturbed individual."]}, {"line": ["(Kramer enters)"]}, {"line": ["KRAMER: Oh hey, Helen uh, Could I uh, use some more of your hand lotion?"]}, {"line": ["HELEN: I told you it was good. (hands Kramer the lotion)"]}, {"line": ["KRAMER: (putting on the lotion) Ya"]}, {"line": ["HELEN: It's from the Sachs Fifth Avenue in Miami."]}, {"line": ["KRAMER: Mmm (smelling the lotion as he rubs it in) I'm gonna remember          that if I'm ever in Florida."]}, {"line": ["JERRY: Ya, or if you're ever on Fifth Avenue here in New York City, you          could get some there."]}, {"line": ["KRAMER: Ya"]}, {"line": ["MORTY: Say those are some nice pants. I got a pair just like them at          home."]}, {"line": ["KRAMER: Well uh that doesn't surprise me, ya i bought these at Rudy's.          It's a used clothing store. See when people like you die, the widows they          bring in their wardrobes, they make a bundle."]}, {"line": ["GEORGE: Really? My father has a ton of old clothes just sitting up in          the attic, y-you think they're worth something?"]}, {"line": ["KRAMER: Ya if they're vintage, and you're a widow."]}, {"line": ["GEORGE: What happens if the husband dies after the wife, who brings in          the clothing in then?"]}, {"line": ["KRAMER: Well I suppose the children do."]}, {"line": ["GEORGE: (pondering) Yes I suppose they do."]}, {"line": ["KRAMER: (takes another smell of his hands) Alright I gotta a ten o'clock,          I'll see everybody later."]}, {"line": ["(Kramer goes to turn the door nob and falls straight to the floor slipping          off the nob, then continues to try to open the door with no one really          watching; He then uses his coat to get a grip and then smiles and exits)"]}, {"line": ["GEORGE: (grabbing his jacket) Hey oo, I just remembered uh my parents          really wanna have you guys over for dinner before you leave town. What          about tonight? "]}, {"line": ["(Morty and Helen look at each other)"]}, {"line": ["HELEN: Tonight?"]}, {"line": ["GEORGE: Yea they're making Payaya."]}, {"line": ["HELEN: (looking at Morty) Uh oh I don't think we think we can make it          tonight, (turns toward George) we have plans."]}, {"line": ["JERRY: (watching the whole conversation from his desk) What plans? "]}, {"line": ["HELEN: (turns to Jerry) We have plans."]}, {"line": ["JERRY: Where'd you get plans?"]}, {"line": ["HELEN: (annoyed) We have plans."]}, {"line": ["GEORGE: Well um, what about tomorrow night?"]}, {"line": ["HELEN: (turns back toward George) Maybe"]}, {"line": ["GEORGE: Ok uh, I guess I'll tell them that."]}, {"line": ["MORTY: (to George as he is about to leave) Hey give 'em our best though."]}, {"line": ["GEORGE: (quietly) Ya."]}, {"line": ["JERRY: (walking over toward George and the door) I'll call you later."]}, {"line": ["GEORGE: Ya."]}, {"line": ["(George tries to open the door hand slips then he exits; Jerry makes          sure the door is closed)"]}, {"line": ["JERRY: So what plans do you have?"]}, {"line": ["MORTY: None"]}, {"line": ["JERRY: So how come you're not going over there for dinner?"]}, {"line": ["HELEN: Jerry we don't care much for the Costanzas'."]}, {"line": ["MORTY: We can't stand them."]}, {"line": ["JERRY: Really? Since when?"]}, {"line": ["HELEN: Since always. We've never liked them."]}, {"line": ["JERRY: Why?"]}, {"line": ["HELEN: Well they're so loud, they're always fighting it's uncomfortable,          you never notice?"]}, {"line": ["JERRY: No I notice but they're from your age group I didn't know you          could detect abnormal behavior among your own kind. "]}, {"line": ["MORTY: Well we do."]}, {"line": ["(Buzzer; Jerry goes over to answer it)"]}, {"line": ["JERRY: Ya?"]}, {"line": ["(Elaine and Aaron are heard laughing on the Intercom)"]}, {"line": ["ELAINE: It's us."]}, {"line": ["JERRY: U-oh come on up. (buzzes them up) It's Elaine you don't have a          problem with her do you?"]}, {"line": ["HELEN: We adore Elaine."]}, {"line": ["JERRY: She wants to say hi, she's with her new boyfriend."]}, {"line": ["HELEN: What's he like?"]}, {"line": ["JERRY: He's nice, bit of a close talker."]}, {"line": ["HELEN: A what?"]}, {"line": ["JERRY: You'll see. (pause) Boy, I had no idea you felt this way about          the Costanzas'"]}, {"line": ["HELEN: They're exhausting it's like being in an Asylum."]}, {"line": ["(Elaine and Aaron enter)"]}, {"line": ["EVERYONE: Hi."]}, {"line": ["MORTY: Hello Elaine"]}, {"line": ["(Morty and Helen give Elaine a hug)"]}, {"line": ["ELAINE: This is Aaron."]}, {"line": ["HELEN: Hello Aaron"]}, {"line": ["MORTY: Hello."]}, {"line": ["AARON: (getting up in Helen's face) So how long you folks in town?"]}, {"line": ["HELEN: Oh, three more days, three more days then we're off to Paris."]}, {"line": ["AARON: Ah"]}, {"line": ["MORTY: We're going with a select charter group."]}, {"line": ["AARON: I love France, (moving over to Morty's face) I was just there          last year. In fact, you know I still have an envelope full of French Franks,          I'll give 'em to ya."]}, {"line": ["HELEN: We can't take money."]}, {"line": ["AARON: Oh, no, it's a gift. (looking toward Elaine) from us."]}, {"line": ["ELAINE: Oh, that is soo nice (very elaborate nice) Aaron. Isn't he nice?          (to Helen) So listen has Jerry been showin' you a good time?"]}, {"line": ["JERRY: No I haven't."]}, {"line": ["AARON: You know (to Morty) I have a friend who works at the Metropolitan          Museum of Art. How would you like a behind the scenes tour?"]}, {"line": ["HELEN: (grabbing Aaron) Really, you could do that?"]}, {"line": ["AARON: (up in Helen's face) Easily"]}, {"line": ["HELEN: I wouldn't be any trouble?"]}, {"line": ["AARON: (gets closer) Of course not."]}, {"line": ["HELEN: When would we go?"]}, {"line": ["AARON: How about right now?"]}, {"line": ["MORTY: I'm ready"]}, {"line": ["HELEN: Are you sure?"]}, {"line": ["AARON: Yes."]}, {"line": ["HELEN: Ok, let me get my coat."]}, {"line": ["(Helen goes to get her coat)"]}, {"line": ["AARON: (walking over to Elaine and getting into her face) Elaine what          do you say?"]}, {"line": ["ELAINE: W-well I don't think so Aaron, uh, I have plans."]}, {"line": ["AARON: Oh. (getting into Jerry's face) How about you Jerry?"]}, {"line": ["JERRY: I'm swamped."]}, {"line": ["AARON: You sure? You could examine the art work up close."]}, {"line": ["JERRY: Maybe I'll try and catch up with you."]}, {"line": ["ELAINE: (under her breath) Ya that'll happen)"]}, {"line": ["AARON: (Moving toward the door) Alright. We're off."]}, {"line": ["(Aaron, Helen and Morty heading out the door)"]}, {"line": ["MORTY: Ok, bye."]}, {"line": ["HELEN & AARON: Bye."]}, {"line": ["JERRY: Ok buh bye. Have a good time."]}, {"line": ["ELAINE: Bye."]}, {"line": ["AARON: See everybody later (Morty and Helen leave; Aaron closes the door          blowing Elaine a kiss)"]}, {"line": ["JERRY: Ok."]}, {"line": ["ELAINE: Why would he ask your parents to go to a museum?"]}, {"line": ["JERRY: I don't know."]}, {"line": ["ELAINE: What is that?"]}, {"line": ["JERRY: Maybe he was just trying to be nice."]}, {"line": ["ELAINE: Have you ever heard of anyone doing anything like this?"]}, {"line": ["JERRY: Wait a second, he just did me a big favor."]}, {"line": ["(Jerry walks over to the couch sits down and picks up the phone)"]}, {"line": ["ELAINE: What?"]}, {"line": ["JERRY: (dialing) He got em out of the house."]}, {"line": ["ELAINE: What?"]}, {"line": ["JERRY: Call Rachel."]}, {"line": ["ELAINE: Oh."]}, {"line": ["JERRY: (on the phone) ah no, I got the machine. Rachel! Are you there?!          I got the place to myself for a few hours! Rachel! Where are you? Rachel!          (hangs up the phone very disappointed) "]}, {"line": ["ELAINE: (putting on lipstick) Sorry pal, wish I could help you out. "]}, {"line": ["(Elaine kisses at Jerry; Jerry looks at her in disgust)"]}, {"line": [" "]}, {"line": [" "]}, {"line": ["[Costanza House]"]}, {"line": ["FRANK: They're not coming?"]}, {"line": ["GEORGE: No, they had plans."]}, {"line": ["ESTELLE: How could they have plans?"]}, {"line": ["GEORGE: That's what I wanna know."]}, {"line": ["FRANK: Well what difference does it make? They wouldn't lie to us, they're          are dear friends."]}, {"line": ["ESTELLE: What am I supposed to do with all this Paella?"]}, {"line": ["GEORGE: They said tomorrow, maybe."]}, {"line": ["FRANK: Maybe?"]}, {"line": ["ESTELLE: Maybe they don't like us."]}, {"line": ["FRANK: Why wouldn't they like us? (tastes the Paella; disgusted) Again          with the pepper? What do you gotta use all the pepper for?"]}, {"line": ["ESTELLE: Ah keep quiet."]}, {"line": ["FRANK: What are you trying to set my mouth on fire?"]}, {"line": ["GEORGE: I don't know what the reason could be."]}, {"line": [" "]}, {"line": [" "]}, {"line": ["[Jerry's Apartment]"]}, {"line": ["(Morty, Helen and Aaron enter)"]}, {"line": ["JERRY: (disappointed) Oh, Hi, hi."]}, {"line": ["AARON: Ah Jerry you would not believe the time we had."]}, {"line": ["HELEN: Aaron is quite the tour guide."]}, {"line": ["MORTY: Jerry have you ever seen any of those impressionist paintings?        "]}, {"line": ["JERRY: Oh sure like Monet."]}, {"line": ["MORTY: Don't you think he had to be uh near sighted? I mean nobody would          paint like that if they could see. It's all out of focus."]}, {"line": ["JERRY: Well he's from the impressionist school, you know like Monet,          Manet, Tippi Tippi Dayday."]}, {"line": ["MORTY: I say the guy was painting without his glasses."]}, {"line": ["(phone rings)"]}, {"line": ["JERRY: (answering phone) Hello? Rachel, ya uh no they're back."]}, {"line": ["HELEN: Jerry if you have something to do we could just sit right here          and read."]}, {"line": ["JERRY: Uh haha ya well uh I'm sorry too I'll call you later, ok bye (hangs          phone up)"]}, {"line": ["AARON: Well I should be going."]}, {"line": ["HELEN: Oh thanks again."]}, {"line": ["AARON & HELEN: Buh bye."]}, {"line": ["(Kramer enters)"]}, {"line": ["AARON: Oh you must be Kramer (advances on Kramer to close to his face          Kramer walks back into the fridge to avoid him and falls to the ground)          I've heard about you. "]}, {"line": ["KRAMER: You must be Aaron, I've heard about you."]}, {"line": ["AARON: (Laughing) Well see you later."]}, {"line": ["KRAMER: Yeah."]}, {"line": ["AARON: (leaving) Bye"]}, {"line": ["JERRY: Bye"]}, {"line": ["KRAMER: So uh what are you guys doing for dinner?"]}, {"line": ["HELEN: We have no plans."]}, {"line": ["MORTY: (noticing Kramer's coat) Look at that, Helen do you see what he's          wearing? That's the Executive."]}, {"line": ["KRAMER: Now what is Executive?"]}, {"line": ["JERRY: The belt-less trench coat. My father invented it."]}, {"line": ["MORTY: I sure did. Raincoats were my business. The Executive was a classic,          these haven't been made in twenty years."]}, {"line": ["HELEN: Why would they? Nobody bought them then."]}, {"line": ["MORTY: He's wearing one."]}, {"line": ["KRAMER: Yea these are a hot item over at Rudy's."]}, {"line": ["MORTY: You don't say? You know I have boxes of those sitting in my garage          in Florida?"]}, {"line": ["KRAMER: Get 'em up here. You give me twenty-five percent I-I'll take          care of everything."]}, {"line": ["MORTY: You gotta deal."]}, {"line": ["(Kramer and Morty shake hands)"]}, {"line": ["KRAMER: Yaaaa."]}, {"line": ["JERRY: This is like the meeting of Smith and Wesson."]}, {"line": ["MORTY: I'll call Jack Klompus, he's got a key to the garage. He can send          them overnight delivery."]}, {"line": ["HELEN: You're gonna first start shipping boxes? We're leaving for Paris          in three days."]}, {"line": ["MORTY: He'll send them express."]}, {"line": ["HELEN: You're crazy."]}, {"line": ["MORTY: I'll tell you how crazy I am, I'm gonna pay for this whole trip          with these coats."]}, {"line": ["JERRY: N-na I'm paying for the trip."]}, {"line": ["MORTY: So much the better."]}, {"line": [" "]}, {"line": [" "]}, {"line": ["[Monk's]"]}, {"line": ["(George and Alec are sitting at the booth closest to the door)"]}, {"line": ["GEORGE: Anyway it's kind of a fluke thing but uh I'll be leaving for          Paris in two days. I will send you a postcard when I get there."]}, {"line": ["ALEC: Paris huh?"]}, {"line": ["GEORGE: Yea, ya..ya know I feel terrible about Joey but it's jus..it's          a great business opportunity. I-I don't even know how long I'm gonna be          away for."]}, {"line": ["ALEC: Where will you stay?"]}, {"line": ["GEORGE: An apartment complex, the uh the Eiffel Towers. uumm Like I said          uh you'll be getting a postcard uh in a few days and again I'm sorry."]}, {"line": ["ALEC: George, you have no idea how fantastic this is. "]}, {"line": ["GEORGE: Fantastic?"]}, {"line": ["ALEC: Ya, we've been trying to reunite Joey with his father who lives          in Paris. But he's afraid to fly alone, you know he's kinda withdrawn,          but he seems to take to you. (George smiling in surprise) So it's a perfect          solution. "]}, {"line": ["GEORGE: How gee what a coincidence."]}, {"line": ["ALEC: And you'll send me a postcard."]}, {"line": [" "]}, {"line": [" "]}, {"line": ["[Elaine's Apartment]"]}, {"line": ["(Elaine and Aaron lying in bed)"]}, {"line": ["AARON: Helen really seemed to respond to Renoir. I think she really connected          to the way he painted children."]}, {"line": ["ELAINE: Mm hmm."]}, {"line": ["AARON: And that Morty, I'll tell ya that guy is full of life. (laughs)          He was convinced Monet was near sighted. I kept telling him"]}, {"line": ["ELAINE: Aaron"]}, {"line": ["AARON: Yes?"]}, {"line": ["ELAINE: Uh, let me ask you a question. How come you asked Mr. and Mrs.          Seinfeld to go to the museum with you? "]}, {"line": ["AARON: Well, they were in from out of town, I thought they would enjoy          it."]}, {"line": ["ELAINE: Uhuh, um you didn't feel uncomfortable spending the whole day          at the museum with two complete strangers who were more than twice your          age?"]}, {"line": ["AARON: No, it was fun."]}, {"line": ["ELAINE: You had fun with Mr. and Mrs. Seinfeld."]}, {"line": ["AARON: Yea, they bought me a coke."]}, {"line": [" "]}, {"line": [" "]}, {"line": ["[Jerry's Apartment]"]}, {"line": ["(Morty and Jerry are sitting at his table; Kramer is standing next to          Morty; Helen is getting the fold out sofa ready to sleep)"]}, {"line": ["KRAMER: So how'd you come up with the idea for the belt-less trench coat?"]}, {"line": ["MORTY: I came home one night, and I tripped over one of Jerry's toys.          (Jerry smiling points to himself and nods with cards in his hands) So          I took out my belt just to threaten him, and I got a glimpse of myself          in the mirror."]}, {"line": ["KRAMER: How serendipitous."]}, {"line": ["MORTY: So that night I cut off the loops and the Executive was born."]}, {"line": ["KRAMER: Mmm"]}, {"line": ["JERRY: He also came up with an idea for a brimless rain-hat but that          never materialized. (to Morty) Alright come on let's play."]}, {"line": ["KRAMER: Did you call Jack Klompus yet?"]}, {"line": ["MORTY: I haven't been able to reach him. Hey I'll call him right now.        "]}, {"line": ["JERRY: Ah come on."]}, {"line": ["MORTY: Just a second. (Goes to grab the phone)"]}, {"line": ["HELEN: Jerry have you seen Schindler's List?"]}, {"line": ["JERRY: No I haven't seen it yet."]}, {"line": ["HELEN: Oh you have to go you have to"]}, {"line": ["JERRY: I'm going"]}, {"line": ["HELEN: You have to"]}, {"line": ["JERRY: Ok"]}, {"line": ["MORTY: (on the phone) Hello Jack."]}, {"line": ["(Jack in Florida)"]}, {"line": ["JACK: Ya"]}, {"line": ["MORTY: It's Morty"]}, {"line": ["JACK: Who died?"]}, {"line": ["MORTY: Nobody died. Jack I want you to do me a big favor. (Jerry holding          up some cards looking at his father) In my garage there are a couple of          boxes."]}, {"line": ["JACK: What boxes?"]}, {"line": ["MORTY: I'm gonna explain what boxes."]}, {"line": ["JACK: Alright how the hell do I know?"]}, {"line": ["MORTY: Anyway there are these three big boxes, you can't miss them. I          want you to ship them here to New York for me."]}, {"line": ["JACK: I thought you're going to Paris"]}, {"line": ["MORTY: I'm still going to Paris. I got a big deal cooking here."]}, {"line": ["JACK: What's in the boxes?"]}, {"line": ["MORTY: Raincoats."]}, {"line": ["JACK: Raincoats? (Doris sighs) You think you're gonna sell those old          crappy raincoats? That's garbage."]}, {"line": ["HELEN: I guarantee you Doris is not letting him mail those boxes."]}, {"line": ["JACK: When do you want these?"]}, {"line": ["MORTY: Send them tomorrow."]}, {"line": [" "]}, {"line": [" "]}, {"line": ["[Costanza House)"]}, {"line": ["(George, Estelle and Frank are sitting at the table for breakfast all          still in what they slept in)"]}, {"line": ["ESTELLE: You think they're coming tonight?"]}, {"line": ["GEORGE: I dunno they said maybe."]}, {"line": ["FRANK: Of course they're coming, they're leaving soon. If they don't          come tonight they might not see us."]}, {"line": ["ESTELLE: Well they better come, I got all this Paella."]}, {"line": ["FRANK: I admire Morty and Helen going to France. We should take a trip,          maybe a cruise. "]}, {"line": ["GEORGE: Yes a cruise, a long cruise, just the two of you. "]}, {"line": ["ESTELLE: Georgie what were you doing poking around the attic last night?"]}, {"line": ["GEORGE: I-I wasn't in the attic."]}, {"line": ["ESTELLE: I heard noise."]}, {"line": ["GEORGE: Maybe it was a mouse."]}, {"line": ["FRANK: (jumping to his feet) OK that's it! We're moving! "]}, {"line": ["GEORGE: What?"]}, {"line": ["FRANK: I will not tolerate infestation."]}, {"line": ["GEORGE: You haven't even seen one."]}, {"line": ["FRANK: Don't you understand the very thought, the very idea, I'll never          be comfortable again."]}, {"line": [" "]}, {"line": ["ESTELLE: All          right Frank that's enough.", "\n        ", "\n        (Frank sits back down)", "\n        ", "\n        ", "\n        ", "\n        [Rudy's Antique Boutique]", "\n        ", "\n        (Rudy is checking out the clothes)", "\n        ", "\n        GEORGE: I guess I've been hanging on to them for so long cuz i couldn't \n        accept the fact that Dad was really gone forever (hugs a piece of clothing)", "\n        ", "\n        RUDY: Uh huh.", "\n        ", "\n        GEORGE: They will get a good home won't they?", "\n        ", "\n        RUDY: Look I gotta be honest with you there's nothing here too spectacular.", "\n        ", "\n        GEORGE: Oh I beg to differ. My father took great pride in his appearance, \n        he was a very handsome man, a Casanova really.", "\n        ", "\n        RUDY: I'll give you uh two-hundred dollars for the three boxes.", "\n        ", "\n        GEORGE: Could you make it two-twenty-five that was his hi-game in bowling.", "\n        ", "\n        RUDY: Yea I'm in a good mood here.", "\n        ", "\n        GEORGE: Thank you.", "\n        ", "\n        (Kramer enters)", "\n        ", "\n        KRAMER: Hey, George what are you doing here?", "\n        ", "\n        GEORGE: Uh, I'm just selling some of Dad's things, (looking into Kramer's \n        eyes) that's what he would have wanted.", "\n        ", "\n        KRAMER: Oh, I gotcha (clicks)", "\n        ", "\n        GEORGE: (leaving) That'll do.", "\n        ", "\n        KRAMER: Oh hey guess what. Morty Seinfeld and I are going into business \n        together, selling raincoats.", "\n        ", "\n        GEORGE: Hey that's swell.", "\n        ", "\n        KRAMER: Yea we worked it out all over dinner last night.", "\n        ", "\n        GEORGE: Dinner? (grabs Kramer)", "\n        ", "\n        KRAMER: Ya.", "\n        ", "\n        GEORGE: You had dinner with the Seinfelds?", "\n        ", "\n        KRAMER: Yea, last night.", "\n        ", "\n        GEORGE: Was this something you had planned for a while?", "\n        ", "\n        KRAMER: No it was a spur of the moment. Well you know Morty likes to fly \n        by the seat of his vintage pants.", "\n        ", "\n        GEORGE: (hurriedly leaves Rudy's) They had plans, They had plans!", "\n        ", "\n        KRAMER: Oooo, boy I've never seen these before (looking at the clothes \n        George just sold Rudy)", "\n        ", "\n        RUDY: Well they just came in, part of my spring-time cruise collection. \n        Two for twenty-five dollars.", "\n        ", "\n        KRAMER: Oh I'll take these.", "\n        ", "\n        RUDY: All right", "\n        ", "\n        KRAMER: Hey, remember this raincoat that you sold me?", "\n        ", "\n        RUDY: Sure that's the Executive. ", "\n        ", "\n        KRAMER: Ya, you have any others?", "\n        ", "\n        RUDY: I wish. They don't make 'em anymore.", "\n        ", "\n        KRAMER: Suppose I told you I had fifty in mint condition, would you be \n        interested?", "\n        ", "\n        RUDY: Very interested", "\n        ", "\n        KRAMER: Cuz they're coming in from Florida as we speak.", "\n        ", "\n        RUDY: Well bring 'em in.", "\n        ", "\n        KRAMER: So you'll buy them?", "\n        ", "\n        RUDY: I don't see what would possibly stop me.", "\n        ", "\n        (Out of one of the boxes George sold Rudy flies a couple of moths as the \n        scene ends)", "\n        ", "\n        ", "\n        ", "\n        [Jerry's Apartment]", "\n        ", "\n        (George enters)", "\n        ", "\n        GEORGE: Aaaa (looking around for Jerry) aaaa (finds Jerry) Ah ha. They \n        had plans huh? They were busy. They were busy with their (doing a little \n        dance to make the plans seem all that important) big plans! ", "\n        ", "\n        JERRY: What are you talking about?", "\n        ", "\n", "\n        GEORGE: Mom and Pop Seinfeld", "\n        ", "\n        JERRY: Look I don't know.", "\n        ", "\n        GEORGE: All right I happen to know what they did last night, they had \n        dinner with Kramer.", "\n        ", "\n        JERRY: Oh they were tired it was a last minute thing.", "\n        ", "\n        GEORGE: So what's the deal they don't want to have dinner with my parents? \n        ", "\n        ", "\n        JERRY: That's right.", "\n        ", "\n        GEORGE: Is there something wrong with my parents?", "\n        ", "\n        JERRY: Absolutely", "\n        ", "\n        GEORGE: Because my parents happen to be two pretty wonderful people.", "\n        ", "\n        JERRY: These the people you currently live with?", "\n        ", "\n        GEORGE: Yes.", "\n        ", "\n        JERRY: Uh huh", "\n        ", "\n        GEORGE: So are they coming tonight or not?", "\n        ", "\n        JERRY: Look I really don't know what they're plans are.", "\n        ", "\n        GEORGE: Ok, fine. It's going to be very interesting, very interesting \n        if they don't show up tonight. You know my mother made all this Paella.", "\n        ", "\n        JERRY: What is that anyway?", "\n        ", "\n        GEORGE: It's a Spanish dish. It's a mlange of fish, an meat with rice. \n        Very tasty.", "\n        ", "\n        JERRY: I-I'll tell 'em", "\n        ", "\n        GEORGE: Hey could you do one other thing for me?", "\n        ", "\n        JERRY: Name it.", "\n        ", "\n        GEORGE: You think your parents would have any objections to taking a little \n        kid to Paris with them? (Jerry looks at him confused) It turns out that \n        the kid's father lives in Paris. (chuckling) Is that a coincidence? (Jerry \n        smiles) Eh you know Alec wants me to take him over there so I figure as \n        long as they're going (claps)", "\n        ", "\n        JERRY: So you thought as long as they're mailing postcards, it wouldn't \n        be too much to ask my parents to drag a child who they've never seen, \n        through the streets of Paris?", "\n        ", "\n        GEORGE: (pause) All right if you think it's too much they don't have to \n        mail the postcards.", "\n        ", "\n        ", "\n        ", "\n        [Elaine's Office]", "\n        ", "\n        (Elaine at her desk; Joanna standing near the door)", "\n        ", "\n        JOANNE: So where's he taking you?", "\n        ", "\n        ELAINE: Well first we're going to a matinee, I'm taking the afternoon \n        off, we're gonna go see \"My Fair Lady\" and they we are gonna \n        go to dinner. He knows all these fantastic places.", "\n        ", "\n        JOANNE: You are one lucky girl. (Elaine laughs in happiness) Wish I could \n        find a nice guy. (Joanne goes to leave; Aaron enters) Hi Aaron.", "\n        ", "\n        AARON: (getting up in Aaron's face) Hey Joanne. (turns to Elaine and goes \n        over to her) Hey", "\n        ", "\n        ELAINE: (already out from behind her desk goes to Aaron) Hi ", "\n        ", "\n        (Elaine and Aaron kiss)", "\n        ", "\n        (Enter Helen)", "\n        ", "\n        HELEN: Hello, Hello.", "\n        ", "\n        (Enter Morty)", "\n        ", "\n        MORTY: Hello Elaine", "\n        ", "\n        (Morty gives Elaine a kiss; Elaine is in shock)", "\n        ", "\n        AARON: I was able to finagle two more tickets to \"My Fair Lady\" \n        and I thought why not ask Morty and Helen.", "\n        ", "\n        ELAINE: Oh, Great.", "\n        ", "\n        MORTY: (looking around) This is some office. What's the square footage?", "\n        ", "\n        HELEN: You don't mind to you Elaine?", "\n        ", "\n        ELAINE: Mind? Oh o-of course not.", "\n        ", "\n        AARON: We can make a whole day of it.", "\n        ", "\n        MORTY: This is some building, Harry Fleming used to have an office here. \n        There was a deli on the first floor. You don't get corned beef like that \n        anymore. What happened to that deli?", "\n        ", "\n        ELAINE: (somewhat annoyed) I really don't know Mr. Seinfeld", "\n        ", "\n        ", "\n        ", "\n        [Collection of Scenes with the music and singing from \"My Fair Lady\" \n        over them. First the matine where we see (from left to right) Helen, \n        Morty, Elaine and Aaron. Morty opens a candy bar takes a bite then offers \n        it to Elaine then Aaron who takes it as the scene changes to the Cafe \n        123. At the restaurant we see (from left to right) Morty, Elaine, Helen \n        and Aaron. Morty is pointing at a painting while talking to Elaine then \n        takes off his glasses. Next George is seen getting ready to hop into a \n        cab when Morty, Elaine, Aaron and Helen ride by in a horse drawn carriage \n        (Handsome Cab) drinking champagne. George then smacks the top of the cab \n        in disgust]", "\n        (song from \"My Fair Lady\") \"I could have danced all night, \n        I could have danced all night, and still have begged for more. I could \n        have spread my wings, and done a thousand things, I've never done before. \n        I never know what made it so exciting, but all at once my heart would \n        fly\"", "\n        ", "\n        ", "\n        ", "\n        [Jerry's Apartment]", "\n        ", "\n        (Jerry and Rachel making out on Jerry's couch)", "\n        ", "\n        JERRY: (stopping them) We better not. (they make out some more; then stop) \n        T-They're gonna be here any second.", "\n        ", "\n        RACHEL: When are they leaving?", "\n        ", "\n        JERRY: In two days.", "\n        ", "\n        RACHEL: It's been soo long.", "\n        ", "\n        JERRY: I know.", "\n        ", "\n        RACHEL: Ok, it's only two more days.", "\n        ", "\n        (They both run their hands through their hair)", "\n        ", "\n        JERRY: Right, Thursday three o'clock.", "\n        ", "\n        MORTY: (from outside the door; singing) I could have danced all night \n        (entering with Helen) I could have danced all night and still have", "\n        ", "\n        HELEN: Ooh.", "\n        ", "\n        JERRY: Oh Hi.", "\n        ", "\n        HELEN: We didn't know you had company.", "\n        ", "\n        JERRY: (tucking in his shirt) Oh ya this is Rachel.", "\n        ", "\n        RACHEL: Hi.", "\n        ", "\n        HELEN & MORTY: Hello Rachel.", "\n        ", "\n        HELEN: Uh we'll come back another time.", "\n        ", "\n        JERRY: What other time?", "\n        ", "\n        HELEN: Whenever", "\n        ", "\n        JERRY: Where you goin'?", "\n        ", "\n        MORTY: Uh we'll drive around for a while.", "\n        ", "\n        JERRY: You don't have a car.", "\n        ", "\n        MORTY: We'll take a bus.", "\n        ", "\n        JERRY: Come on stop.", "\n        ", "\n        HELEN: No we don't mind", "\n        ", "\n        MORTY: I'll get a book.", "\n        ", "\n        RACHEL: No no it's ok, I was just leaving anyway.", "\n        ", "\n        HELEN: O-oh are you sure?", "\n        ", "\n        RACHEL: Yea.", "\n        ", "\n        HELEN: Cuz we don't wann..", "\n        ", "\n        JERRY: (interrupting) No no it's ok. (walking Rachel out) So we'll go \n        see Schindler's List later right?", "\n        ", "\n        RACHEL: Definitely ", "\n        ", "\n        JERRY: Ok.Uh", "\n        ", "\n        RACHEL: (going out the door) It's night meeting you.", "\n", "\n        ", "\n        HELEN: Nice meeting you.", "\n        ", "\n        JERRY: Ok, see you later.", "\n        ", "\n        MORTY: Boy that was some show.", "\n        ", "\n        JERRY: What show?", "\n        ", "\n        MORTY: \"My Fair Lady\"", "\n        ", "\n        JERRY: When did you get tickets to see that?", "\n        ", "\n        HELEN: Aaron surprised us, and Elaine came.", "\n        ", "\n        JERRY: Oh (laughing) Elaine really? Well that sounds interesting.", "\n        ", "\n        MORTY: We saw Regis Philbin get out of a limousine.", "\n        ", "\n        JERRY: Oh.", "\n        ", "\n        HELEN: He looks better on TV.", "\n        ", "\n        JERRY: Oh", "\n        ", "\n        (Phone rings)", "\n        ", "\n        JERRY: (answering phone) Hello?", "\n        ", "\n        (Jack Klompus in Florida)", "\n        ", "\n        JACK: Hello Jerry, ", "\n        ", "\n        JERRY: Yea.", "\n        ", "\n        JACK: It's Jack Klompus.", "\n        ", "\n        JERRY: Oh hi Jack.", "\n        ", "\n        JACK: So when are you coming down to Florida again?", "\n        ", "\n        JERRY: As soon as is humanly possible.", "\n        ", "\n        JACK: You know I still got that pen, the one that writes upside down.", "\n        ", "\n        JERRY: Yea yea ya I shoulda kept it.", "\n        ", "\n        JACK: So uh where's your father?", "\n        ", "\n        JERRY: Ya he's right here.", "\n        ", "\n        (Jerry hands Morty the phone)", "\n        ", "\n        MORTY: Yea", "\n        ", "\n        JACK: Morty, listen I can't get into the garage. ", "\n        ", "\n        MORTY: What do you mean?", "\n        ", "\n        JACK: There is something wrong with the key. The key doesn't work", "\n        ", "\n        MORTY: You gotta jiggle it a little bit. I jiggled it. I jiggled it for \n        fifteen minutes. ", "\n        ", "\n        (Doris enters the scene with Jack)", "\n        ", "\n        DORIS: Tell him to come down here and get his own packages. You have nothing \n        better to do then worry about his boxes.", "\n        ", "\n        MORTY: You gotta pull on the knob as you turn it.", "\n        ", "\n        JACK: Get the hell outta here with your knob.", "\n        ", "\n        DORIS: What does he want from you?", "\n        ", "\n        MORTY: My idiot son could open that garage door.", "\n        ", "\n        JERRY: What did I do?", "\n        ", "\n        MORTY: Just do it first thing tomorrow. I need it.", "\n        ", "\n        (Jack is seen hanging up his phone)", "\n        ", "\n        MORTY: They'll be here first thing Thursday morning.", "\n        ", "\n        HELEN: Thursday morning? You know we're leaving at three o'clock.", "\n        ", "\n        JERRY: (in a hurry) Yea you're leaving at three o'clock.", "\n        ", "\n        HELEN: How are you gonna get all this done in time?", "\n        ", "\n        MORTY: Don't worry about it.", "\n        ", "\n        JERRY: (in a hurry) Ya how you gonna get all this done in time?", "\n        ", "\n        ", "\n        ", "\n        [Costanza House]", "\n        ", "\n        (George, Estelle and Frank all standing in the kitchen)", "\n        ", "\n        GEORGE: They were drinking champagne in a buggy!", "\n        ", "\n        FRANK: First Kramer, then Elaine?", "\n        ", "\n        GEORGE: Yea", "\n        ", "\n        FRANK: It's a slap in the face.", "\n        ", "\n        ESTELLE: (with her arms out in wonder) What did we ever do to them? (George \n        puts his arms out and imitates Estelle as she moves her arms up and down \n        as she speaks) I want to know what we did them!", "\n        ", "\n        FRANK: What are they too good for us? A raincoat salesman, I could buy \n        and sell 'em like that.", "\n        ", "\n        (Frank leaves the kitchen and moves into the living room)", "\n        ", "\n        ESTELLE: The hell with them.", "\n        ", "\n        GEORGE: (in the threshold between the living room and the kitchen) The \n        thing that bothers me the most, is the lying.", "\n        ", "\n        (George and Estelle move their way into the living room)", "\n        ", "\n        FRANK: Let's forget about it. We're going on a beautiful vacation. (sits \n        down in his chair)", "\n        ", "\n        GEORGE: (sitting down) Vacation?", "\n        ", "\n        FRANK: You're mother and I are planning on taking a cruise.", "\n        ", "\n        (Estelle is already sitting next to George on the couch)", "\n        ", "\n        GEORGE: (claps all happy) AH! (half hugs Estelle)", "\n        ", "\n        FRANK: But I can't find any vacation clothes. They were in the attic. \n        ", "\n        ", "\n        GEORGE: The attic? Y-you haven't wore any of those clothes for years.", "\n        ", "\n        FRANK: How can I go on a cruise with out my cabana wear? I love those, \n        those clothes. (Looks down yells) AH! (jumps out of his chair) A mouse! \n        I saw a mouse! (takes off into another room with glass doors on it and \n        shuts the door)", "\n        ", "\n        GEORGE: (picking up what Frank saw as a mouse) It's the remote.", "\n        ", "\n        FRANK: (looking from the room; you can see him through the glass) Where \n        the hell are my clothes? I love those clothes.", "\n        ", "\n        ", "\n        ", "\n        [Ally outside Rudy's]", "\n        ", "\n        (Rudy has a gasoline bottle and is burning some clothes)", "\n        ", "\n        RUDY: Lousy moth ridden crap.", "\n        ", "\n        ", "\n        ", "\n        [Median Monologue]", "\n        ", "\n        I-I-I'm not crazy about used clothes. I mean they call it vintage, you \n        know to take your mind off of what it really is 'nasty wear.' Oh it's \n        clean you know people wear underwear, ya well they don't wear iron underwear \n        and that's what it's gonna take to get me in those clothes. I mean I'll \n        move into an apartment after a strange person moves out, why would I wanna \n        move into somebody's pants? There is no vintage underwear of course, but \n        it's not because the guy couldn't sell his underwear, it's because men \n        wear their underwear until it absolutely disintegrates. Men hang on to \n        underwear until, until each individual underwear molecule is so strained \n        it can barely retain the properties of a solid. It actually becomes underwear \n        vapor. W-we don't even throw it out, we just open a window and it goes \n        out like dandelion spoors. That's how men throw out underwear we just \n        go (blows on the mic) and it's gone that it is jus.", "\n        ", "\n        ", "\n        ", "\n        [Movie Theater: Schindler's List]", "\n        ", "\n        (Schindler's List is playing as Jerry and Rachel are making out. Newman \n        is then seen disgusted by this display)", "\n        ", "\n        ", "\n        ", "\n        [Jerry's Apartment]", "\n        ", "\n        (Jerry Enters; Morty and Helen are sitting at the table with a map out)", "\n        ", "\n        JERRY: Hey.", "\n        ", "\n        MORTY: Hey, Jerry.", "\n        ", "\n        HELEN: So how was the movie?", "\n        ", "\n        JERRY: Oh, really good, really good.", "\n        ", "\n        HELEN: And didn't the three hours go by just like that (snaps her fingers)", "\n        ", "\n", "\n        JERRY: Like that (snaps his fingers)", "\n        ", "\n        MORTY: What about the end, with the list?", "\n        ", "\n        JERRY: Ya that was some list.", "\n        ", "\n        HELEN: What did you think about the black and white?", "\n        ", "\n        JERRY: (confused) The black and white.", "\n        ", "\n        MORTY: The whole movie was in black and white.", "\n        ", "\n        JERRY: Oh yea, I didn't even realize. ", "\n        ", "\n        MORTY: You don't even think about it, there's so much going on.", "\n        ", "\n        JERRY: Ya ya, I tell ya I could see it again.", "\n        ", "\n        ", "\n        ", "\n        [Rudy's Antique Boutique]", "\n        ", "\n        KRAMER: So Klompus has the key, but the jerk couldn't open it up. All \n        you gotta do it jiggle it (has is hand out jiggling) jus get it in there \n        (jiggling making a bunch of noises) jigg jigg jiggle reiggle", "\n        ", "\n        RUDY: Look, I find this whole thing very uninteresting. When you get the \n        coats come in.", "\n        ", "\n        KRAMER; Ya hey I'm on your side.", "\n        ", "\n        (George enters)", "\n        ", "\n        KRAMER: Hey what again?", "\n        ", "\n        GEORGE: I'm trying to buy some of the clothes back. (realizing something) \n        Hey you wanna come over for dinner tonight? My mother made all this extra \n        Paella. ", "\n        ", "\n        KRAMER: Payaya, ya I'll be there.", "\n        ", "\n        GEORGE: Apparently the Seinfelds' are too good for us. I shouldn't say \n        anything bad about your uh your partner.", "\n        ", "\n        KRAMER: No no you know we're not partners. I only get twenty-five percent.", "\n        ", "\n        GEORGE: Twenty-five percent? It was your idea. ", "\n        ", "\n        KRAMER: Yap I know.", "\n        ", "\n        GEORGE: You're doing all the leg work.", "\n        ", "\n        KRAMER: That's right", "\n        ", "\n        GEORGE: He's ripping you off", "\n        ", "\n        KRAMER: You're right he's ripping me off", "\n        ", "\n        GEORGE: If anybody should be getting more it's you.", "\n        ", "\n        KRAMER: He's ripping me off", "\n        ", "\n        GEORGE: Well don't let him take advantage of you like that.", "\n        ", "\n        KRAMER: YAH! (exits)", "\n        ", "\n        RUDY: (coming out of the back-room noticing George) Oh it's you? You're \n        the one who sold me the moth ridden cabana crap.", "\n        ", "\n        ", "\n        ", "\n        [Jerry's Apartment]", "\n        ", "\n        (Morty coming out of the bathroom)", "\n        ", "\n        MORTY: You know I've been thinking, why is Kramer getting twenty-five \n        percent?", "\n        ", "\n        HELEN: Well he told you about the place.", "\n        ", "\n        MORTY: So what, why is that worth twenty-five percent? It's a finders \n        fee. You know what a finders fee is? ", "\n        ", "\n        HELEN: You find something you get a fee.", "\n        ", "\n        MORTY: Finder's fee is ten percent and no more.", "\n        ", "\n        HELEN: Well it's too late now.", "\n        ", "\n        MORTY: Those are my coats. I saved them, I stored them, I've been waiting \n        years for this pay off.", "\n        ", "\n        HELEN: Well you're not gonna say anything.", "\n        ", "\n        (Kramer enters)", "\n        ", "\n        KRAMER: I've been thinking about something.", "\n        ", "\n        MORTY: Ya so have I", "\n        ", "\n        KRAMER: Ahh! I don't think the deal is fair.", "\n        ", "\n        MORTY: You don't think it's fair.", "\n        ", "\n        KRAMER: No no, I found the place, I set the whole thing up, I'm doing \n        all the leg work.", "\n        ", "\n        MORTY: What leg work?", "\n        ", "\n        KRAMER: Oh, there's leg work.", "\n        ", "\n        MORTY: If anything you're getting too much.", "\n        ", "\n        KRAMER: Too much?!", "\n        ", "\n        MORTY: That's right, they're my coats.", "\n        ", "\n        KRAMER: Look I want thirty-five percent.", "\n        ", "\n        MORTY: I'm thinking more like fifteen.", "\n        ", "\n        KRAMER: No way I'm taking fifteen.", "\n        ", "\n        MORTY: Well you're not getting thirty-five.", "\n        ", "\n        KRAMER: Alright let's compromise. Twenty-five percent.", "\n        ", "\n        MORTY: Ok it's a deal", "\n        ", "\n        (They shack hands.)", "\n        ", "\n        ", "\n        ", "\n        [Rudy's Antique Boutique]", "\n        ", "\n        RUDY: Moths are a discourage to my business, all it takes is one moth \n        to lay eggs. You know what happens to the larvae? They hatch and they're \n        everywhere. ", "\n        ", "\n        GEORGE: I'm sorry, umm he-here's your money back (gives Rudy the money \n        back) I-I-I'll have the clothes.", "\n        ", "\n        RUDY: (counting the money to make sure it's all there) It's already put \n        a dent in my fumigation bill.", "\n        ", "\n        GEORGE: So uh where are the clothes? ", "\n        ", "\n        RUDY: I burned 'em.", "\n        ", "\n        GEORGE: Oh. That's good.", "\n        ", "\n        ", "\n        ", "\n        [Monk's]", "\n        ", "\n        (Jerry and Elaine sitting in the booth)", "\n        ", "\n        ELAINE: N-I know they're your parents Jerry an' they're very nice people. \n        But don't you think it's odd, that a thirty-five year old man is going \n        to these lengths to see that someone else's parents are enjoying themselves? \n        I mean don't you find that abnormal?", "\n        ", "\n        JERRY: It is a tad askew. ", "\n        ", "\n        ELAINE: I mean they're your parents and you don't do anything. So why \n        is this stranger doing it?", "\n        ", "\n        JERRY: I've hardly been out to dinner with them.", "\n        ", "\n        ELAINE: See, See, I can't even say anything you know because all he's \n        really doing is being nice but but nobody is this nice, this is like certifiably \n        nice. ", "\n        ", "\n        JERRY: You're right he's insane.", "\n        ", "\n        ELAINE: Yes, he's insane, that's what I think. ", "\n        ", "\n        JERRY: So what are you going to do?", "\n        ", "\n        ELAINE: I don't know, I don't know what to do. (sighs) Oh god.... so how \n        was the movie?", "\n        ", "\n        JERRY: Uh from what I saw it was pretty good.", "\n        ", "\n        ELAINE: Ya what do you mean from what you saw?", "\n        ", "\n        JERRY: Well I um I didn't ah actually get to see the whole movie.", "\n        ", "\n        ELAINE: Yea why not?", "\n        ", "\n        JERRY: I was kind of um (pauses) making out.", "\n        ", "\n        ELAINE: (thinks for a second) You were making, out during Schindler's \n        List?", "\n        ", "\n        JERRY: I couldn't help it. We hadn't been alone in a long time, it just \n        got the better of me.", "\n        ", "\n        ELAINE: During Schindler's List?", "\n        ", "\n", "\n        JERRY: (trying to justify it) We're both living with our parents. ", "\n        ", "\n        ELAINE: Did anybody see you? Did anyone say anything?", "\n        ", "\n        JERRY: No I don't think so. I saw Newman as I was leaving but see me.", "\n        ", "\n        ELAINE: Oh.", "\n        ", "\n        ", "\n        ", "\n        [Jerry's Apartment]", "\n        ", "\n        (A knock at the door prior to the reveal of Jerry's apartment; Morty is \n        sitting at the table Helen closes the refrigerator to answer the door; \n        Newman is revealed in his full Newman)", "\n        ", "\n        NEWMAN: Hello Mrs. Seinfeld", "\n        ", "\n        HELEN: (like Jerry) Hello, Newman. Jerry's not here. (goes to shut the \n        door on him)", "\n        ", "\n        NEWMAN: Uh ah (stops her from closing the door; walks in) Having a nice \n        trip? (walks over, grabs a junior mint, smells it then puts it in his \n        pocket)", "\n        ", "\n        HELEN: Wonderful, we went to the theater last night.", "\n        ", "\n        NEWMAN: Oh the theater. Because I was wondering.", "\n        ", "\n        HELEN: Wondering what?", "\n        ", "\n        NEWMAN: Why I didn't see you at Schindler's List with Jerry.", "\n        ", "\n        HELEN: Well we already saw it.", "\n        ", "\n        NEWMAN: Oh, well it's a good thing for Jerry that you didn't go.", "\n        ", "\n        MORTY: (getting up from the table and coming over) Why is that?", "\n        ", "\n        NEWMAN: Well he really seemed to have his hands full if you know what \n        I mean.", "\n        ", "\n        HELEN: I'm afraid I don't.", "\n        ", "\n        NEWMAN: Him and his little buxom friend Rachel were going at it pretty \n        good in the balcony.", "\n        ", "\n        MORTY: What?", "\n        ", "\n        NEWMAN: What, do I have to spell it out for ya? He was moving on her like \n        the storm-troopers into Poland.", "\n        ", "\n        HELEN: Jerry was necking during Schindler's List?", "\n        ", "\n        NEWMAN: Yes! A more offensive spectacle I cannot recall. Anyway I just \n        really came up to get some detergent.", "\n        ", "\n        HELEN: Jerry sends his laundry out.", "\n        ", "\n        NEWMAN: (laughing) Oh ho right. Well very nice seeing you folks and a \n        by the way you didn't hear this from me. Tata (runs down the hallway laughing)", "\n        ", "\n        (Helen closes the door and looks at Morty in disgust)", "\n        ", "\n        ", "\n        ", "\n        [Jerry's Apartment-Later that day]", "\n        ", "\n        (Jerry enters; Morty is sitting on the couch writing, Helen is in the \n        bathroom)", "\n        ", "\n        JERRY: Hi (takes off his coat and puts it on the counter at which point \n        his parents are both right by him as he goes into the refrigerator. He \n        grabs a drink then turns around to see his parents right there) What? \n        What did I do?", "\n        ", "\n        HELEN: How could you?", "\n        ", "\n        JERRY: How could I what?", "\n        ", "\n        HELEN: You were making out during Schindler's List?", "\n        ", "\n        JERRY: What? No.", "\n        ", "\n        MORTY: Don't lie Jerry.", "\n        ", "\n        JERRY: (turns) Newman. ", "\n        ", "\n        HELEN: How could you do such a thing?", "\n        ", "\n        JERRY: I couldn't help it. We hadn't been alone together in a long time \n        and we just kinda started up a little during the coming attractions and \n        the next thing we knew, the war was over.", "\n        ", "\n        (Morty and Helen both sigh and turn to go back to what they were doing; \n        Phone rings)", "\n        ", "\n        JERRY: (answering the phone) Hello.", "\n        ", "\n        (Jack in Florida with a bandage on his right hand)", "\n        ", "\n        JACK: Hello Jerry, it's Jack Klompus.", "\n        ", "\n        JERRY: Hang on a second. (handing Morty the phone) Dad it's Klompus.", "\n        ", "\n        MORTY: Hello", "\n        ", "\n        JACK: Hello Morty, listen that key doesn't work. It's no good.", "\n        ", "\n        MORTY: You didn't get in?", "\n        ", "\n        JACK: Oh I got in, I had to break the window with a rock and then I got \n        my hand all cut up reaching in.", "\n        ", "\n        MORTY: You broke the window?", "\n        ", "\n        HELEN: He broke the window?", "\n        ", "\n        JACK: You wanted those damn boxes didn't you?", "\n        ", "\n        DORIS: (off camera) He should be on his hands and knees thanking you.", "\n        ", "\n        MORTY: Did you send them?", "\n        ", "\n        JACK: Yea, they'll be there tomorrow afternoon, two o'clock.", "\n        ", "\n        MORTY: Tomorrow afternoon?", "\n        ", "\n        HELEN: Tomorrow afternoon?", "\n        ", "\n        JERRY: Tomorrow afternoon?", "\n        ", "\n        MORTY: I told you to send them express.", "\n        ", "\n        JACK: W-well it was ten dollars cheaper in the afternoon than the morning, \n        I figured what the hell's the difference.", "\n        ", "\n        MORTY: So what did you do about the window?", "\n        ", "\n        JACK: I gotta fix your window now?", "\n        ", "\n        MORTY: All right all right. Goodbye. (Morty hangs up the phone, Jack hangs \n        up the phone) I don't think we are gonna make that flight.", "\n        ", "\n        JERRY: W-what do you mean you're not making the flight?", "\n        ", "\n        HELEN: We have to make the flight, we're with a charter group. If we don't \n        the trip is off.", "\n        ", "\n        MORTY: Well what's the difference we'll go some place else.", "\n        ", "\n        (Jerry annoyed walks toward his room)", "\n        ", "\n        HELEN: Some place else? What about Paris?", "\n        ", "\n        MORTY: You don't understand, I've come this far, I can't stop now.", "\n        ", "\n        HELEN: I can't believe that you're doing all this just to sell some stupid \n        raincoats.", "\n        ", "\n        MORTY: You don't understand fashion is cyclical this thing could come \n        back.", "\n        ", "\n        HELEN: I think you're out of your mind. ", "\n        ", "\n        ", "\n        ", "\n        [Costanza House]", "\n        ", "\n        FRANK: I just don't understand how all those clothes can disappear. ", "\n        ", "\n        GEORGE: Moths?", "\n        ", "\n        FRANK: Moths, ate three boxes?", "\n        ", "\n        GEORGE: Well you know what happens with larvae hatch, they-they're everywhere.", "\n        ", "\n        ESTELLE: You know, I was thinking today. I never liked those Seinfelds \n        anyway, he's an idiot all together. (Knocking at the door) Ah there's \n        Kramer.", "\n        ", "\n        (Estelle goes to answer the door)", "\n        ", "\n        KRAMER: (from outside) Hello?", "\n        ", "\n        ESTELLE: Hello", "\n        ", "\n        KRAMER: (still outside) Helowwwowwow (Estelle opens the door) Hey (kisses \n        Estelle hello) Ha ha, Good evening (George waves)", "\n        ", "\n        ESTELLE: Hope you're hungry. (goes into the kitchen)", "\n        ", "\n        KRAMER: Ooo Paella", "\n        ", "\n        GEORGE: Hey uh let me take you're coat.", "\n        ", "\n        KRAMER: (giving George his coat) Oh ya thanks buddy.", "\n        ", "\n        FRANK: That shirt, where'd you get that shirt?", "\n        ", "\n", "\n        KRAMER: Wha?", "\n        ", "\n        FRANK: That's my cabana shirt, you stole my shirt you son of a bitch! \n        (really fast) George you let your friends go up in my attic and steal \n        my clothes? (grabbing at the shirt) Gimme that back", "\n        ", "\n        KRAMER: (trying to get away) woah ", "\n        ", "\n        GEORGE: Dad?!", "\n        ", "\n        KRAMER: (laughs as Frank ends up tickling him; gets away) I bought it \n        from Rudy.", "\n        ", "\n        GEORGE: Rudy?! That skunk, I knew he didn't burn those clothes.", "\n        ", "\n        FRANK: Who's Rudy? What clothes?", "\n        ", "\n        GEORGE: I sold your clothes yesterday.", "\n        ", "\n        FRANK: You sold my clothes (smacks George on the forehead) what do you \n        mean you sold my clothes?", "\n        ", "\n        GEORGE: I didn't think you wore them anymore.", "\n        ", "\n        FRANK: It's cruise wear!", "\n        ", "\n        ESTELLE: Kramer, I love that shirt. ", "\n        ", "\n        KRAMER: Yaya", "\n        ", "\n        FRANK: THAT'S BECAUSE IT'S MINE!!", "\n        ", "\n        ESTELLE: You look just like Frank, on our honeymoon. ", "\n        ", "\n        KRAMER: Oh, well, thank you.", "\n        ", "\n        (Estelle giggles)", "\n        ", "\n        FRANK: Who's this Rudy?", "\n        ", "\n        KRAMER: Well Rudy's the guy buying Morty's raincoats.", "\n        ", "\n        FRANK: Mory Seinfeld? He's a bum.", "\n        ", "\n        KRAMER: Well, the whole deal going down tomorrow. Morty's gonna miss his \n        plane for it.", "\n        ", "\n        GEORGE: Missing his plane? Wasn't that a charter flight?", "\n        ", "\n        KRAMER: Yea.", "\n        ", "\n        GEORGE: What happens to charter tickets when you don't use em?", "\n        ", "\n        KRAMER: Well I suppose they are wasted.", "\n        ", "\n        GEORGE: Yes I suppose they are.", "\n        ", "\n        FRANK: Tomorrow I'm going straight down to this Rudy and get my clothes.", "\n        ", "\n        KRAMER: A mouse!", "\n        ", "\n        (Frank starts making noises; Kramer and Frank both run to the other room \n        where they get stuff in between the door and wall; Frank hits Kramer to \n        get him in then closes the door)", "\n        ", "\n        ", "\n        ", "\n        [Monk's]", "\n        ", "\n        (Jerry and George enter)", "\n        ", "\n        JERRY: You want the tickets?", "\n        ", "\n        GEORGE: Yes.", "\n        ", "\n        JERRY: You're gonna take this kid to Paris?", "\n        ", "\n        GEORGE: Hey I get a free trip to Paris, I go in the Big Brother's Hall-of-Fame, \n        I mail my own postcards.", "\n        ", "\n        JERRY: You know I'm paying for these tickets.", "\n        ", "\n        GEORGE: It's alright, I got lunch.", "\n        ", "\n        ", "\n        ", "\n        [Airport]", "\n        ", "\n        (Kramer, Morty and Jerry standing at a luggage carousel)", "\n        ", "\n        KRAMER: Oh, you should have gone to the Costanzas' for dinner. Mmm the \n        Payaya was magnificent. Have you ever had really good Paella?", "\n        ", "\n        MORTY: Not really.", "\n        ", "\n        KRAMER: Oh it's a orgiastic feast for the senses. The want and the festival, \n        the sites, sounds, and colors an mmmummumm mumm", "\n        ", "\n        JERRY: Hey Dad are you sure we are at the right carousel?", "\n        ", "\n        MORTY: This is it.", "\n        ", "\n        KRAMER: So how much are we gonna make?", "\n        ", "\n        MORTY: Take it easy, I've been through a million of these negotiations.", "\n        ", "\n        KRAMER: Wha two thousand? Three thousand?", "\n        ", "\n        MORTY: That's giving it away. This is a one of a kind item. ", "\n        ", "\n        KRAMER: More? More than three thousand?", "\n        ", "\n        MORTY: Just watch me do my thing.", "\n        ", "\n        JERRY: Say Dad, (pointing at a raincoat sitting on the carousel next to \n        an open box) isn't that one of yours? ", "\n        ", "\n        MORTY: Look at this. Look at how this idiot packed it. He didn't tape \n        it, he just flipped the flaps. (Kramer, Morty and Jerry are looking around \n        grabbing raincoats which are scattered all over the place.) Kramer you \n        missed a couple.", "\n        ", "\n        WOMAN: Bon-jour, welcome to the Gateway to Paris Charter Flight.", "\n        ", "\n        JERRY: (turns around noticing the Charter flight) Dad isn't that your \n        charter group?", "\n        ", "\n        (George and Joey enter the scene getting in line for the Charter Flight)", "\n        ", "\n        GEORGE: Honesty, hard-work, these are the values that I was raised on. \n        The most important thing Joey, is to be able to look yourself in the mirror \n        before you go to sleep at night.", "\n        ", "\n        JOEY: Hey! I got news for you four eyes, there's no way you're staying \n        with us in Paris.", "\n        ", "\n        (Joey walks by George to board the plane and puts his Gum on the wall.)", "\n        ", "\n        ", "\n        ", "\n        [Rudy's Antique Boutique]", "\n        ", "\n        FRANK: You burned them? Those clothes are not yours to burn.", "\n        ", "\n        RUDY: Who are you anyways?", "\n        ", "\n        FRANK: I'm the father.", "\n        ", "\n        RUDY: He said his father was dead.", "\n        ", "\n        FRANK: He said I was dead?", "\n        ", "\n        RUDY: That's right. Squeezed an extra twenty-five dollars out of me.", "\n        ", "\n        FRANK: That's what my life is worth to him? Twenty-five dollars.", "\n        ", "\n        (Kramer and Morty enter with a bunch of raincoats)", "\n        ", "\n        KRAMER: Hey, Frank!", "\n        ", "\n        FRANK: Oh, I just want to you know I'm retracting our dinner invitation.", "\n        ", "\n        MORTY: Well you don't have to retract it because we never went.", "\n        ", "\n        FRANK: I'm retracting that it was ever offered.", "\n        ", "\n        MORTY: I retract your retraction.", "\n        ", "\n        FRANK: Oh, you trying to unload some of that junk of yours?", "\n        ", "\n        MORTY: Would you excuse me please, we're conducting business here.", "\n        ", "\n        RUDY: You can keep your raincoats. I'm not interested.", "\n        ", "\n        KRAMER: I thought we had a deal?", "\n        ", "\n        FRANK: That's another one of my shirts!!", "\n        ", "\n        RUDY: I'm not buying anymore clothes from anyone off the street.", "\n        ", "\n        MORTY: Who's off the street? I'm in the raincoat business for thirty-five \n        years.", "\n        ", "\n        RUDY: Ya how do I know there aren't moths like his stuff?", "\n        ", "\n        FRANK: My clothes don't have moths!", "\n        ", "\n        MORTY: Because of his moths you're not buying my raincoats?", "\n        ", "\n        RUDY: That's right.", "\n        ", "\n        KRAMER: (laughing) I'm all ticklish. (a moth flies out of his shirt; they \n        all look at it)", "\n        ", "\n        ", "\n        ", "\n        [Airport]", "\n        ", "\n        (Morty and Helen with a couple bags; Jerry, Elaine and Aaron saying good-bye)", "\n        ", "\n", "\n        ANNOUNCEMENT: Flight-433 now boarding for Miami, Gate 18a. Flight-433 \n        now boarding.", "\n        ", "\n        MORTY: Ok, let's go.", "\n        ", "\n        HELEN: (to Aaron) It was so nice of you to come to the airport to see \n        us off.", "\n        ", "\n        AARON: Are you sure you can't stay a little longer?", "\n        ", "\n        ELAINE & JERRY: NO.", "\n        ", "\n        MORTY: Ah, good-bye.", "\n        ", "\n        (Jerry hugs Morty; Helen and Elaine give each other a kiss)", "\n        ", "\n        ELAINE: Good-bye", "\n        ", "\n        JERRY: Take care", "\n        ", "\n        MORTY: Alright Jer.", "\n        ", "\n        (Morty and Elaine hug; Jerry and Helen give each other a kiss)", "\n        ", "\n        ELAINE: Nice to see..", "\n        ", "\n        MORTY: Buh bye Elaine", "\n        ", "\n        JERRY: Buh bye.", "\n        ", "\n        HELEN: Buh bye.", "\n        ", "\n        (Aaron torn by emotion moves in and gives Morty and Helen a hug a hug)", "\n        ", "\n        HELEN: (looking at Jerry while being overly hugged by Aaron) We'll call \n        you when we get home.", "\n        ", "\n        AARON: Thank you.", "\n        ", "\n        JERRY: I think she meant me, but.", "\n        ", "\n        MORTY: Make sure Kramer uses good tape when he sends back the raincoats.", "\n        ", "\n        JERRY: Ok.", "\n        ", "\n        (Morty and Helen go to board the plane)", "\n        ", "\n        ELAINE: Bye.", "\n        ", "\n        JERRY: Bye.", "\n        ", "\n        (Aaron begins to follow them)", "\n        ", "\n        ELAINE: Aaron? Aaron are you ok?", "\n        ", "\n        AARON: I could've done more. I could've done so much more.", "\n        ", "\n        ELAINE: You did enough.", "\n        ", "\n        AARON: (turning toward her) No, I could've called the travel agency, got \n        them on another flight to Paris, I coulda got them out.", "\n        ", "\n        JERRY: You tried Aaron, it was too expensive.", "\n        ", "\n        AARON: (holds his arm up) This watch, this watch could've paid for their \n        whole trip. (holds his other hand up) This ring, this ring is one more \n        dinner I could've taken them out to. (Jerry and Elaine look at each other \n        like he's crazy) Water, they need some water (turns around and runs to \n        the Flight Agent)", "\n        ", "\n        ELAINE: Why?", "\n        ", "\n        AARON: (to the Flight Agent) They'll get dehydrated on the plane! Get \n        the Seinfelds some water. Please! Please!", "\n        ", "\n        (Jerry and Elaine continue to look at him funny)", "\n        ", "\n        ", "\n        ", "\n        [Rachel's Parents' Place]", "\n        ", "\n        (Jerry knocks on the door; Mr. Goldstein answers)", "\n        ", "\n        JERRY: Hi Mr. Goldstein is Rachel home?", "\n        ", "\n        MR. GOLDSTEIN: I'm afraid Rachel's not going to be able to see you tonight, \n        or any other night for that matter. ", "\n        ", "\n        JERRY: Why what did I do?", "\n        ", "\n        MR. GOLDSTEIN: (Rachel is know seen behind her Dad) You know very well. \n        I heard about your behavior at the movies the other night it was disgraceful. \n        You should be ashamed of yourself, I for one will not allow my daughter \n        to be involved with someone of such weak moral fiber. Fortunately my postman \n        happened to have witnessed the entire incident. A heavy set fellow, I \n        believe he lives in your building. (Jerry turns to almost do a 'Newman') \n        Now if you don't mind. (starts to close the door)", "\n        ", "\n        JERRY: Rachel! ", "\n        ", "\n        MR. GOLDSTEIN: (closing the door on Jerry) Good night!", "\n        ", "\n        JERRY: Rachel!", "\n        ", "\n        ", "\n        ", "\n        [Monk's]", "\n        ", "\n        (Jerry and Elaine at the normal booth)", "\n        ", "\n        JERRY: So my parents get home, they open the door, my father flicks the \n        light on, the whole place is cleaned out, everything.", "\n        ", "\n        ELAINE: Aahh, (pushes Jerry from her seat at the table) Get Out! How did \n        it happen?", "\n        ", "\n        JERRY: The broken window, Klompus never fixed it. They just walked right \n        in.", "\n        ", "\n        ELAINE: Oohh, boy. They could use a vacation.", "\n        ", "\n        JERRY: Yea they're taking one, the travel agent is trying to set something \n        else up for them.", "\n        ", "\n        ELAINE: (sighs) So how about that Aaron? ", "\n        ", "\n        JERRY: Whew", "\n        ", "\n        ELAINE: You know what drove me crazy about him? Did you ever notice that \n        he stood too close to you when he talked?", "\n        ", "\n        JERRY: No I hadn't noticed.", "\n        ", "\n        (Newman enters and walks by the table; Jerry doesn't notice him as he \n        is getting something out of his coat pocket)", "\n        ", "\n        NEWMAN: (at the counter) Pair of bear claws please.", "\n        ", "\n        JERRY: (hearing Newman turns and sees him) Hiya Newman.", "\n        ", "\n        NEWMAN: (moving away from the counter getting closer to the door) Hello \n        Jerry.", "\n        ", "\n        JERRY: Say, I happened to catch you coming out of Schindler's List the \n        other night.", "\n        ", "\n        NEWMAN: Ohh, were you there?", "\n        ", "\n        JERRY: Yes I was.", "\n        ", "\n        NEWMAN: (looking scared) I-it's a it's a...powerful film.", "\n        ", "\n        JERRY: Yes, shocking brutality don't you think?", "\n        ", "\n        NEWMAN: (couple quick breaths) Shocking.", "\n        ", "\n        JERRY: Yes, well that was nothing.", "\n        ", "\n        (Newman makes a noise and takes off toward the door as Jerry gets up)", "\n        ", "\n        NEWMAN: (running out the door) Jerry! Jerry!", "\n        ", "\n        (Jerry chases Newman right out the door)", "\n        ", "\n        ", "\n        [Paris]", "\n        ", "\n        (George is sitting at an outside eatery in France with Joey)", "\n        ", "\n        GEORGE: Where the hell is your father?!", "\n        ", "\n        (George smiles and waves at a girl sitting at another table; Joey puts \n        some stuff on George's glasses)", "\n        ", "\n        [Cruise ship out in the Ocean]", "\n        ", "\n        (Estelle and Frank walking around on the boat)", "\n        ", "\n        ESTELLE: This is the best thing we ever did.", "\n        ", "\n        FRANK: I just hope those exterminators know what they're doing.", "\n        ", "\n        ESTELLE: Ah forget about them let's just...", "\n        ", "\n        (Frank and Estelle run into Morty and Helen)", "\n        ", "\n        ", "\n        [Closing Monologue]", "\n        ", "\n        Personal distance is a very important thing. There's a new personal distance, \n        ATM distance. When someone's using an ATM, you wanna be about six feet \n        back don't you? Because people a little edgy around that ATM don't they? \n        They got their money out, their eyes are darting all around. The other \n        place I wanna be about six feet away is Urinals, you want some distance \n        there too. ATMs and Urinals, I guess whenever someone's taking valuable \n        out of their pants you want to give them as much room as possible. \n    \n     \n      \n      \n", "\n    \n  \n\n\n"]}, {"line": [" "]}, {"line": [" "]}, {"line": []}, {"line": [" "]}, {"line": []}, {"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]}, {"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}]