[{"title": "The Fire"}, {"line": []}, {"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]}, {"line": [" "]}, {"line": ["SEINFELD", " Episode no. 84 \"The Fire\" (Original air \n        date 5 May 1994)"]}, {"line": ["Directed by Tom Cherones. Written by Larry Charles.", "\n        Guest stars: Melanie Chartoff (Robin)", "\n        Veanne Cox (Toby)", "\n        Dom Irrera (Ronnie)", "\n        Jon Favreau (Eric the Clown)", "\n        Lisa Pescia (Joanne)", "\n        Hiram Kasten (Michael)", "\n        Patience Cleveland (Robin's mother)", "\n        Lawrence LeJohn (Fireman)", "\n        Jerry Stiller (Frank Costanza, voice only)", "\n        Estelle Harris (Estelle Costanza, voice only)"]}, {"line": ["Jerry's stand-up: ", "To me, the thing about birthday parties is that \n        the first birthday party you have and the last birthday party you have \n        are actually quite similar. You know, you just kinda sit there...you're \n        the least excited person at the party. You don't even really realize that \n        there is a party. You don't know what's goin' on. Both birthday parties, \n        people have to kinda help you blow out the candles, you can't do it...you \n        don't even know why you're doing it. What is this ritual? What is going \n        on? It's also the only two birthday parties where other people have to \n        gather your friends together ", "for", " you. Sometimes they're not even \n        your friends. They make the judgement. They bring 'em in, they sit 'em \n        down, and they tell you - 'these are your friends! Tell them thank you \n        for coming to my birthday party.'"]}, {"line": ["Opening scene - Elaine, Kramer, and Kramer's excitable girlfriend          Toby in Elaine's office at Pendant. They're looking at proofs for Kramer's          \"coffee table book about coffee tables.\""]}, {"line": ["TOBY (exuberantly): These are great! Just great! Really great! Really,          really great! Don't you think so, Elaine?"]}, {"line": ["ELAINE (put off by Toby's exuberance): Yeah, really great."]}, {"line": ["TOBY: A coffee table book about coffee tables! <To Kramer> How          did you come up with this idea?"]}, {"line": ["KRAMER: It was there!"]}, {"line": ["TOBY: Oh, look at this one! It's saying, 'I'm a coffee table, put some          coffee on me! Oh, the hotter the better, that's what I'm here for!' <laughs>"]}, {"line": ["ELAINE: Actually, I've got some work I gotta do, so..."]}, {"line": ["KRAMER: Hey, how about if the book came with these little fold-out legs...so          the book itself becomes a coffee table?"]}, {"line": ["TOBY: Ohhh, that is a great idea! Really, really great!"]}, {"line": ["New scene - Elaine and Jerry in Jerry's apartment later that day."]}, {"line": ["ELAINE (imitating Toby): 'And that coffee table is saying, put some coffee          on me!' I'd like to put some coffee on her. Hot, scalding coffee - right          in her face! I swear! This is like working with a contestant from \"The          Price Is Right\"! <demonstrates>"]}, {"line": ["JERRY: Yeah, that's real interesting. Elaine, listen, tell me if you          think this is funny - <reads comedy he's written> \"Men definitely          hit the remote more than women...men don't care what's on TV, men only          care ", "what else", " is on TV. Women want to see what the show is before \n        they change the channel, because men hunt and women nest.\""]}, {"line": ["ELAINE (uninterested): Yeah, it's funny, I dunno."]}, {"line": ["JERRY: You don't know? Come on, that's gold!"]}, {"line": ["ELAINE: Well, I don't know about \"gold.\""]}, {"line": ["JERRY: Oh, that's gold, baby."]}, {"line": ["ELAINE: 'Baby'? What, are you doing George now?"]}, {"line": ["JERRY: I was saying 'baby' way before George!"]}, {"line": ["ELAINE: Well, I don't know, don't ask me any more questions about jokes,          Jerry, it puts too much pressure on me."]}, {"line": ["JERRY: Well, this guy Leonard Christian's gonna be there tomorrow night."]}, {"line": ["ELAINE: Yeah, who's he?"]}, {"line": ["JERRY: He's a writer from ", "Entertainment Weekly", ". I would like to \n        have a good show."]}, {"line": ["<Kramer enters.>"]}, {"line": ["KRAMER: Danke schoen, my little dumplings."]}, {"line": ["ELAINE: Hi."]}, {"line": ["KRAMER (to Elaine): Hey, how about that Toby, huh?"]}, {"line": ["ELAINE: Yeah, how about her?"]}, {"line": ["KRAMER: Ooh, she's a package full of energy!"]}, {"line": ["ELAINE: Yeah, she's a package full of something."]}, {"line": ["KRAMER: And that something is life. Jerry, you gotta meet this gal -          she's brimmin' with positivity!"]}, {"line": ["ELAINE (absolutely disgusted): Oh, pleeeeease. <moves to the living          room and sits down>"]}, {"line": ["KRAMER (to Jerry): Hey, are you performing tomorrow night?"]}, {"line": ["JERRY: Yeah."]}, {"line": ["KRAMER: Great, I'm gonna bring Toby."]}, {"line": ["JERRY: Well, you better laugh 'cause I'm being reviewed. Leonard Christian's          gonna be there."]}, {"line": ["KRAMER: Oh, she's a great laugher - right, Elaine?"]}, {"line": ["ELAINE: Oh yeah, she's a great laugher, Jerry. <imitates Toby>          Really, really great!"]}, {"line": ["JERRY (to Kramer): Well, you want to sit with George? I think he's coming          with Robin. "]}, {"line": ["KRAMER: Is that the waitress from the comedy club?"]}, {"line": ["JERRY: Yeah."]}, {"line": ["ELAINE: What about her kid, is she bringing him, too?"]}, {"line": ["KRAMER: She's got a kid?"]}, {"line": ["JERRY: Yeah, you should see George get along with this kid!"]}, {"line": ["New scene - George and Robin in a booth at the coffee shop. Robin's          kid is under the table."]}, {"line": ["GEORGE: Ow! What are you doing under there? Hey, stop that! Don't eat          that! That's not food! <to Robin> He's suckin' down Equal packets!"]}, {"line": ["ROBIN: Do you think 25 kids is too much?"]}, {"line": ["GEORGE: 25 kids for his birthday party? <to kid under table> Don't          put your tongue on the floor! He's putting his tongue on the floor! Here,          here, have some more sugar packets."]}, {"line": ["ROBIN: So, what about entertainment? <to kid> Should I get Barney?"]}, {"line": ["KID: No Barney!"]}, {"line": ["ROBIN (to George): Maybe a clown."]}, {"line": ["GEORGE: How about Bozo?"]}, {"line": ["KID: Who's Bozo?"]}, {"line": ["GEORGE: Who's Bozo? Bozo the Clown, that's who Bozo is. When I was a          kid, Bozo the Clown was ", "the", " clown, bar none. "]}, {"line": ["ROBIN: George..."]}, {"line": ["GEORGE: With the orange hair, and the big clown shirt with the ruffles..."]}, {"line": ["ROBIN: George..."]}, {"line": ["GEORGE: And the TV show! He had cartoons!"]}, {"line": ["ROBIN: George! Forget Bozo, George. Bozo's out. He's finished. It's over          for Bozo."]}, {"line": ["GEORGE: You know, when I was a kid, we didn't have these elaborate birthday          parties with catered food and entertainment. I remember my 7th birthday          party..."]}, {"line": ["We see a flashback of George at seven, sitting in front of a birthday          cake with a shocked expression on his face, while Frank and Estelle scream          at him:"]}, {"line": ["FRANK: Blow out the candles! Blow out the candles, I said! Blow out          the damn candles!"]}, {"line": ["ESTELLE: Stop it, Frank! You're killing him!"]}, {"line": ["ROBIN: Well, this time, you can blow out the candles."]}, {"line": ["GEORGE: Nah, I have asthma. <Robin's kid grabs George's leg from under          the table, and George struggles.>"]}, {"line": ["New scene - Elaine in her office at work. Toby enters."]}, {"line": ["TOBY: Hi!"]}, {"line": ["ELAINE (in a dreadful tone): Hi, Toby."]}, {"line": ["TOBY: How are you doing today?"]}, {"line": ["ELAINE: Fine... <Toby sits and waits for Elaine to speak.> How          are you?"]}, {"line": ["TOBY: Oh, I'm great! Just great. Really great! Oh, hey - did you hear          about Bob Rosen?"]}, {"line": ["ELAINE: Nope."]}, {"line": ["TOBY: He is going to Knopp. He is going to be a vice president."]}, {"line": ["ELAINE: Knopp? Really? Boy. That means there's an opening here for senior          editor...has Lippman, uh, hired anyone?"]}, {"line": ["TOBY: No. I hear he wants to promote someone in-house. "]}, {"line": ["ELAINE: Really!"]}, {"line": ["TOBY: Maybe it'll be you!"]}, {"line": ["ELAINE: Oh...well..."]}, {"line": ["TOBY: You really deserve it. I mean, you have experience, seniority...Lippman          really respects your opinion..."]}, {"line": ["ELAINE (beaming): Well! Well, it could be you."]}, {"line": ["TOBY: No..."]}, {"line": ["ELAINE: No, really."]}, {"line": ["TOBY (standing): Really? You think so?"]}, {"line": ["ELAINE (humoring her): Sure."]}, {"line": ["TOBY: Boy, wouldn't that be exciting! "]}, {"line": ["ELAINE: I mean, stranger things have happened..."]}, {"line": ["TOBY: Wow! Me! A senior editor! <deadly serious> I'd like that."]}, {"line": ["ELAINE: Well, you shouldn't get your hopes up, Toby."]}, {"line": ["TOBY: Well, it's a possibility, like you said! Stranger things have happened!          Thank you, Elaine. Thank you. <Exits.>"]}, {"line": ["New scene - Jerry and Ronnie the Prop Comic backstage at the comedy          club."]}, {"line": ["JERRY: Hey, Ronnie. <To bartender> Can I have a club soda? <To          Ronnie> Goin' on tonight?"]}, {"line": ["RONNIE: Yeah. You?"]}, {"line": ["JERRY: Yeah."]}, {"line": ["RONNIE: You know Leonard Christian's here?"]}, {"line": ["JERRY: Yeah, I know."]}, {"line": ["RONNIE: Can I ask you something? Are my nostrils getting bigger?"]}, {"line": ["JERRY: I don't...think so."]}, {"line": ["RONNIE: Are you sure? Take a good look. They seem a little bigger?"]}, {"line": ["JERRY: I don't...I dunno."]}, {"line": ["RONNIE: Is it possible for nostrils to expand? "]}, {"line": ["JERRY: Oh, is this a bit?"]}, {"line": ["RONNIE: Hey, I don't do \"bits.\" I'm a prop comic. Dammit, I          can't find my water gun. I can't go on without my water gun."]}, {"line": ["<Kramer and Toby enter.>"]}, {"line": ["KRAMER: Hey, Jerry. Toby, this is Jerry."]}, {"line": ["TOBY: This is so exciting! Look, I have goosebumps! <To Jerry>          Touch! Touch them! <Jerry touches her arm. Toby screeches with excitement.>          I've never been to a comedy club before!"]}, {"line": ["JERRY: Really! You know, a lot of restaurants are serving brewed decaf          now, too."]}, {"line": ["TOBY (laughing): You are so funny! "]}, {"line": ["JERRY: Oh, you'll have a good time, I swear."]}, {"line": ["TOBY: Oh! He swears like he thinks I don't believe him. I believe you.          I believe you! Oh, he's so funny! <laughs>"]}, {"line": ["KRAMER: What about me?"]}, {"line": ["TOBY (serious): What about you? <laughs> I'm only kidding. You're          funny, too. I love to laugh."]}, {"line": ["JERRY: Good, good."]}, {"line": ["KRAMER (to Jerry): So, you up next?"]}, {"line": ["JERRY: Yeah, why don't you guys get a table so you'll have good seats?"]}, {"line": ["TOBY: Oh yeah, we don't want some jerk sitting in front of us, it'll          be like, 'Hey, big head, can you move out of the way? I didn't pay a cover          charge to stare at your bald spot.' <laughs>"]}, {"line": ["KRAMER: Alright, so you have a good show, huh buddy?"]}, {"line": ["JERRY: Yeah."]}, {"line": ["TOBY: Oh, have a great show. Hey, we'll make sure it's a great show!"]}, {"line": ["JERRY: O.k., good, I'll see you later. <Kramer and Toby are about          to exit. She turns around and clutches Kramer's jacket.>"]}, {"line": ["TOBY: Oh, he's so great! This is so great! I'm so excited!"]}, {"line": ["Cut to Jerry on stage. Toby and Kramer are sitting in the audience          near the front."]}, {"line": ["JERRY: Men definitely hit the remote button more than women..."]}, {"line": ["TOBY (loudly): Oh, really! Really! That is so true!"]}, {"line": ["JERRY: Yes, yeah...see, men don't care what's on TV, men only care ", "what \n        else", " is on TV."]}, {"line": ["TOBY: Yes! Yes! Right on! Right on! <Other audience members give her          puzzled looks.>"]}, {"line": ["JERRY (attempting to carry on despite Toby's interruptions): See...women          really want to see what the show is before they change the channel..."]}, {"line": ["TOBY: Oh, that is so true, yes!"]}, {"line": ["JERRY: ...that's why men hunt and women nest."]}, {"line": ["TOBY: BOO! BOO! Hiss! Boo! <Toby's obnoxious behavior causes Jerry          to completely lose his place and mess up his act.>"]}, {"line": ["New scene - Jerry pacing the floor backstage after his act. Kramer          enters."]}, {"line": ["JERRY: Hey, what's the deal? What was goin' on there? I invite you down          here, I have an important show, and she heckles me?!"]}, {"line": ["KRAMER: Look, she didn't mean anything."]}, {"line": ["JERRY: Well, what is the matter with her? Is she crazy?!"]}, {"line": ["KRAMER: She's just being enthusiastic, that's all!"]}, {"line": ["<Toby enters.>"]}, {"line": ["JERRY: Hey! What is wrong with you?!"]}, {"line": ["TOBY: Me? Nothing's wrong with me."]}, {"line": ["JERRY: You boo me?! You hiss?! You didn't stop blathering throughout          the whole set!"]}, {"line": ["TOBY: Oh, come on! I thought you're a pro! That's part of the show."]}, {"line": ["JERRY: No! Not part of the show! Booing and hissing are not part of the          show! You boo puppets! You hiss villains in silent movies!"]}, {"line": ["TOBY: Well, that's the way I express myself. How are you gonna make it          in this business if you can't take it?"]}, {"line": ["JERRY: Oh, I can take it."]}, {"line": ["TOBY (to Kramer): Let's go. <Ronnie walks by Jerry.>"]}, {"line": ["RONNIE: Hey, man. Good set."]}, {"line": ["New scene - George talking to Eric, the clown at Robin's son's birthday          party."]}, {"line": ["GEORGE: Bozo? "]}, {"line": ["ERIC: No."]}, {"line": ["GEORGE: B-O-Z-O? "]}, {"line": ["ERIC: Sorry, I..."]}, {"line": ["GEORGE: You've never heard of Bozo the Clown?"]}, {"line": ["ERIC: No!"]}, {"line": ["GEORGE: How could you not know who Bozo the Clown is?"]}, {"line": ["ERIC: I don't know, I just don't."]}, {"line": ["GEORGE: How can you call yourself a clown and not know who Bozo is?"]}, {"line": ["ERIC: Hey, man - what are you hassling me for? This is just a gig, it's          not my life. I don't know who Bozo is, what - is he a clown?"]}, {"line": ["GEORGE: Is he a clown? What, are you kidding me!?"]}, {"line": ["ERIC: Well, what is he?"]}, {"line": ["GEORGE: Yes, he's a clown!"]}, {"line": ["ERIC: Alright, so what's the big deal! There's millions of clowns!"]}, {"line": ["GEORGE: Alright, just forget it."]}, {"line": ["ERIC: Me forget it? You should forget it! You're livin' in the past,          man! You're hung up on some clown from the ", "sixties", ", man!"]}, {"line": ["GEORGE: Alright, very good, very good...go fold your little balloon animals,          Eric. Eric! What kind of name is that for a clown, huh?"]}, {"line": ["ROBIN'S MOTHER: Excuse me...you must be George! I'm Robin's mother. Oh,          you seem like such a lovely young man!"]}, {"line": ["GEORGE: Well, I do what I can. <Robin comes over.>"]}, {"line": ["ROBIN: Hi Mom, how's everything?"]}, {"line": ["ROBIN'S MOTHER: Oh, this is just a wonderful party!"]}, {"line": ["ROBIN: The burgers should be ready in a minute."]}, {"line": ["GEORGE: Ah, great, great. <sniffs> What's that smell? Smoke? <walks          to the kitchen> Hey everybody, I think I smell some smoke back here...<smoke          boils into the doorway.> FIRE! FIRE! Get out of the way!"]}, {"line": ["<The kids all scream and the party goes crazy. George barrels out          of the kitchen, pushing down kids, clowns and old ladies in a mad panic          to escape. He runs out the door and leaves everyone behind.>"]}, {"line": ["Cut to George sitting in the back of an ambulance with an oxygen mask          on his face."]}, {"line": ["GEORGE (to the EMTs): It was an inferno in there! An inferno! <Eric,          Robin's mother, and all the kids rush at George.>"]}, {"line": ["ERIC: There he is! That's him! <Tries to clobber George with his big          shoe.>"]}, {"line": ["ROBIN'S MOTHER: That's the coward that left us to die!"]}, {"line": ["Commercial break."]}, {"line": ["Cut back to George attempting to explain his cowardly actions to Robin,          her mother, Eric and a fireman from the back of the ambulance at the party."]}, {"line": ["GEORGE (voice is hoarse from screaming): I...was trying to lead the way.          We needed a leader! Someone to lead the way to safety. "]}, {"line": ["ROBIN: But you yelled \"get out of my way\"!"]}, {"line": ["GEORGE: Because! Because, as the leader...if I die...then all hope is          lost! Who would lead? The clown? Instead of castigating me, you should          all be thanking me. What kind of a topsy-turvy world do we live in, where          heroes are cast as villains? Brave men as cowards?"]}, {"line": ["ROBIN: But I saw you push the women and children out of the way in a          mad panic! I saw you knock them down! And when you ran out, you left everyone          behind!"]}, {"line": ["GEORGE: Seemingly. Seemingly, to the untrained eye, I can fully understand          how you got that impression. What looked like pushing...what looked like          knocking down...was a safety precaution! In a fire, you stay close to          the ground, am I right? And when I ran out that door, I was not leaving          anyone behind! Oh, quite the contrary! I risked my life making sure that          exit was clear. Any other questions?"]}, {"line": ["FIREMAN: How do you live with yourself?"]}, {"line": ["GEORGE: Its not easy."]}, {"line": ["New scene - George and Jerry at the coffee shop."]}, {"line": ["GEORGE: So she doesn't want to see me anymore."]}, {"line": ["JERRY: Did you knock her over too, or just the kids?"]}, {"line": ["GEORGE: No, her too. And her mother."]}, {"line": ["JERRY: Really? Her mother."]}, {"line": ["GEORGE: Yeah. I may have stepped on her arm, too, I don't know."]}, {"line": ["JERRY: You probably couldn't see because of the smoke."]}, {"line": ["GEORGE: Yeah. But it was somebody's arm."]}, {"line": ["JERRY: So you feel \"women and children first,\" in this day          and age, is somewhat of an antiquated notion."]}, {"line": ["GEORGE: To some degree."]}, {"line": ["JERRY: So basically, it's every man, woman, child, and invalid for themselves."]}, {"line": ["GEORGE: In a manner of speaking."]}, {"line": ["JERRY: Well, it's honest."]}, {"line": ["GEORGE: Yeah. She should be commending me for treating everyone like          equals."]}, {"line": ["JERRY: Well, perhaps when she's released from the burn center, she'll          see things differently."]}, {"line": ["GEORGE: Perhaps."]}, {"line": ["JERRY: So, what was the fire? Just a couple of greasy hamburgers?"]}, {"line": ["GEORGE: Yeah. Eric the Clown put it out with his big shoe."]}, {"line": ["JERRY: By the way, did you see this? <Hands George a magazine>"]}, {"line": ["GEORGE: What's that?"]}, {"line": ["JERRY: It's the Leonard Christian article about my show. Plus my gig          in Miami got cancelled, I betcha it's because of the article."]}, {"line": ["GEORGE: Wow, he really does a number on you. <reads> \"Seinfeld          froze like a deer in the headlights in the face of incessant heckling.\""]}, {"line": ["JERRY: I should have let her have it! I held back because of Kramer."]}, {"line": ["GEORGE: You know what you oughta do. You should go to her office and          heckle her. "]}, {"line": ["JERRY: Yeah, right."]}, {"line": ["GEORGE: You know, like all the comedians always say, 'How would you like          it if I came to where you work and heckled you?'"]}, {"line": ["JERRY: Yeah, that'd be something."]}, {"line": ["GEORGE: I'm not kidding, you should do it."]}, {"line": ["JERRY: But wouldn't that be the ultimate comedian's revenge? I've always          had a fantasy about doing that."]}, {"line": ["GEORGE: Well, go ahead! Do it!"]}, {"line": ["JERRY: Why can't I?"]}, {"line": ["GEORGE: No reason!"]}, {"line": ["JERRY: You know what? I think I'm gonna do that! She came down to where          I work, I'll go down to where she works!"]}, {"line": ["GEORGE: This is unprecedented!"]}, {"line": ["JERRY: There's no precedent, baby!"]}, {"line": ["GEORGE: What...are you using my babies now?"]}, {"line": ["New scene - Toby in her office at Pendant. Jerry pokes his head in          the door."]}, {"line": ["JERRY: Hey, nice shoes. What, you wear sandals to work? It's always nice          to walk into a room and get the aroma of feet. That's real conducive to          the work atmosphere. I'm sure your co-workers really appreciate it. 'Hey,          let's go eat in Toby's office. Great idea! We can check on her bunions!'"]}, {"line": ["TOBY: You know, I have work to do here! I'm very busy!"]}, {"line": ["JERRY: Oh, is this disruptive? You find it hard to work with someone...interrupting?"]}, {"line": ["TOBY: Well, how would you like it if I called security?"]}, {"line": ["JERRY: Security? Well, I don't know how you're gonna make it in this          business if you can't take it! Ya gotta be tough! Booo! Boooo!"]}, {"line": ["<Kramer arrives just as Toby gets upset and storms out.>"]}, {"line": ["KRAMER: Wait a second, what's happenin' here? Toby! Toby!"]}, {"line": ["<Cut to a scene of the street outside. We hear screeching tires and          Toby screaming, \"My pinky toe!\" Kramer is heard yelling \"Toby!\"          and is shown with a shocked expression on his face.>"]}, {"line": ["New scene - Kramer and Jerry in Jerry's apartment."]}, {"line": ["KRAMER: What did you go up there to heckle her for?"]}, {"line": ["JERRY: Because she came down to the club and heckled me! Give her a taste          of her own medicine! <George enters.>"]}, {"line": ["KRAMER: Oh, YEAH! You gave her a taste of medicine, alright."]}, {"line": ["JERRY: Well, I didn't want her to have an accident."]}, {"line": ["GEORGE: What accident?"]}, {"line": ["KRAMER: Well, after he heckled Toby, she got so upset, she ran out of          the building and a street sweeper ran over her foot and severed her pinky          toe."]}, {"line": ["GEORGE: That's unbelievable!"]}, {"line": ["KRAMER: Yeah! Then after the ambulance left, I found the toe! So I put          it in a Cracker Jack box, filled it with ice, and took off for the hospital."]}, {"line": ["GEORGE: You ran?"]}, {"line": ["KRAMER: No, I jumped on the bus. I told the driver, \"I got a toe          here, buddy - step on it.\""]}, {"line": ["GEORGE: Holy cow!"]}, {"line": ["KRAMER: Yeah, yeah, then all of a sudden, this guy pulls out a gun. Well,          I knew any delay is gonna cost her her pinky toe, so I got out of the          seat and I started walking towards him. He says, \"Where do you think          you're going, Cracker Jack?\" I said, \"Well, I got a little prize          for ya, buddy - \" <Kramer throws two quick punches and a massive          uppercut> - knocked him out cold!"]}, {"line": ["GEORGE: How could you do that?!"]}, {"line": ["KRAMER: Then everybody is screamin,' because the driver, he's passed          out from all the commotion...the bus is out of control! So, I grab him          by the collar, I take him out of the seat, I get behind the wheel and          now I'm drivin' the bus."]}, {"line": ["GEORGE: You're Batman."]}, {"line": ["KRAMER: Yeah. Yeah, I am Batman. Then the mugger, he comes to, and he          starts chokin' me! So I'm fightin' him off with one hand and I kept drivin'          the bus with the other, y'know? Then I managed to open up the door, and          I kicked him out the door with my foot, you know - at the next stop."]}, {"line": ["JERRY: You kept makin' all the stops?"]}, {"line": ["KRAMER: Well, people kept ringin' the bell!"]}, {"line": ["GEORGE: Well, what about the toe? What happened to the toe?"]}, {"line": ["KRAMER: Well! I am happy to say that the little guy is back in place          at the end of the line."]}, {"line": ["GEORGE: You did all this...for a pinky toe?"]}, {"line": ["KRAMER: Well, it's a valuable appendage."]}, {"line": ["New scene - Elaine in her office at work, talking with two co-workers."]}, {"line": ["JOANNE: So, Kramer found the toe, and they re-attached it."]}, {"line": ["ELAINE: Really."]}, {"line": ["JOANNE: Poor kid. What an ordeal."]}, {"line": ["MICHAEL: And you know how extremely sensitive she is...she's gonna need          our full support."]}, {"line": ["ELAINE (wearily): Yeah, right."]}, {"line": ["OTHER CO-WORKERS IN HALLWAY: Look who's here! Toby! <Toby enters on          crutches.>"]}, {"line": ["MICHAEL: Toby, what can I do? Can I get you something?"]}, {"line": ["TOBY: Oh no, I'll be fine..."]}, {"line": ["<A horde of employees flood into Elaine's office to gush over Toby.          Elaine is pushed to the floor as a result.>"]}, {"line": ["New scene - Elaine and Jerry in Jerry's apartment."]}, {"line": ["JERRY: ", "She", " got the promotion?"]}, {"line": ["ELAINE (standing in the doorway): Yep."]}, {"line": ["JERRY: Why?"]}, {"line": ["ELAINE: I'll tell ya why. Because of her pinky toe, that's why. Because          Lippman felt so sorry for her, he didn't want to hurt her feelings."]}, {"line": ["JERRY: Too bad."]}, {"line": ["ELAINE: Sure, the pinky toe is cute! But, I mean, what is it? It's useless!          It does nothing. It's got that little nail that is just impossible to          cut. What do we need it for?"]}, {"line": ["JERRY: Because Elaine, that's the one that goes 'wee-wee-wee all the          home.'"]}, {"line": ["ELAINE: Why don't you just shut the f-"]}, {"line": ["KRAMER (from his doorway): Hey Elaine, did you hear the good news? Toby          got promoted!"]}, {"line": ["ELAINE: Yes, I heard, Kramer - I work there, remember??"]}, {"line": ["KRAMER: Yeah, and you know what she told me? She said her first order          of business is to put my coffee table book into the bookstores as soon          as possible."]}, {"line": ["ELAINE: Oh, wonderful!"]}, {"line": ["KRAMER: You know, throughout this whole thing, she always kept a smile          on her face."]}, {"line": ["ELAINE: Oh, of course! She's deranged."]}, {"line": ["New scene - Jerry and Ronnie backstage at the comedy club."]}, {"line": ["JERRY: So, I went down to the magazine, I pleaded with him to come and          see me again, finally he agreed to come down tonight, and he's going to          write another article."]}, {"line": ["RONNIE: I heard you went down to somebody's office and heckled them?"]}, {"line": ["JERRY: Damn right! We've been lapdogs long enough!"]}, {"line": ["RONNIE: How could you do that? I mean, everybody's talking about it."]}, {"line": ["JERRY: Well, it's about time one of us drew a line in the sand."]}, {"line": ["RONNIE: Jerry, you're like Rosa Parks. You opened the door for all of          us. I can't wait till the next time someone heckles me."]}, {"line": ["JERRY: Yeah, well, won't be long."]}, {"line": ["ANNOUNCER: Ladies and gentlemen, please welcome Jerry Seinfeld!"]}, {"line": ["JERRY: Gotta go. <heads out on stage>"]}, {"line": ["<George enters and sees Robin working.>"]}, {"line": ["GEORGE: Robin? Robin!"]}, {"line": ["ROBIN: George, what is it? I'm working."]}, {"line": ["GEORGE: Robin, listen to me. The most amazing thing has happened. Kramer          has opened my eyes. I think I've changed. "]}, {"line": ["ROBIN: What are you talking about?"]}, {"line": ["GEORGE: O.k....<is about to explain. Cut to Jerry on-stage.>"]}, {"line": ["JERRY: I mean, Bozo the Clown...does he really need \"the clown\"          in his title, as clown? Bozo, \"the\" clown? Are we going to confuse          him with Bozo the district attorney? Bozo the pope? There's no other Bozo..."]}, {"line": ["Cut back to George explaining his situation to Robin."]}, {"line": ["GEORGE: ...you'll see, things will be different now - if you just give          me one more chance. "]}, {"line": ["ROBIN: Listen...I gotta think about this. <walks away.>"]}, {"line": ["GEORGE: Alright, but I'm serious about this."]}, {"line": ["RONNIE (points his water gun at the bartender): Alright, hand it over          man!"]}, {"line": ["Cut back to Jerry onstage."]}, {"line": ["JERRY: ...that's why men hunt and women nest."]}, {"line": ["GEORGE (from backstage): He's got a gun! He's got a gun! <Tries to          flee the bar in a mad panic. The audience in the club also goes nuts and          heads for the exits. Jerry stands onstage, perplexed.>"]}, {"line": ["Cut back to George in the bar."]}, {"line": ["ROBIN: George! This is Ronnie Kaye!"]}, {"line": ["GEORGE: The prop comic? <Ronnie holds up his water gun and smiles.>          Oh, hi...I didn't recognize you, what...did you get a haircut?"]}, {"line": ["RONNIE (points to his nose): Nostrils."]}, {"line": ["<Jerry comes backstage.>"]}, {"line": ["JERRY: George - could I have a word?"]}, {"line": [" "]}, {"line": ["Commercial break."]}, {"line": ["Jerry's stand-up #2:", " I was in a hotel the other day, and on the \n        back of the door in the hotel they have the fire map. I'm flattered that \n        they think I have it together enough to stand in a burning hotel room \n        memorizing directions. 'Yeah, I'll go left by the stairs, right by the \n        candy machine...' I'd probably get lost, have to go back to the room, \n        check the map again...and they always tell you, no matter what, whatever \n        you do in a hotel fire - do not panic. Hey, I got four minutes to live, \n        I've never panicked in my whole life - it's my option. Even if they find \n        you, you have a perfect excuse...'Gee, I heard they saved you swingin' \n        from the shower curtain naked with an ice bucket on your head. What happened \n        there?' 'Well, I panicked.' 'That's understandable.'"]}, {"line": ["originally posted on http://www.geocities.com/tnguym"]}, {"line": ["End of episode."]}, {"line": ["Transcribed by Brian Dickson on Nov. 6, 2002."]}, {"line": ["                                              "]}, {"line": [" "]}, {"line": []}, {"line": [" "]}, {"line": []}, {"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]}, {"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}]