[{"title": "The Chaperone"}, {"line": []}, {"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]}, {"line": [" "]}, {"line": ["Episode no. 87 ", "\n        Original air date: 22 Sept 1994.", "\n        Written by Larry David & Bill Masters and Bob Shaw", "\n        Directed by Andy Ackerman."]}, {"line": ["Guest stars: ", "\n        Ian Abercrombie (Mr. Pitt)", "\n        Gail Strickland (Landis)", "\n        Marguerite MacIntyre (Karen/Miss Rhode Island)", "\n        Danny Tartabull (Himself)", "\n        Buck Showalter (Himself)"]}, {"line": ["Jerry's stand-up", ": Baseball is so associated with sex. \"He's \n        playing the field,\" \"Hoo, he scored,\" \"oh, he didn't \n        get to first base.\" \"I struck out.\" \"Why?\" \"She \n        wanted a diamond.\" It's always about baseball. Always baseball. As \n        far as baseball goes, I prefer the fat umpires...I feel if you're on the \n        field and you're not in the game, you should be in the worst physical \n        condition a human being could possibly be in. They should be allowed to \n        eat during the game. We're a little too into sports in this country, I \n        think we gotta throttle back. Know what I mean? People come home from \n        these games, \"We won! We won!\" No, they won - you watched."]}, {"line": ["Opening scene - A locker room at Yankee Stadium. George is helping          Danny Tartabull with his swing."]}, {"line": ["GEORGE: O.K., Danny, take a swing. <Tartabull swings the bat.>          N-No! No! No! You're opening up your shoulder."]}, {"line": ["TARTABULL: Really?"]}, {"line": ["GEORGE: No, not really. I'm just saying this to you because I like to          hear myself talk. Yes, really!"]}, {"line": ["TARTABULL (wiping sweat from his brow): Alright, alright."]}, {"line": ["GEORGE: What are all sweatin' for?"]}, {"line": ["TARTABULL: It's hot in this uniform."]}, {"line": ["GEORGE: Hot? <Feels Tartabull's material.> What is this?"]}, {"line": ["TARTBULL: What is what?"]}, {"line": ["GEORGE: This uniform, what's it made from?"]}, {"line": ["TARTBULL: I don't know, cotton?"]}, {"line": ["GEORGE: No. This is not cotton. Here, lemme see. <Tries to look at          the tag on the uniform. Tartabull gets creeped out and resists.> Will          you stop it? <Looks at the tag.> Oh. Of course. Polyester! "]}, {"line": ["TARTABULL: So?"]}, {"line": ["GEORGE: I can't believe you're not playing in cotton."]}, {"line": ["TARTABULL: Well, this is what they give us."]}, {"line": ["GEORGE: You know they used to make leisure suits out of this fabric?"]}, {"line": ["TARTABULL: You really think cotton's better?"]}, {"line": ["GEORGE: Of course! Alright, maybe I'll say something to Buck."]}, {"line": ["TARTABULL: Yeah, good idea. Catch ya later. <Leaves.>"]}, {"line": ["GEORGE: Hey, don't embarrass me today. I got some friends in the stands.          <George makes a swinging motion with an imaginary bat and pulls something          in his back.>"]}, {"line": ["New scene - Jerry and Elaine watching the ball game in the stands."]}, {"line": ["HOT DOG VENDOR: Hot dogs here! Yankee franks!"]}, {"line": ["ELAINE: Oh, you want one?"]}, {"line": ["JERRY: Yeah."]}, {"line": ["ELAINE: I'll get it. <Reaches in her bag for money.>"]}, {"line": ["JERRY: That's alright, I got it."]}, {"line": ["ELAINE: Jerry!"]}, {"line": ["JERRY: Elaine, stop it."]}, {"line": ["ELAINE: Hey, just because I'm not working doesn't mean I haven't got          any money. (To vendor) Yo! Dogs! Two!"]}, {"line": ["JERRY: I'm sorry."]}, {"line": ["ANNOUNCER ON P.A. SYSTEM: Your attention please...the New York Yankees          would like to welcome Miss Connecticut, Miss Rhode Island and Miss North          Dakota, all of whom will be competing in the Miss America pageant this          weekend in Atlantic City. <The three contestants make their way to          their seats, right across the aisle from Jerry and Elaine.>"]}, {"line": ["JERRY (to Elaine): Now, there's a career path you may have overlooked."]}, {"line": ["ELAINE: Ooh, I gotta check my machine. I'm waiting to hear about an interview.          Doubleday is looking for somebody to replace Jackie Onassis. "]}, {"line": ["JERRY: Oh, she worked at Doubleday...?"]}, {"line": ["ELAINE: Yeah, she was an editor."]}, {"line": ["JERRY: Right, just like you. "]}, {"line": ["ELAINE: Yeah. Can you hold my seat? <Elaine gets up.>"]}, {"line": ["CROWD: Hey! Down in front! <Elaine clambers over Jerry and exits.>"]}, {"line": ["JERRY (offers a hot dog to Miss Rhode Island): Hot dog?"]}, {"line": ["MISS RHODE ISLAND: No, thanks. I'm watching my weight."]}, {"line": ["JERRY: Ah. I'm watching my height. My doctor doesn't want me to get any          taller. So you're Miss, uh..."]}, {"line": ["MISS RHODE ISLAND: Rhode Island. "]}, {"line": ["JERRY: I was almost Mr. Coffee. They felt I was a little too relaxed.          <Miss Rhode Island laughs.>"]}, {"line": ["New scene - Jerry and George in Jerry's apartment later that day."]}, {"line": ["GEORGE: Miss Rhode Island? When are you seeing her?"]}, {"line": ["JERRY: Tonight. I have to call her, she's staying in a hotel."]}, {"line": ["GEORGE: You're incredible."]}, {"line": ["JERRY: And get this - I'm working in Atlantic City this weekend, and          she's going to be down there for the pageant."]}, {"line": ["GEORGE: What if she becomes Miss America? You could be dating Miss America,          Jerry!"]}, {"line": ["JERRY: The only bad thing is, we have to go out with a chaperone."]}, {"line": ["GEORGE: Chaperone? What, are you kidding?"]}, {"line": ["JERRY: No, it's part of the contest rules."]}, {"line": ["GEORGE: What does the chaperone do?"]}, {"line": ["JERRY: I don't know, she just sits there."]}, {"line": ["GEORGE: Can she talk?"]}, {"line": ["JERRY: I'm not sure if she's allowed to talk. <Picks up the phone          and dials.>"]}, {"line": ["GEORGE: You're calling her?"]}, {"line": ["JERRY: Yeah. (sings) There she is...Miss - yes, room 417 please? Karen          Hanson?"]}, {"line": ["GEORGE: Hey, did you know that the Yankees don't wear cotton jerseys?"]}, {"line": ["JERRY: Of course, they're polyester."]}, {"line": ["GEORGE: Well, what is that? That's a crime! Do you know how hot those          things get? They should be wearing cotton."]}, {"line": ["JERRY: Why ", "do", " they wear polyester?"]}, {"line": ["GEORGE: I don't know. That's all gonna change."]}, {"line": ["JERRY: You're going to do something about it?"]}, {"line": ["GEORGE: Why shouldn't I?"]}, {"line": ["JERRY (doubtfully): No reason... "]}, {"line": ["New scene - Elaine at her job interview at Doubleday with Mrs. Landis."]}, {"line": ["LANDIS: Of course, Jackie O. was a great lady. Those are going to be          some tough shoes to fill. Everyone loved her. She had such...grace."]}, {"line": ["ELAINE (gushing): Yes! Grace!"]}, {"line": ["LANDIS: Not many people have grace."]}, {"line": ["ELAINE: Well, you know, grace is a tough one. I like to think I have          a little grace...not as much as Jackie - "]}, {"line": ["LANDIS: You can't have \"a little grace.\" You either have grace,          or you...don't."]}, {"line": ["ELAINE: O.K., fine, I have...no grace."]}, {"line": ["LANDIS: And you can't acquire grace."]}, {"line": ["ELAINE: Well, I have no intention of \"getting\" grace."]}, {"line": ["LANDIS: Grace isn't something you can pick up at the market."]}, {"line": ["ELAINE (fed up): Alright, alright, look - I don't have grace, I don't          want grace...I don't even say grace, O.K.?"]}, {"line": ["LANDIS: Thank you for coming in."]}, {"line": ["ELAINE: Yeah, yeah, right."]}, {"line": ["LANDIS: We'll make our choice in a few days, and we'll let you know."]}, {"line": ["ELAINE (stands up): I have no chance, do I?"]}, {"line": ["LANDIS: No. <They shake hands.>"]}, {"line": ["LANDIS'S INTERCOM: Justin Pitt to see you."]}, {"line": ["ELAINE: Justin Pitt?"]}, {"line": ["LANDIS: He was a very close friend of Mrs. Onassis's."]}, {"line": ["ELAINE: \"Mrs. Onassis's\"? That's hard to pronounce."]}, {"line": ["LANDIS: Excuse me?"]}, {"line": ["ELAINE: Nothing. <Mr. Pitt comes in with some papers in hand.>"]}, {"line": ["PITT: Mrs. Landis, there's something wrong with this copying machine,          it's all coming out slanted. Now, I don't know if this is your department          or not."]}, {"line": ["LANDIS: Justin Pitt, this is Elaine Benes. <Elaine turns around. With          sunglasses and a scarf on her head, she bears a close resemblance to Jackie          O.>"]}, {"line": ["PITT (clearly affected by Elaine's appearance): Charmed."]}, {"line": ["ELAINE: I was a great admirer of Mrs. Onass-sis-sis-sis..."]}, {"line": ["Cut back to Jerry's apartment; Jerry's on the phone with Miss Rhode          Island."]}, {"line": ["JERRY: Hello, Karen? It's Jerry Seinfeld. Oh, that's very sweet of you.          You know, you better be careful, you don't want to get too congenial.          They'll slap that \"Miss Congeniality\" on you, and you'll congene          yourself right out of the contest. So, what time do you want to get together          later? What? So what, we don't need the chaperone. (To George) The chaperone          can't make it. (To Karen) Oh, you're not gonna get disqualified! So, we're          not going? <Kramer enters.> Hold on one second. (To Kramer) Hey,          what are you doing tonight?"]}, {"line": ["KRAMER: Nothin.'"]}, {"line": ["JERRY: I'm going out with one of the Miss America contestants, you wanna          go?"]}, {"line": ["KRAMER: What state?"]}, {"line": ["JERRY: Rhode Island."]}, {"line": ["KRAMER: They're never in contention."]}, {"line": ["GEORGE: How do you know?"]}, {"line": ["KRAMER: Because I've seen every Miss America pageant since I was six.        "]}, {"line": ["JERRY: Look, do you want to go or not? I'll buy you dinner."]}, {"line": ["KRAMER: Giddy-up!"]}, {"line": ["JERRY (to Karen): I think I got someone!"]}, {"line": ["New scene - Elaine and Mr. Pitt having lunch at the coffee shop."]}, {"line": ["PITT (looking at Elaine and smiling): The resemblance is uncanny. <Elaine,          sipping soda through a straw, looks up with a sour expression on her face.>          Even the brown eyes."]}, {"line": ["ELAINE: Well, a lot of people have brown eyes."]}, {"line": ["PITT: No, there's something else. An indefinable quality."]}, {"line": ["ELAINE: Grace?"]}, {"line": ["PITT: Grace, yes. "]}, {"line": ["ELAINE: You think ", "I", " have grace?"]}, {"line": ["PITT: Some grace, yes. "]}, {"line": ["ELAINE: Just some?"]}, {"line": ["PITT: Well, you don't want too much grace or you won't be able to stand."]}, {"line": ["ELAINE (laughing): Oh, Mr. Pitt."]}, {"line": ["PITT: Elaine, I want you to come and work for me as my personal assistant.  ", "\n        Now, I'll pay you the same as Pendant, but I would need you to start right \n        away."]}, {"line": ["New scene - George approaches Buck Showalter at Yankee Stadium."]}, {"line": ["GEORGE: Hey, Buck. Talk to you for a second?"]}, {"line": ["SHOWALTER: Sure, George."]}, {"line": ["GEORGE: How's everything going? Everything O.K.?"]}, {"line": ["SHOWALTER: Well, all of a sudden there's a problem with Tartabull's swing..."]}, {"line": ["GEORGE: Listen, Buck, I uh...obviously I don't need to talk to you about          the importance of player morale, but uh...I've been talking to some of          the guys, and some of them - I don't want to mention any names - but some          of them...they're not too happy with the polyester uniforms."]}, {"line": ["SHOWALTER: How so?"]}, {"line": ["GEORGE: Well, they get very hot in the polyester. You know, it's not          a natural fibre. I think they would prefer cotton."]}, {"line": ["SHOWALTER: Cotton, huh?"]}, {"line": ["GEORGE: Yeah. Cotton breathes, you see, it's much softer. Imagine playing          games and your team is five degrees cooler than the other team. Don't          you think that would be an advantage? They're cooler, they're more comfortable...they're          happier - they're gonna play better."]}, {"line": ["SHOWALTER: You may have something there, George."]}, {"line": ["GEORGE: Oh - I've got something."]}, {"line": ["SHOWALTER (considering): Hmm. Cotton uniforms."]}, {"line": ["New scene - Jerry and Elaine in Jerry's apartment."]}, {"line": ["JERRY: Congratulations!"]}, {"line": ["ELAINE: Yeah! And the best part is, I still get to look for work in publishing."]}, {"line": ["JERRY: Now, what is it that you do, exactly?"]}, {"line": ["ELAINE: I attend to his personal affairs. "]}, {"line": ["JERRY: Like what?"]}, {"line": ["ELAINE: Well, like tomorrow for example, I have to uh...I have to buy          him some socks."]}, {"line": ["JERRY: Really! Socks!"]}, {"line": ["ELAINE: Yeah. White ones. Like the ones you wear with sneakers."]}, {"line": ["JERRY: Hey, maybe you can pick me up some underwear! <Kramer enters.>"]}, {"line": ["KRAMER (shows Jerry his outfit): So, what do you think? Does this work?"]}, {"line": ["JERRY: Listen...tonight, after we finish eating, you make like you got          something else to do and just \"recede into the night,\" if you          know what I mean."]}, {"line": ["KRAMER: No way!"]}, {"line": ["JERRY: What?"]}, {"line": ["KRAMER: Look, if you think I'm just going to step aside and do nothing          while you defile this woman, you're crazy."]}, {"line": ["JERRY: I'm not going to \"defile\" her!"]}, {"line": ["KRAMER: That's right, because I'm going to see it doesn't happen. Look,          Jerry, these girls are Miss America contestants. It's every little girl's          dream. And I'm not going to let you trample that dream and make a mockery          of everything the pageant stands for. "]}, {"line": ["JERRY: But - "]}, {"line": ["KRAMER (holds up his hand): AAAH! No buts! Those are my rules."]}, {"line": ["JERRY: But wait a minute..."]}, {"line": ["KRAMER: Now, if you want to go out and have some good, wholesome fun          with a nice girl, I'd be glad to help you out...if you're looking for          something more than that, you've got the wrong guy, buddy! <Jerry tries          to get a word in during this entire speech, but Kramer won't budge an          inch.>"]}, {"line": ["New scene - Jerry and Kramer at the restaurant with Miss Rhode Island."]}, {"line": ["KRAMER: If you were Miss America, what would you do to make the world          a better place?"]}, {"line": ["KAREN: As Miss America, I would try and bring an end to world hunger.          If every person sacrificed one meal a week, there would be enough to feed          the whole world!"]}, {"line": ["JERRY: That's a hell of a plan. (To Kramer) Listen - "]}, {"line": ["KRAMER (to Karen): What advice would you give young people?"]}, {"line": ["JERRY: Alright, Kramer!"]}, {"line": ["KRAMER: This is important stuff! She's got to be able to answer these          questions. She's not going to have time to think, out there, with millions          of people watching her. Any hesitation could cost her the crown. You know,          poise counts."]}, {"line": ["KAREN: You really know a lot about this, don't you?"]}, {"line": ["KRAMER: Oh yeah, like last year? Miss Texas? Now, she should have won          easily, but she lost points in the swimsuit competition."]}, {"line": ["KAREN: Well, what could she have done?"]}, {"line": ["KRAMER: Tape her breasts together. <Jerry is shocked.>"]}, {"line": ["KAREN: What else?"]}, {"line": ["KRAMER: Well, take you for example. Now, you're very attractive, but          you got a big waist."]}, {"line": ["JERRY: Hey, come on!"]}, {"line": ["KAREN: No, no...it's O.K. (To Kramer) Go on."]}, {"line": ["KRAMER: Well, I'd recommend a waist cincher. "]}, {"line": ["KAREN: Really."]}, {"line": ["KRAMER: Oh, yeah. Just - ", "thip!", " - suck you in."]}, {"line": ["JERRY: I'll be right back. <Leaves the table.>"]}, {"line": ["KRAMER: So, what's your talent?"]}, {"line": ["KAREN: Magic."]}, {"line": ["KRAMER: Mmm. I'm thinking of a number from one to ten."]}, {"line": ["KAREN: Six."]}, {"line": ["KRAMER: No, five. But you were close. "]}, {"line": ["Cut to Jerry on his way past the restaurant bar. He notices the ballgame          on TV."]}, {"line": ["ANNOUNCER #1: And the Yankees take the field!"]}, {"line": ["ANNOUNCER #2: Is it my imagination, or do the Yankees look a little different          tonight? I can't put my finger on it..."]}, {"line": ["ANNOUNCER #1: Well, from what I understand, they've switched to cotton          uniforms."]}, {"line": ["ANNOUNCER #2: They seem blousier, softer..."]}, {"line": ["ANNOUNCER #1: Well, it is a natural fibre..."]}, {"line": ["<Jerry shakes his head and continues on his way.>"]}, {"line": ["New scene - Jerry, Karen and Kramer heading home in the limo. Kramer          is still going on about the pageant."]}, {"line": ["KRAMER: How's your evening?"]}, {"line": ["KAREN: Well, I'm wearing this red dress - "]}, {"line": ["KRAMER: Stop right there."]}, {"line": ["KAREN: No good?"]}, {"line": ["KRAMER: Disaster. "]}, {"line": ["KAREN: Why?"]}, {"line": ["KRAMER: Well, you got brown eyes. You want to wear a green dress."]}, {"line": ["KAREN: That makes sense. <The limo stops at Karen's hotel.>"]}, {"line": ["JERRY: Well, here we are..."]}, {"line": ["KAREN: Kramer, would you consider being my personal consultant for the          pageant?"]}, {"line": ["KRAMER: Okay. But if I'm going to do this, we play by my rules or we          don't play at all."]}, {"line": ["KAREN: I am in your hands. <They shake hands.> Well! Oh, good night,          Jerry. <They're about to kiss, but Kramer stops them by clearing his          throat.> Kenneth will take you home. <She gets out, leaving Jerry          staring at Kramer with an angry expression on his face.>"]}, {"line": ["<Scene ends with an exterior shot of the limo going down the street.          We hear Kramer singing the Miss America theme song, and Jerry telling          him to \"shut the f*ck up.\">"]}, {"line": ["Commercial break."]}, {"line": ["New scene - Jerry's apartment the next day. Jerry's packing to go          to Atlantic City. Kramer enters."]}, {"line": ["KRAMER: Hey."]}, {"line": ["JERRY: Well, if it isn't Mr. Blackwell."]}, {"line": ["KRAMER: Oh, come on."]}, {"line": ["JERRY: And that waist cincher, that was the topper!"]}, {"line": ["KRAMER: Oh, you're poo-pooing!"]}, {"line": ["JERRY: Yes, I poo-poo."]}, {"line": ["KRAMER: Well, let me tell you something. I'm taking this kid to the top.          To the top, Jerry! We're going for the crown, and you can't stop her!"]}, {"line": ["JERRY: I don't want to stop her!"]}, {"line": ["KRAMER: You ", "can't", " stop her, Jerry! Oh, I've seen 'em come and \n        go, but this kid has got something! <Turns to leave.>"]}, {"line": ["JERRY: Yeah, so do you. <George enters with a newspaper.>"]}, {"line": ["GEORGE: Well, did you see it?"]}, {"line": ["JERRY: See what?"]}, {"line": ["GEORGE: The uniforms! Did you see how they played? Listen to these comments!          (reads from the paper) \"Wade Boggs: 'What a fabric! Finally we can          breathe.' Luis Palonia: 'Cotton is king.' Paul O'Neill: 'I never dreamed          anything could be so soft and fluffy.' \""]}, {"line": ["JERRY: Boy, they really do sound comfortable."]}, {"line": ["GEORGE (noticing Jerry's suitcase): Hey, where ya goin'?"]}, {"line": ["JERRY: I'm working in Atlantic City."]}, {"line": ["GEORGE: Really!"]}, {"line": ["JERRY: Yeah. Hey, you're not working this weekend, why don't you come          down?"]}, {"line": ["GEORGE: Atlantic City? (thinks) Yes! Yes! I will go to Atlantic City.          I'm in. I'm down."]}, {"line": ["JERRY: You know what, maybe Elaine wants to go too, lemme call her. <Picks          up the phone.> She's at Mr. Pitt's, I think I got the number..."]}, {"line": ["New scene - Elaine at Mr. Pitt's. He's trying on the socks she's brought          him."]}, {"line": ["ELAINE: So, what do you think?"]}, {"line": ["PITT (pulling up the socks): No."]}, {"line": ["ELAINE: You don't like them?"]}, {"line": ["PITT: No, I don't like them. "]}, {"line": ["ELAINE: What's wrong?"]}, {"line": ["PITT: They're too tight."]}, {"line": ["ELAINE: Too tight?"]}, {"line": ["PITT: There's no elastic, you need to pull too much <pulls them up          more>."]}, {"line": ["ELAINE (examining the socks): I think they look good!"]}, {"line": ["PITT: They're cutting off the circulation. "]}, {"line": ["ELAINE: Alright, well, I'll just take them back. <The phone rings.>"]}, {"line": ["PITT: Hello?"]}, {"line": ["JERRY: Hi, Mr. Pitt! Is Elaine there?"]}, {"line": ["PITT (hands the phone to Elaine): It's for you."]}, {"line": ["ELAINE: Sorry. Hello?"]}, {"line": ["JERRY: Hey Elaine, it's me."]}, {"line": ["ELAINE: Jerry?"]}, {"line": ["JERRY: We're going to Atlantic City."]}, {"line": ["ELAINE: Really? When?"]}, {"line": ["JERRY: Today, right now! Are you in?"]}, {"line": ["ELAINE: One second, hang on. (To Mr. Pitt) Excuse me, Mr. Pitt? Would          it be alright if I got you the socks tomorrow?"]}, {"line": ["PITT: Tomorrow?"]}, {"line": ["ELAINE: Yes."]}, {"line": ["PITT: But I was hoping for my new socks today!"]}, {"line": ["ELAINE: Well, it's just one more day. "]}, {"line": ["PITT: I'm sorry. I must have them today."]}, {"line": ["ELAINE (to Jerry): I can't go."]}, {"line": ["JERRY: Why not?"]}, {"line": ["ELAINE: Because I have to return the socks and get different ones."]}, {"line": ["PITT: Elaine!"]}, {"line": ["ELAINE: I gotta go. <Hangs up.>"]}, {"line": ["New scene - Kramer and Karen at the hotel in Atlantic City. Karen          is rehearsing her stage-walking with Kramer. She does it once, but Kramer          isn't satisfied."]}, {"line": ["KRAMER: No. Alright, watch me now. <Karen sits on the bed. Kramer          walks across the room like a Miss America contestant with a big smile          on his face.> Turn, back, head up, shoulders back...posture. You see?          Posture."]}, {"line": ["KAREN: Yes, I see. O.K."]}, {"line": ["KRAMER: Let's try a few more questions, alright? <Karen stands up.>          If you were Miss America, and the U.S. was on the brink of a nuclear war,          and the only way the conflict could be averted was if you agreed to sleep          with the enemy's leader, what would you do?"]}, {"line": ["KAREN: Kramer, are these questions really that important...?"]}, {"line": ["KRAMER: Yes, they're important! If you stumble, if you hesitate, you          can kiss the crown goodbye. Now if I've told you once, I've told you a          thousand times - poise counts! It's just as important as the others. Swimsuit!  ", "\n        Evening wear! Talent! POISE!"]}, {"line": ["New scene - Jerry in he and George's hotel room on the floor above          Karen's. George enters."]}, {"line": ["GEORGE: Hey. "]}, {"line": ["JERRY: Hey."]}, {"line": ["GEORGE: How was the show?"]}, {"line": ["JERRY: Good. How was the roulette?"]}, {"line": ["GEORGE: I won fifty bucks! Boy, this is great. Too bad Elaine's not here."]}, {"line": ["JERRY: Yeah, all she had to do was buy Mr. Pitt a pair of socks!"]}, {"line": ["Cut back to Elaine at Mr. Pitt's. There are pairs of socks everywhere.          Pitt has on the latest pair."]}, {"line": ["PITT: It's good, but..."]}, {"line": ["ELAINE: But what??"]}, {"line": ["PITT: Ultimately I don't think they'll stay up. "]}, {"line": ["ELAINE (pulling up Pitt's socks): No, no! They'll stay up!"]}, {"line": ["PITT: For a while, yes, but not in the long run."]}, {"line": ["ELAINE: But that's why I got you the tighter ones! <Holds them up.>"]}, {"line": ["PITT: Oh, forget about those! <Takes the socks from Elaine and throws          them on the floor.> Why do you keep mentioning those?"]}, {"line": ["ELAINE: What do you want!?"]}, {"line": ["PITT: I want a decent sock that's comfortable, that will stay on my foot!!"]}, {"line": ["<Elaine curls up into a fetal position.>"]}, {"line": ["Cut back to Atlantic City, the middle of the night. Jerry and George          are trying to sleep, but a flock of birds outside is keeping them awake."]}, {"line": ["JERRY: What the hell is that?"]}, {"line": ["GEORGE: I don't know, it sounds like pigeons or something!"]}, {"line": ["JERRY (getting out of bed): Well, I can't sleep with that noise. "]}, {"line": ["GEORGE: Me either. Is there anything you can do to shut them up?"]}, {"line": ["JERRY: Wait a second. <Grabs the icebucket off the counter.> This'll          scare 'em off. <Dumps the bucket of water over the balcony. We hear          a loud squawking noise and the flapping of wings, then the noise is gone.          Jerry gets back into bed.> Well, good night, Ollie."]}, {"line": ["GEORGE: Good night, Stan."]}, {"line": ["New scene - Karen's hotel room the next morning. Upset, she lets Kramer          in."]}, {"line": ["KRAMER: What is it?"]}, {"line": ["KAREN: My doves! They're dead! I trained those birds for eight years!          How am I supposed to do my magic act now?"]}, {"line": ["KRAMER: How did this happen?"]}, {"line": ["KAREN: They like it outside, so I kept them in a cage on the terrace...then          I found them dead in a pool of water!"]}, {"line": ["KRAMER (goes out on the terrace to look, and slips in the water): Well,          how did this happen?"]}, {"line": ["KAREN: It must have been an accident."]}, {"line": ["KRAMER: Accident? This was no accident. These doves were murdered."]}, {"line": ["New scene - Jerry watching TV in his room. There's a knock at the          door; Jerry lets Kramer in."]}, {"line": ["KRAMER: Well, that's it! She's out of the pageant!"]}, {"line": ["JERRY: What? Why? What happened?"]}, {"line": ["KRAMER: Her birds are dead."]}, {"line": ["JERRY: Birds?"]}, {"line": ["KRAMER: Yeah, birds. She's got these trained doves, she does this magic          act, that was her talent for the pageant. You know what I think, Jerry?          I think somebody murdered those doves. Somebody wanted her out of that          contest bad. Somebody who was just eaten up with jealousy. Somebody who          just couldn't stand to have the spotlight taken off of them! <Kramer          turns around and notices the empty icebucket on the edge of Jerry's balcony.>"]}, {"line": ["JERRY: What are you looking at? <Kramer goes out onto the terrace          and looks down.> Oh, that! We had to leave that outside, last night,          because the water was making the room too cold."]}, {"line": ["KRAMER (comes back inside with his finger pointed at Jerry): You killed          them, didn't you? "]}, {"line": ["JERRY: No, you don't understand - it's not what you think! It was an          accident!"]}, {"line": ["KRAMER: Well, don't think you've won, because you haven't! This kid is          a fighter! And if you think I'm gonna let a couple of dead birds get in          our way, you're crazy!"]}, {"line": ["JERRY: Kramer, you gotta explain to her what happened...! <Kramer          exits.>"]}, {"line": ["GEORGE (comes out of the bathroom brushing his teeth): What was that          all about?"]}, {"line": ["JERRY: Oh, it was just Kramer...apparently I killed Miss Rhode Island's          doves with a bucket of water last night."]}, {"line": ["GEORGE: Oh. <Goes back into the bathroom.>"]}, {"line": ["New scene - the night of the Miss America pageant. Kramer and Karen          are backstage. Regis Philbin is about to introduce Miss Rhode Island in          the talent competition."]}, {"line": ["KAREN: O.K., this is it!"]}, {"line": ["KRAMER: How ya feelin'?"]}, {"line": ["KAREN: I'm a little nervous!"]}, {"line": ["KRAMER: There's nothing to be nervous about."]}, {"line": ["KAREN: But I've never sung before in my life!"]}, {"line": ["PHILBIN: And now, let's welcome Karen Ann Hanson, Miss Rhode Island!"]}, {"line": ["<Karen walks out on stage and starts singing, badly. Cut to Jerry          and George watching the pageant on TV at the hotel.>"]}, {"line": ["JERRY: I heard those doves were really incredible. "]}, {"line": ["GEORGE: That's a shame. <Karen is shown singing off-key on the television.>"]}, {"line": ["JERRY: It's like watching an animal get tortured."]}, {"line": ["GEORGE: Hey, hey! Yankee game! <Changes the channel.>"]}, {"line": ["JERRY: Oh, great! Alright. <We hear the announcers calling the game.>"]}, {"line": ["ANNOUNCER #1: And the Yankees take the field!"]}, {"line": ["ANNOUNCER #2: What is with the Yankees? They look like they're having          trouble running, they can't move!"]}, {"line": ["ANNOUNCER #1: It's their uniforms, they're too tight, they've shrunk!          They're running like penguins! Forget this game!"]}, {"line": ["ANNOUNCER #2: Oh my God, Mattingly just split his pants!"]}, {"line": ["JERRY: That's a shame."]}, {"line": ["<Cut back to Karen on-stage at the pageant, still singing horribly.          Kramer is shown in the wings, still trying to coach her.>"]}, {"line": ["KRAMER: Poise. Poise!"]}, {"line": ["Commercial break."]}, {"line": ["Jerry's stand-up, part 2:", " The Miss America pageant seems like \n        a really tough contest. You know, you gotta come out there in the bathing \n        suit, in the dress shoes...they got that \"sanitized for your protection\" \n        toilet seat-thing hangin' off them, you know...plus, they gotta wear all \n        the other outfits. I don't know why, the bathing suit ", "is", " the contest. \n        You win the bathing suit, you win. What is the formal wear? Everybody \n        looks good in formal wear; it's dark, it covers everything - that's why \n        we have weddings in it. I mean, if we had weddings in bathing suits, a \n        lot of ceremonies wouldn't be able to get past \"If anyone sees any \n        reason why these two people should not be joined together...\" About \n        eighty hands go up..."]}, {"line": ["End of episode."]}, {"line": ["Transcribed by Brian Dickson on Sept. 6, 2002."]}, {"line": [" "]}, {"line": []}, {"line": [" "]}, {"line": []}, {"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]}, {"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}]