[{"title": "The Pledge Drive"}, {"line": []}, {"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]}, {"line": [" "]}, {"line": ["         [Transcribed by Dave (ratboy)]", "\n        Originally posted on The News Guys(Mike's) site ", "\n        ", "(Permission is given to copy scripts to other sites provided credits \n        as two lines above are included - Thanks)", "\n      "]}, {"line": ["         ------------------------------------------------------------------------------", "\n        Written by: Tom Gammill & Max Pross", "\n        ------------------------------------------------------------------------------", "\n        ", "\n        Episode no. 89", "\n        pc: 603, season 6, episode 3", "\n        Broadcast date: October 6, 1994", "\n        ------------------------------------------------------------------------------", "\n        ", "\n        The Cast", "\n        ", "\n        Regulars:", "\n        Jerry Seinfeld................... Jerry Seinfeld", "\n        Jason Alexander.................. George Costanza", "\n        Julia Louis-Dreyfus.............. Elaine Benes", "\n        Michael Richards................. Cosmo Kramer", "\n        ", "\n        Guest Stars:", "\n        ", "\n        ", "\n        Kelly Coffield................... Noreen", "\n        Billye Ree Wallace............... Nana", "\n        Brian Reddy...................... Dan", "\n        Rebecca Staab.................... Kristin", "\n        Danny Tartabull.................. Himself", "\n        Tom Wright....................... Executive (Morgan)", "\n        James Reynolds................... Banker", "\n        Lauren Bowles.................... Waitress", "\n        F.J. Rio......................... Street Tough", "\n        Thom Vernon...................... Driver", "\n        ", "\n        ", "\n        ", "\n        Opening monologue.", "\n        ", "\n        There's something very insincere about these greeting cards we send back \n        and", "\n        forth to each other all the time. They're like these little one-dollar \n        folded", "\n        paper emotional prostitutes, isn't it? \"I don't know what my feelings \n        are, so", "\n        I'll just pay some total stranger a buck to make up this little Hallmark \n        hooker", "\n        to do the job for me. So I can go, 'Yeah, I didn't write this, but whatever", "\n        they wrote, I think the same thing.'\" Wouldn't it be better if we \n        just had one", "\n        card that covered every occasion for everybody in one shot? Just \"Happy", "\n        birthday, merry Christmas, happy anniversary, congratulations, it's a \n        Boy and", "\n        our deepest sympathies. Signed, the whole office\"", "\n        ", "\n        ", "\n        First scene.", "\n        Elaine and Jerry and in Jerry's apartment.", "\n        ", "\n        Elaine: She was hitting on you? My friend Noreen?", "\n        ", "\n        Jerry: Your friend, Noreen.", "\n        ", "\n        Elaine: Are you sure you're not just flattering yourself?", "\n        ", "\n        Jerry: If I was flattering myself, I think I'd come up with someone a \n        little", "\n        less annoying than Noreen.", "\n        ", "\n        Elaine: I cannot believe that she was hitting on you.", "\n        ", "\n        Jerry: If you don't believe me, ask her.", "\n        ", "\n        Elaine: I will. Besides, she's got a boyfriend, Jerry, you know him. Dan. \n        ", "\n        Remember, we went to that party at his house?", "\n        ", "\n        Jerry: Oh, right. The guy who talks with a really high voice.", "\n        ", "\n        Elaine: Yeah.", "\n        ", "\n        Kramer enters.", "\n        ", "\n        Kramer: Jerry, did you get my Fortune magazine in your mail?", "\n        ", "\n        Jerry: Check the pile.", "\n        ", "\n        Kramer (leafing through Jerry's mail): Oh, who sent you a card?", "\n        ", "\n        Jerry: I don't know.", "\n        ", "\n        Kramer: Open it, it's from Hallmark.", "\n        ", "\n        Jerry: Oh.  \n        ", "\n        ", "\n        Kramer (To Elaine): Hello, my love.", "\n        ", "\n        Elaine: Hello, darling.", "\n        ", "\n        Jerry: Isn't that cute, a 'thank you' card from Kristin.", "\n        ", "\n        Kramer: Let me see.", "\n        ", "\n        Elaine: Who's Kristin?", "\n        ", "\n        Jerry: She works for PBS, I met her when I agreed to do that pledge drive.", "\n        ", "\n        Kramer: Did you ask her about me?", "\n        ", "\n        Jerry: Yeah, in fact she said that you could be one of those people that \n        sits", "\n        in the back and answers the phone.", "\n        ", "\n        Kramer: Giddy-up! Alright! So now, how does that work? Now, what, I get \n        a", "\n        percentage of every pledge I bring in, right?", "\n        ", "\n        Jerry: No, it's not aluminum siding, it's volunteer work. All the money \n        goes", "\n        to the station.", "\n        ", "\n        Kramer: Okay, yeah, alright, that sounds good, but I still get a tote \n        bag", "\n        though, right?", "\n        ", "\n        Jerry: Yeah, and one of those foam beer can holders.", "\n        ", "\n        Kramer leaves, satisfied.", "\n        ", "\n        Elaine (dialing the phone): You know what I'm doing? I'm calling Noreen.", "\n        ", "\n        Jerry: Oh, go ahead.", "\n        ", "\n        Elaine: You sure you don't mind?", "\n        ", "\n        Jerry: Like she's really going to admit she was flirting with me.", "\n        ", "\n        Elaine finishes dialing, the phone rings and a high pitched voice answers.", "\n        ", "\n        High Pitched Voice: Hello?", "\n        ", "\n        Elaine: Hi, it's Elaine. Listen, I was just talking to Jerry.", "\n        ", "\n        High Pitched Voice: Jerry?", "\n        ", "\n        Elaine: Jerry Seinfeld.", "\n        ", "\n        High Pitched Voice: Oh, I like Jerry a lot.", "\n        ", "\n        Elaine: You mean like like?", "\n        ", "\n        High Pitched Voice: What are you talking about?", "\n        ", "\n        Elaine: Noreen, were you hitting on him?", "\n        ", "\n        Cut to the other end of the conversation, there's a bald man on the telephone.", "\n        ", "\n        High Pitched Voice: Noreen's not here, this is Dan.", "\n        ", "\n        Elaine: Ooh.", "\n        ", "\n        Dan: You say that Noreen was hitting on Jerry Seinfeld?", "\n        ", "\n        Elaine (hanging up): Uh, I'll call you back later.", "\n        ", "\n        Elaine: Uh oh.", "\n        ", "\n        Jerry: So was I right? She likes me, right?", "\n        ", "\n        ", "\n        New scene.", "\n        Elaine is sharpening pencils for Mr. Pitt. The phone is ringing.", "\n        ", "\n", "\n        Mr. Pitt (answering): Hello? (to Elaine) It's for you. Must you keep giving", "\n        my number out?", "\n        ", "\n        Elaine: Oh, I'm sorry Mr. Pitt. Hello?", "\n        ", "\n        High Pitched Voice: Elaine? What is going on? Why did you tell Dan I was", "\n        hitting on Jerry Seinfeld?", "\n        ", "\n        Elaine: Is this Noreen?", "\n        ", "\n        High Pitched Voice (Noreen): What would ever possess you to make up a \n        story", "\n        like that.", "\n        ", "\n        Elaine: Well, listen, Jerry mentioned it, and, I don't know--", "\n        ", "\n        Dan (taking the phone from Noreen): I think I deserve an explanation.", "\n        ", "\n        Elaine: Noreen, are you crying?", "\n        ", "\n        Dan: No, this is Dan!", "\n        ", "\n        Elaine: Oh, hi Dan.", "\n        ", "\n        Mr. Pitt: Elaine? Work?", "\n        ", "\n        Elaine: Tell Noreen I'll just call her back later.", "\n        ", "\n        Mr. Pitt: Who was crying?", "\n        ", "\n        Elaine: No one. I'm sorry Mr. Putt, that won't happen again.", "\n        ", "\n        Mr. Pitt (unwrapping a candy bar, placing it on a plate and cutting it \n        with", "\n        knife and fork): I'm sure it won't, but someone was crying and I want \n        to know", "\n        who it was.", "\n        ", "\n        Well, it's a long story, okay? But my stupid friend Jerry told my other \n        friend", "\n        Noreen that she was-- (noticing Mr. Pitt eating the candy bar with knife \n        and", "\n        fork and becoming distracted) You know, hitting on him and so I called \n        her to", "\n        see what was, uh, going on and I accidentally got her boyfriend, who is \n        this,", "\n        you know--", "\n        ", "\n        ", "\n        New scene.", "\n        Jerry and Kristin, the PBS rep, are in Jerry's apartment. Jerry is reading \n        from", "\n        a sheet of paper.", "\n        ", "\n        Jerry: I'm Jerry Seinfeld, I tell jokes for a living, but there's no joking", "\n        about the financial crisis at PBS. Show us you care. Call in your pledge \n        now.", "\n        ", "\n        Kristin: Jerry, I am so grateful that you're doing this.", "\n        ", "\n        Jerry: Oh, I know you are.", "\n        ", "\n        Kristin: You got the card I sent?", "\n        ", "\n        Jerry: I did.", "\n        ", "\n        Kristin: So where is it?", "\n        ", "\n        Jerry: What? ", "\n        ", "\n        Kristin: The card. Is this it in the trash?", "\n        ", "\n        Jerry: No?", "\n        ", "\n        Kristin: This is my card, you threw it away.", "\n        ", "\n        Jerry: Well--", "\n        ", "\n        Kristin: I put a lot of thought into this card.", "\n        ", "\n        Jerry: You signed your name and you addressed the envelope, it's not like \n        you", "\n        painted the picture and wrote the poem.", "\n        ", "\n        Kristin: Fine. I gotta get back to the office.", "\n        ", "\n        Jerry: Why, because I threw the card out? How long was I supposed to save \n        it?", "\n        ", "\n        Kristin: You have no sentimentality.", "\n        ", "\n        Jerry: I have sentimentality, really, I'm sentimental. Here, look. Here's", "\n        some cards I've saved, these are birthday cards from my grandmother, see, \n        I'm", "\n        not a bad guy.", "\n        ", "\n        Kristin: Oh, so you save her cards but not mine! Oh great!", "\n        ", "\n        Jerry (as Kristin is storming out): Well, but, you see, I saved something! \n        ", "\n        See? I can save. I'll see you at the pledge drive, ok?", "\n        ", "\n        Kramer enters as Kristin leaves.", "\n        ", "\n        Kramer: New cards, huh?", "\n        ", "\n        Jerry: No, they're old cards from my grandmother.", "\n        ", "\n        Kramer: Oh. Well, I'll tell you, a nice greeting card can really lift \n        a", "\n        person's spirits.", "\n        ", "\n        Jerry: Yeah.", "\n        ", "\n        Kramer (opening a card): Oh, a check.", "\n        ", "\n        Jerry: Yeah, she puts ten dollars in every card for my birthday, that's \n        why I", "\n        save them.", "\n        ", "\n        Kramer: There's a check in all these? Why don't you cash them?", "\n        ", "\n        Jerry: I don't know, it's ten dollars.", "\n        ", "\n        Kramer: But you got a whole pile here. 1987?", "\n        ", "\n        Jerry: Oh so what.", "\n        ", "\n        Kramer: Jerry, your grandmother gave you this gift. She wants you to spend \n        the", "\n        money, to have the fun that she can't have. Oh, this is tantamount to \n        a slap in", "\n        the face.", "\n        ", "\n        Jerry: Oh, get out of here.", "\n        ", "\n        Kramer: Jerry, a gift not enjoyed is like a flower that doesn't blossom.", "\n        ", "\n        Jerry: Alright, alright, I'll cash the checks.", "\n        ", "\n        Kramer: Yeah.", "\n        ", "\n        ", "\n        New scene.", "\n        Jerry and George are at the coffee shop.", "\n        ", "\n        Jerry: It was a 'thank you' card from Kristin because I'm doing the PBS \n        drive. ", "\n        I mean, how long am I supposed to keep it?", "\n        ", "\n        George: The rule is a minimum of two days.", "\n        ", "\n        Jerry: You making that up or do you know what you're talking about?", "\n        ", "\n        George: I'm making it up.", "\n        ", "\n        Jerry: I mean really, what's the point of saving it? I could see if I \n        had a", "\n        mantel.", "\n        ", "\n        George: Oh, well, a mantel's a whole different story.", "\n        ", "\n        Jerry: Absolutely.", "\n        ", "\n        George: If my parents had a mantel, I might be a completely different \n        person.", "\n        ", "\n        Jerry: So anyway, she's kind of upset about it so I need you to do me \n        a favor.", "\n        ", "\n        George: Let's have it.", "\n        ", "\n        Jerry: Well, I'm doing the PBS show, so during the show they're gonna \n        be", "\n        running the Ken Burns baseball thing. So I thought if I could get a baseball", "\n        player to come on the show with me...", "\n        ", "\n        George: You want me to ask one of the Yankees.", "\n        ", "\n        Jerry: Could you?", "\n        ", "\n        George: Alright. I'll run it by a few people.", "\n        ", "\n        Jerry: Alright, Do your thing, where you lie to everyone.", "\n        ", "\n        Elaine (entering and sitting down): I should never have made that phone \n        call.", "\n        ", "\n        Jerry: Hey, did you ever get to talk to Noreen?", "\n        ", "\n        Elaine: Yes, she's very upset.", "\n        ", "\n        Jerry: So was I right about the flirting? Was it true?", "\n        ", "\n        Elaine: I don't know, I never asked. She was yelling--", "\n        ", "\n        George: Who was flirting with you?", "\n        ", "\n        Jerry: Remember when we were in the bookstore, that woman came up to us?", "\n        ", "\n", "\n        George: She wasn't flirting with you.", "\n        ", "\n        Jerry: Oh, sure she was; Asked me where the 'humor' section was? Humor? \n        Come", "\n        on.", "\n        ", "\n        Elaine: Jerry, her brother just had a book of political cartoons published.", "\n        ", "\n        Elaine and George laugh derisively.", "\n        ", "\n        Jerry: Alright, so maybe she wasn't flirting with me. So what?", "\n        ", "\n        Elaine: So, yeah, that's funny. Hey, you wanna hear something weird? Mr. \n        Pitt", "\n        eats his Snickers bars with a knife and fork.", "\n        ", "\n        George: Really?", "\n        ", "\n        Elaine: Yeah.", "\n        ", "\n        Jerry: Why does he do that?", "\n        ", "\n        George: He probably doesn't want to get chocolate on his fingers. That's \n        the", "\n        way these society types eat their candy bars.", "\n        ", "\n        Jerry: Oh, you know.", "\n        ", "\n        George: What, you think I eat all my meals with you? (To waitress) Excuse \n        me,", "\n        sweetheart? I think you may have overcharged us. What is this?", "\n        ", "\n        Waitress: That's the extra toast. Get it?", "\n        ", "\n        George: Got it. (the waitress walks away) Did you just see what happened", "\n        here?", "\n        ", "\n        Elaine: What?", "\n        ", "\n        George: Did you see the way she pointed at the check? She gave me the \n        finger.", "\n        ", "\n        Jerry: That's how waitress types express derision. They don't want to \n        get", "\n        their mouths dirty.", "\n        ", "\n        ", "\n        New scene.", "\n        George is in a meeting at work.", "\n        ", "\n        George: So, what do you think?", "\n        ", "\n        Mr. Morgan: A PBS fundraiser? I'm not gonna waste any of the players' \n        time", "\n        with that, besides the team already does so much promotion for channel \n        eleven.", "\n        ", "\n        George: Channel eleven? Forgive me for trying to class up this place, \n        for", "\n        trying to have the Yankees reach another strata of society that might \n        not watch", "\n        channel eleven.", "\n        ", "\n        George begins eating a candy bar with knife and fork.", "\n        ", "\n        Mr. Morgan: Uh, what the hell are you doing?", "\n        ", "\n        George: I am eating my dessert. How do you eat it, with your hands?", "\n        ", "\n        Mr. Morgan: You know, maybe George has something here about PBS.", "\n        ", "\n        ", "\n        New scene.", "\n        Jerry and Kramer are at an ATM.", "\n        ", "\n        Jerry: Okay, sixty bucks from Nana.", "\n        ", "\n        Kramer: Huh? Yeah.", "\n        ", "\n        ", "\n        New scene.", "\n        Nana is home knitting, the phone rings.", "\n        ", "\n        Nana: Hello?", "\n        ", "\n        Voice: Hello, this is Chemical Bank. Just wanted you to know that your", "\n        checking account is overdrawn.", "\n        ", "\n        Nana: Chemical Bank? I haven't used that account in months.", "\n        ", "\n        Voice: Well, someone's been cashing the checks and you're overdrawn.", "\n        ", "\n        Oh dear. I'll be down there first thing in the morning.", "\n        ", "\n        Voice (unheard by Nana as she hangs up the phone): Wait, we can do this \n        over the", "\n        phone.", "\n        ", "\n        Fade to the next morning, the alarm clock goes off, it's 5:30, Nana turns \n        off", "\n        the alarm, fully dressed, gathers her coat and purse, sighs, and heads \n        for the", "\n        door.", "\n        ", "\n        ", "\n        New scene.", "\n        George, Jerry and Kramer are at the coffee shop.", "\n        ", "\n        Jerry: You got Danny Tartabull?!", "\n        ", "\n        George: You wanted a Yankee, I got you a Yankee.", "\n        ", "\n        Jerry: Boy, you really came through. Kristin's gonna be thrilled.", "\n        ", "\n        George: Hey, the Bull owes me one, I helped him with his swing.", "\n        ", "\n        Kramer: So you're bringing Danny Tartabull to the fundraiser tonight.", "\n        ", "\n        George: Absolutely. Pending approval of the script.", "\n        ", "\n        Jerry: Excuse me?", "\n        ", "\n        George: Jerry, I'm Yankee management.", "\n        ", "\n        Kramer: Yeah, I'd like to see the script too.", "\n        ", "\n        Jerry: You're just answering phones!", "\n        ", "\n        Kramer: It would put me at ease.", "\n        ", "\n        George: Hey, when you order from the waitress, get her to point to the \n        menu. I", "\n        want to see what finger she uses.", "\n        ", "\n        Jerry: Uh, say, I wanted a side order of fruit but I didn't see it on \n        the men", "\n        ", "\n        Waitress: Oh, you're getting it (pointing to menu with index finger), \n        it comes", "\n        with your breakfast special.", "\n        ", "\n        Jerry: Right you are.", "\n        ", "\n        George: I didn't get the special, but I'd also like the fresh fruit too.", "\n        ", "\n        Waitress (scratching cheek with middle finger): I'll check.", "\n        ", "\n        George (after waitress walks away): I don't believe it, she did it again!", "\n        ", "\n        Jerry: Oh, she had an itch.", "\n        ", "\n        George: She had an itch. She could have used any one of those fingers. \n        That", "\n        finger was meant for me.", "\n        ", "\n        Kramer (laughing): Yeah, she knew what she was doing.", "\n        ", "\n        Jerry: By the way, lunch is on me. I just cashed my Nana's birthday checks.", "\n        ", "\n        ", "\n        New scene.", "\n        Nana is standing on a deserted street in front of an abandoned building,", "\n        checking for an address. A street tough approaches from behind.", "\n        ", "\n        Street tough: Looking for something, lady?", "\n        ", "\n        Nana: Isn't the Chemical Bank on this block?", "\n        ", "\n        Street tough: The bank? It burned. It's gone!", "\n        ", "\n        Nana: Oh dear.", "\n        ", "\n        Street tough: Now what you wanna do is go down to forty-ninth street, \n        that's", "\n        the main customer service branch. Ask for Mr. Fleming. He'll help you.", "\n        ", "\n        ", "\n        New scene.", "\n        Jerry is in his apartment, the phone rings.", "\n        ", "\n        Jerry (answering): Hello?", "\n        ", "\n        Uncle Leo: Jerry? Hello.", "\n        ", "\n        Jerry: Uncle Leo!", "\n        ", "\n        Listen, I don't want to alarm you, but your nana is missing.", "\n        ", "\n        Kramer enters.", "\n        ", "\n        Jerry: Nana's missing?", "\n        ", "\n        Uncle Leo: I came to pick her up for a doctor's appointment, she wasn't \n        here. ", "\n        I called the doctor, nobody knows where she is. She hasn't left the apartment", "\n        in twenty-five years!", "\n        ", "\n        Jerry: I've been thinking about her, I just cashed some of her checks.", "\n        ", "\n        Kramer: Yeah, that's right. You did.", "\n", "\n        ", "\n        Uncle Leo: What kind of checks?", "\n        ", "\n        Jerry: I think Chemical Bank.", "\n        ", "\n        Kramer: Oh, they were Chemical.", "\n        ", "\n        Uncle Leo: Chemical?! She hasn't used that account since her branch closed. \n        ", "\n        What are you doing cashing her checks anyway?", "\n        ", "\n        Jerry: Well, Kramer thought it would make her happy. (To Kramer) I never", "\n        should have cashed those checks!", "\n        ", "\n        Kramer: Hey, I didn't twist your arm.", "\n        ", "\n        Uncle Leo: Your grandmother's on a very fixed income. What, are you broke?", "\n        ", "\n        Jerry: Just call me if you hear anything. (hangs up and faces Kramer) \n        Well? ", "\n        I cashed the checks, the checks bounced and now my Nana's missing!", "\n        ", "\n        Kramer: Well, don't look at me.", "\n        ", "\n        Jerry: It's your fault!", "\n        ", "\n        Kramer: My fault? Your Nana is missing because she's been passing those \n        bum", "\n        checks all over town and she finally pissed off the wrong people.", "\n        ", "\n        New scene.", "\n        Mr. Morgan is sitting at an outdoor cafe, eating a candy bar with a knife \n        and", "\n        fork. Noreen walks by and takes notice. Cut to Noreen and Elaine seated \n        at the", "\n        counter at Monk's.", "\n        ", "\n        Noreen: So anyway, it's caused a lot of problems. Dan thinks I'm interested \n        in", "\n        Jerry, he won't let up.", "\n        ", "\n        Elaine: I'm really sorry, but you can see why I'd make a mistake like \n        that.", "\n        ", "\n        Noreen: No, why?", "\n        ", "\n        Elaine: Well, you know, because he's a high talker.", "\n        ", "\n        Noreen: He does raise his voice occasionally, but that's normal.", "\n        ", "\n        Elaine: No. No, no, no, not a loud talker, a high talker.", "\n        ", "\n        Noreen: Really?", "\n        ", "\n        Elaine: You don't think his voice sounds a lot like yours?", "\n        ", "\n        Noreen: I never noticed that.", "\n        ", "\n        Elaine: Well, it's no big deal, you know, it's just that he can sound \n        like a", "\n        woman, you know?", "\n        ", "\n        Noreen: Great. I'm going out with a man who sounds like a woman.", "\n        ", "\n        Elaine: Well, he looks like a man.", "\n        ", "\n        Noreen: Yeah.", "\n        ", "\n        Elaine: He's bald. I know that's a guy thing.", "\n        ", "\n        Noreen: I guess.", "\n        ", "\n        Elaine: I know he belches a lot.", "\n        ", "\n        Noreen: Well, that's something. So, Jerry thought I was flirting with \n        him.", "\n        ", "\n        Elaine: Yeah.", "\n        ", "\n        Noreen (cutting into a cookie with a knife and fork): Hm. He's kind of \n        a", "\n        baritone, isn't he?", "\n        ", "\n        Elaine: What are you doing?", "\n        ", "\n        Noreen: I'm eating this cookie.", "\n        ", "\n        Elaine: No, no, no, but why are you using a knife and a fork? Did you \n        just", "\n        think of that?", "\n        ", "\n        Noreen: No, I've seen people do it. I like it.", "\n        ", "\n        ", "\n        New scene.", "\n        George is driving Danny Tartabull to the pledge drive.", "\n        ", "\n        Danny Tartabull: This isn't gonna take long, is it?", "\n        ", "\n        George: Oh no, in and out, I made sure of that. And you'll be happy to \n        know I", "\n        perused the script and it's met with my approval.", "\n        ", "\n        Danny Tartabull: I'm sure it's fine.", "\n        ", "\n        George (swerving): Hey! Watch it! Did you see that guy? He just gave me \n        the", "\n        finger!", "\n        ", "\n        Danny Tartabull: You sure?", "\n        ", "\n        George: Oh yeah! Middle finger, straight up, at me! At us!", "\n        ", "\n        Danny Tartabull: What are you doing?", "\n        ", "\n        George: I'm following him.", "\n        ", "\n        ", "\n        New scene.", "\n        Nana is at the bank.", "\n        ", "\n        Banker: I'm sorry, the account had insufficient funds. We had to return \n        the", "\n        checks made out to a Mr. Jerry Seinfeld.", "\n        ", "\n        Nana: Oh dear, that's my grandson. May I call him now and explain?", "\n        ", "\n        Banker: Oh, certainly.", "\n        ", "\n        ", "\n        New scene.", "\n        Elaine and Jerry are at Jerry's apartment.", "\n        ", "\n        Elaine: And now I think she might really be interested in you. And Dan \n        is", "\n        obsessed, he keeps leaving these annoying messages on my machine.", "\n        ", "\n        The phone rings.", "\n        ", "\n        Jerry: Would you?", "\n        ", "\n        Elaine (answering): Hello?", "\n        ", "\n        Nana: Hello, I need to speak to Jerry.", "\n        ", "\n        Elaine (thinking it's Dan): Oh, it's you. We were just talking about you. \n        ", "\n        Listen, Jerry doesn't want to talk to you. Nobody wants to talk to you, \n        so why", "\n        don't you just drop dead? ", "\n        ", "\n        Elaine (hanging up): Heh?", "\n        ", "\n        Kramer enters.", "\n        ", "\n        Kramer: Any word from Nana?", "\n        ", "\n        Jerry: No.", "\n        ", "\n        Elaine: Nana?", "\n        ", "\n        Jerry: Yeah, my grandma's missing.", "\n        ", "\n        Elaine: Missing?", "\n        ", "\n        Jerry: Yeah. I think it might have something to do with those checks.", "\n        ", "\n        Elaine: Um, what does Nana sound like?", "\n        ", "\n        Jerry: Like a grandmother, why?", "\n        ", "\n        Elaine: Well...", "\n        ", "\n        Jerry: Oh, you hung up on my Nana?!", "\n        ", "\n        Elaine: I don't know, maybe.", "\n        ", "\n        Jerry: You told Nana to drop dead?!", "\n        ", "\n        Elaine: It's possible.", "\n        ", "\n        Jerry: Yes, it is!", "\n        ", "\n        Kramer: Alright, alright. Look, Jerry, we gotta get down to PBS, PDQ. \n        ", "\n        ", "\n        Jerry: Alright.", "\n        ", "\n        ", "\n        New scene.", "\n        George is still driving, he's all worked up.", "\n        ", "\n        George: No one gives us the finger! We're Yankees!", "\n        ", "\n        Danny Tartabull: Want this last donut?", "\n        ", "\n        George: No, you can have it.", "\n        ", "\n        Danny Tartabull begins eating the donut with a knife and fork. George \n        takes", "\n", "\n        notice.", "\n        ", "\n        ", "\n        New scene.", "\n        Jerry and Kramer are at PBS.", "\n        ", "\n        Kramer: Jerry, where are all the tote bags?", "\n        ", "\n        Jerry: I don't know.", "\n        ", "\n        Kramer: Well, I'm not leaving the premises without tote bags. I was promised", "\n        tote bags and tote bags I shall have.", "\n        ", "\n        Kristin: Jerry, this man wants to see you.", "\n        ", "\n        Jerry: Leo?", "\n        ", "\n        Uncle Leo: Hello.", "\n        ", "\n        Jerry: Uncle Leo! What are you doing here?", "\n        ", "\n        Uncle Leo: I wanted to tell you that your grandmother is fine.", "\n        ", "\n        Jerry: Oh.", "\n        ", "\n        Uncle Leo: She's had quite a day but she's gonna watch you tonight on \n        the TV.", "\n        ", "\n        Kristin: Jerry, I'm dying to meet Danny Tartabull. Where is he?", "\n        ", "\n        Jerry: He'll be here any second.", "\n        ", "\n        Kristin: You know you guys are both on in five minutes.", "\n        ", "\n        Jerry: Yeah, yeah.", "\n        ", "\n        Kristin (leaving): Okay.", "\n        ", "\n        Uncle Leo: Why didn't you tell me you were a little short? Here. If anybody", "\n        asks you where you got it, you don't know.", "\n        ", "\n        Jerry: No, that's ok, I really don't need any money.", "\n        ", "\n        Uncle Leo: What are you talking about? ", "\n        ", "\n        Jerry: Please-", "\n        ", "\n        Uncle Leo: I want-", "\n        ", "\n        Jerry: It's not necessary.", "\n        ", "\n        Uncle Leo: Jerry, would you please take it.", "\n        ", "\n        Jerry: I can't, I can't take it.", "\n        ", "\n        Uncle Leo: I want you to have it!", "\n        ", "\n        Jerry: Uncle Leo, I don't want to have it!", "\n        ", "\n        Uncle Leo: Jerry, take the money!", "\n        ", "\n        Jerry: I don't want it!!", "\n        ", "\n        There's a knock at the door.", "\n        ", "\n        High pitched voice: Jerry, open up. We need to talk.", "\n        ", "\n        Kramer: Who's that?", "\n        ", "\n        Jerry: You know what? It sounds like the friend of Elaine's that was hitting", "\n        on me in the book store.", "\n        ", "\n        Kramer: Jerry, I'll take care of it.", "\n        ", "\n        Kramer walks out and sees Dan.", "\n        ", "\n        Dan: Is Jerry in there?", "\n        ", "\n        Kramer: Well, he can't be disturbed now.", "\n        ", "\n        Dan: Well this situation is driving me crazy. He's all I think about. \n        I can't", "\n        get him out of my mind.", "\n        ", "\n        Kramer: I'm sorry. I mean, I know what it's like to be in love. Ties you \n        up", "\n        in knots. And Jerry is a very sexy man.", "\n        ", "\n        Dan: What?", "\n        ", "\n        Kramer: Look, I'm not judging you. In fact, we here at PBS, we have many", "\n        programs celebrating your lifestyle. Armistead Maupin's Tales of the City,", "\n        Gender Bending and Swinging in San Francisco. Before Stonewall about those \n        dark", "\n        ages when you couldn't come out of the closet, lest you be persecuted \n        because of", "\n        your, you know.", "\n        ", "\n        Dan: No, I don't.", "\n        ", "\n        Kristin (running up): Are you Danny Tartabull?", "\n        ", "\n        Dan: No, I'm not.", "\n        ", "\n        ", "\n        New scene.", "\n        George is parked at a gas station, he steps out of the car and slams the \n        door.", "\n        ", "\n        George: I'll take care of this, Danny.", "\n        ", "\n        George approaches the man he's been following, who's now pumping gas.", "\n        ", "\n        George: Excuse me.", "\n        ", "\n        Man: What's the problem?", "\n        ", "\n        George: I believe you cut me off, and then made an obscene gesture.", "\n        ", "\n        Man: I did? Where?", "\n        ", "\n        George: Outside of Manhattan, about an hour ago.", "\n        ", "\n        Man: Wow! Is that Danny Tartabull?", "\n        ", "\n        George: That's right, of the New York Yankees.", "\n        ", "\n        Man: I'd like to shake his hand but I can't.", "\n        ", "\n        The man holds up his arm, it's in a cast with his middle finger sticking", "\n        straight up.", "\n        ", "\n        ", "\n        New scene.", "\n        Jerry is doing his bit for PBS.", "\n        ", "\n        Jerry: I'm Jerry Seinfeld, I tell jokes for a living, but there's no joking", "\n        about the financial crisis here at PBS. Our lines are open, so please \n        call the", "\n        number you see on your screen.", "\n        ", "\n        Cut to Nana, watching the pledge drive. She picks up the phone and dials.", "\n        ", "\n        Cut back to Jerry,", "\n        ", "\n        Jerry: This is the only time this year we'll be asking for donations. \n        You've", "\n        been enjoying Ken Burns' Baseball-", "\n        ", "\n        Cut to Kramer sitting at the phone bank, his phone rings.", "\n        ", "\n        Kramer (answering): PBS pledge drive.", "\n        ", "\n        Nana: Hello, I'd like to speak with Jerry.", "\n        ", "\n        Kramer: Oh, you again. Buddy, look, forget about Jerry. It's not gonna", "\n        happen.", "\n        ", "\n        Nana: This is his grandmother.", "\n        ", "\n        Kramer: Oh, uh, Nana. Hello.", "\n        ", "\n        Nana: Tell Jerry I'm sorry, I'm going to have to write him some new checks.", "\n        ", "\n        Kramer: As long as you've got your checkbook out, how about forking a \n        little", "\n        over to PBS? You watch the station, don't you? You don't want to be a", "\n        freeloader.", "\n        ", "\n        ", "\n        Cut back to Jerry.", "\n        ", "\n        Jerry: -programs like Ken Burns' Baseball. And if Danny Tartabull were \n        here,", "\n        I'm sure he'd say, 'That's correct, Jerry.'", "\n        ", "\n        Kramer rises in the background.", "\n        ", "\n        Kramer: Jerry? I have an announcement. Your grandmother is on the line.", "\n        ", "\n        Jerry: My Nana?", "\n        ", "\n        Kramer: And as we speak, she's generously writing PBS a check for fifteen", "\n        hundred dollars!", "\n        ", "\n        Everybody applauds as Uncle Leo comes out from sidestage.", "\n        ", "\n        Uncle Leo: She can't do that, she's on a very fixed income! Stop the show!!", "\n        ", "\n        ", "\n        New scene.", "\n        Jerry and Elaine are at the coffee shop.", "\n        ", "\n        Jerry: I got another card from Kristin. Not quite as chipper as the first \n        one.", "\n        ", "\n        Elaine: Wow. Isn't this little bunny giving you the-", "\n        ", "\n        Jerry: Yes, he is.", "\n        ", "\n", "\n        Elaine: You should show this to Georgie.", "\n        ", "\n        Yeah.", "\n        ", "\n        Waitress (at the next table): Here's your knife and fork.", "\n        ", "\n        Jerry: Look, she's cutting up an Almond Joy.", "\n        ", "\n        Elaine: I just don't get it.", "\n        ", "\n        Jerry: You know, I saw someone on the street eating M&Ms with a spoon.", "\n        ", "\n        Elaine: What is wrong with everybody?", "\n        ", "\n        Jerry (surveying the restaurant): Look, they're doing it. They're all \n        doing", "\n        it!", "\n        ", "\n        Elaine (standing up): What is wrong with all you people?! Have you all \n        gone", "\n        mad?!!", "\n        ", "\n        "]}, {"line": ["         Originally posted on The News Guys(Mike's) site                                                  "]}, {"line": [" "]}, {"line": []}, {"line": [" "]}, {"line": []}, {"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]}, {"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}]