[{"title": "The Mom and Pop Store"}, {"line": []}, {"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]}, {"line": [" "]}, {"line": ["Transcribed by Brian Dickson", "\n        Originally posted on The News Guys(Mike's) site ", "\n        ", "(Permission is given to copy scripts to other sites provided credits \n        as two lines above are included - Thanks)"]}, {"line": ["         SEINFELD Episode no. 94 \"The Mom and Pop Store\" (Original air          date: 17 Nov 1994)", "\n        ", "\n        Directed by Andy Ackerman. Written by Tom Gammill and Max Pross.", "\n        ", "\n        Guest stars: ", "\n            Ian Abercrombie (Mr. Pitt)", "\n            Bryan Cranston (Tim Whatley)", "\n            Jon Voight (Himself)", "\n            Elsa Raven (Mom)", "\n            Michael Robello (Pop)", "\n            Tom Wright (Mr. Morgan)", "\n            Ken Thorley (Car Salesman)", "\n            Dan Frischman (Guy on phone)", "\n            Nancy Balbirer (Dentist #1 at party)", "\n            Rick Fitts (Dentist #2 at party)", "\n            Pat Asanti (Electrician)", "\n            Steve Brady (Contest winner)", "\n            Matt Gallini (Tough guy)", "\n        ", "\n        ", "\n        Jerry's stand-up*: [I like the names they have for cars.] Like, no baron \n        has ever owned a LeBaron. Or the Ford LTD. \"LTD.\" Limited. It's \n        a \"limited\" edition...what did they make, fifty million of those? \n        \"Yes, it's 'limited' to the number we can sell.\" Or when they \n        try and mangle a positive word into a car name, you know how they'll do \n        that? The \"Integra.\" Oh, integrity? No, Integra. The \"Supra.\" \n        Or the \"Impreza.\" Yeah? Well, I hope it's not a \"lemona\"...or \n        you'll be hearing from my \"lawya.\"", "\n        ", "\n        *Due to an incomplete video transfer, the dialogue above [in brackets] \n        has been filled in by the transcriber of the script (me, in other words).", "\n        ", "\n        ", "\n        Opening scene - George looking at cars at a used car lot, checking out \n        an '89 Volvo.", "\n        ", "\n        CAR SALESMAN: George, are you sure I can't show you any other cars?", "\n        ", "\n        GEORGE: I don't think so, Vic. I've done my homework. '89 Volvo, that's \n        the car for me, it's the one I want. ", "\n        ", "\n        SALESMAN: I got a LeBaron convertible right here.", "\n        ", "\n        GEORGE (chuckles): N.I. Not interested.", "\n        ", "\n        SALESMAN: It's got a few more miles on it, but the previous owner was \n        John Voight.", "\n        ", "\n        GEORGE (suddenly interested): Jon Voight?", "\n        ", "\n        ", "\n        New scene - Jerry and Elaine in Jerry's apartment. Jerry is on the phone \n        with Tim Whatley.", "\n        ", "\n        JERRY: Okay, Tim. You're welcome. <Hangs up.>", "\n        ", "\n        ELAINE: Was that Tim Whatley?", "\n        ", "\n        JERRY: Yes, it was. He wanted your address - you, my friend, are going \n        to be invited to his night-before-Thanksgiving party. <Elaine raises \n        her hands triumphantly, then gleefully struts her way to the kitchen.> \n        You know, he's got that great apartment on 77th street, and they overlook \n        where they inflate all those huge balloons for the Macy's Thankgiving \n        Day Parade?", "\n        ", "\n        ELAINE: I have always had a big crush on Tim Whatley. Why can't he ask \n        me out? <Punctuates this by shoving Jerry.>", "\n        ", "\n        JERRY: Oh, he's a dentist. You don't want to go out with a dentist.", "\n        ", "\n        ELAINE: Why?", "\n        ", "\n        JERRY: He'll always be criticizing your brushing technique, it'll drive \n        you crazy. <Mimics brushing his teeth> Away from the gums... <The \n        door opens a little, George jangles the keys to his new car at Jerry and \n        Elaine, then enters.>", "\n        ", "\n        JERRY: Uh - new car! ", "\n        ", "\n        ELAINE: Ohhh!  ", "\n        ", "\n        JERRY: Hey! Did you get the Volvo?", "\n        ", "\n        GEORGE: No, I decided to go with an '89 LeBaron.", "\n        ", "\n        ELAINE: A LeBaron?", "\n        ", "\n        JERRY: I thought Consumer said Volvo was the car.", "\n        ", "\n        GEORGE: What Consumer? I'm the consumer.", "\n        ", "\n        JERRY: Alright. Seems like...a strange choice.", "\n        ", "\n        GEORGE: Well, maybe so...but it was good enough for Mr. Jon Voight.", "\n        ", "\n        ELAINE: Jon Voight? The actor?", "\n        ", "\n        GEORGE (boasting): That's right. He just happened to be the previous owner \n        of the vehicle.", "\n        ", "\n        JERRY: You bought a car because it belonged to Jon Voight?", "\n        ", "\n        GEORGE (defensive): No, no...", "\n        ", "\n        JERRY: I think yes, yes. You like the idea of telling people you're driving \n        Jon Voight's car.", "\n        ", "\n        GEORGE: Alright, maybe I do. So what.", "\n        ", "\n        ELAINE: I've never even seen him in a car. I mean, look at his movies. \n        No cars. Deliverance - canoe. Midnight Cowboy - boots. Runaway Train...runaway \n        train. <Kramer enters.>", "\n        ", "\n        KRAMER: Hey.", "\n        ", "\n        JERRY: Hey.", "\n        ", "\n        KRAMER: Jerry, you know that shoe repair place at the end of the block? \n        Well, if they don't get some business, they're gonna have to shut down \n        and make way for one of those gourmet coffee or cookie stores.", "\n        ", "\n        ELAINE: I like coffee.", "\n        ", "\n        GEORGE: I like <imitates Kramer> \"cookies.\"", "\n        ", "\n        KRAMER: Yeah, of course you do. And do you know why? Because you're a \n        bunch of yuppies. It's your go-go corporate takeover lifestyles that are \n        driving out these Mom and Pop stores and destroying the fabric of this \n        neighborhood.", "\n        ", "\n        GEORGE: Well, what's so great about a Mom and Pop store? Let me tell you \n        something. If my Mom and Pop ran a store, I wouldn't shop there.", "\n        ", "\n        KRAMER: Hey, Bogambo - they've been in the neighborhood for 48 years. \n        Now, come on, Jerry. You've gotta have a pair of shoes in need of a cobblin.'", "\n        ", "\n        JERRY: I really don't wear the kind of shoes that have to be cobbled. \n        ", "\n        ", "\n        KRAMER: Well, what about sneakers? You know, they'll clean 'em. They do \n        complete detailing. ", "\n        ", "\n        JERRY: Alright, take 'em.", "\n        ", "\n        KRAMER (happily): Yeah-yah.", "\n        ", "\n        ", "\n        New scene - Kramer dropping off a box full of Jerry's sneakers at Mom \n        and Pop's shoe repair shop.", "\n        ", "\n        POP: Kramer, without you, we'd be out of business.", "\n        ", "\n        KRAMER: Well you know, these sneakers, they belong to my neighbor, Jerry \n        Seinfeld? The comedian.", "\n        ", "\n        MOM: So many sneakers!", "\n        ", "\n        KRAMER: Well, he's got a Peter Pan complex.", "\n        ", "\n        POP: They'll be ready a week from Thursday.", "\n        ", "\n        KRAMER: Oh, well, no rush. <wipes his nose> Uh oh.", "\n        ", "\n        MOM: What's the matter?", "\n        ", "\n        KRAMER: Oh, I keep getting these nosebleeds.", "\n        ", "\n        MOM: Oh, lie down, and put your head back.", "\n        ", "\n        KRAMER: Yeah. <Lies on the couch and cracks the back of his head against \n        the armrest.> Hey, what's with your ceiling? <Mom and Pop look up.>", "\n", "\n        ", "\n        POP: What?", "\n        ", "\n        KRAMER (stuffing tissue up his nose): Well, you got wires sticking out \n        every which way. That looks dangerous, you should call the electrician.", "\n        ", "\n        POP: You know, in the 48 years we've been here, I don't think we've ever \n        called an electrician.", "\n        ", "\n        KRAMER: Yeah well, you should. This place could blow any minute.", "\n        ", "\n        ", "\n        New scene - Elaine at Mr. Pitt's, listening to big band music on the radio. \n        Mr. Pitt enters.", "\n        ", "\n        MR. PITT: Elaine?", "\n        ", "\n        ELAINE: Yes, Mr. Pitt?", "\n        ", "\n        MR. PITT: Have you gotten all the salt off those pretzels yet?", "\n        ", "\n        ELAINE: No, I'm still working on it.", "\n        ", "\n        MR. PITT: What in blazes are you listening to?", "\n        ", "\n        ELAINE: Artie Shaw. \"Honeysuckle Jump.\" <The song ends.>", "\n        ", "\n        DJ ON RADIO: That was Artie Shaw, \"Honeysuckle Jump.\" ", "\n        ", "\n        MR. PITT: Elaine! How did you know that?", "\n        ", "\n        ELAINE: Oh, my father used have a huge collection of big band records.", "\n        ", "\n        DJ ON RADIO: Congratulations to our listener Wayne Hopper for identifying \n        it. And by doing so, he becomes our seventh person to land the WFBB-sponsored \n        Woody Woodpecker balloon in the Macy's Thanksgiving Day Parade. <Mr. \n        Pitt hears this and is intrigued; mouths the words \"Woody Woodpecker.\"> \n        There are only three spots left. We're going to take a little break now; \n        when we come back, you'll have three more chances to win a spot holding \n        a rope under Woody Woodpecker.", "\n        ", "\n        MR. PITT (to Elaine, excited): Could you identify the next song? Could \n        you? Could you?", "\n        ", "\n        ELAINE: Mr. Pitt, why would you want to hold onto the ropes on the Woody \n        Woodpecker balloon?", "\n        ", "\n        MR. PITT: My father was a stern man. He forbad us to participate in any \n        activities that he thought were associated with the common man. The Thanksgiving \n        Day Parade was first on the list.", "\n        ", "\n        ELAINE: Oh. Alright, I'll do the best I can. <Turns up the radio.>", "\n        ", "\n        DJ ON RADIO: Alright, here we go for the next spot under the balloon. \n        If you know the name of this song, call 555-BAND. <The music starts. \n        Elaine listens intently.>", "\n        ", "\n        MR. PITT (impatiently): Well, Elaine? Do you know it? What song is it?", "\n        ", "\n        ELAINE: Will you shut up? I can't hear!", "\n        ", "\n        MR. PITT: I'm sorry!", "\n        ", "\n        ELAINE: Oh! I've got it! It's \"Next Stop Pottersville\"! <Grabs \n        the phone to call it in.>", "\n        ", "\n        MR. PITT (overjoyed): Goody! Yes! Yes! Yes! <Dances back and forth, \n        elated> Next Stop Pottersville, Next Stop Pottersville! You are a genius!", "\n        ", "\n        ", "\n        New scene - Jerry and George walking down the street toward George's new \n        car.", "\n        ", "\n        GEORGE: You are gonna love this car. Even if you don't like Jon Voight.", "\n        ", "\n        JERRY: I like Jon Voight. Just seems like kind've a strange reason to \n        buy a car, because he might have driven it.", "\n        ", "\n        GEORGE: What do you mean \"might\"? You don't think he really \n        owned this car?", "\n        ", "\n        JERRY: I don't know.", "\n        ", "\n        GEORGE: Well, why would the guy make up something like that? Of all the \n        names he could pick, why settle on Jon Voight?", "\n        ", "\n        JERRY: Don't you see, that's the genius of it. If he had said Liam Neeson, \n        you'd know he's making it up.", "\n        ", "\n        GEORGE: Neeson? How are you comparing Liam Neeson with Jon Voight? Jerry, \n        we're talking about Joe Buck. If you can play Joe Buck, Oskar Schindler's \n        a cake walk. <Opens the car door for Jerry, Jerry's about to get in.>", "\n        ", "\n        JERRY: Oh, look at this, I stepped in gum.", "\n        ", "\n        GEORGE: Whoa, whoa, you're not getting in my car with gummy shoes.", "\n        ", "\n        JERRY (shuts the car door): Alright, I'll change my shoes. <Heads back \n        to his apartment. George follows.>", "\n        ", "\n        GEORGE (unimpressed): Liam Neeson. You know, he's not American.", "\n        ", "\n        Cut to Jerry and George coming back to Jerry's apartment. Jerry tosses \n        his gummy sneakers on the floor.", "\n        ", "\n        JERRY: Let me get a clean pair. <Goes into his room. George strides \n        over to the window.>", "\n        ", "\n        GEORGE (singing): Everybody's talkin' at me...I can't hear a word they're \n        sayin'...just drivin' around in Jon Voight's car...", "\n        ", "\n        JERRY (yelling from his room): Kramer! <We hear Kramer's door slam \n        open and shut. Kramer enters. Jerry comes out of his room.> Hey! Where's \n        all my sneakers?", "\n        ", "\n        KRAMER: You said take 'em.", "\n        ", "\n        JERRY: Not all of 'em!", "\n        ", "\n        KRAMER: Well, obviously there was a miscommunication.", "\n        ", "\n        JERRY: Obviously. So what am I supposed to wear?", "\n        ", "\n        KRAMER: Jerry, I left you a pair right here...<goes into Jerry's room \n        and comes out with a pair of cowboy boots.> C'mon. There, put on those \n        boots.", "\n        ", "\n        JERRY: I can't wear these!", "\n        ", "\n        KRAMER: Well, why not?", "\n        ", "\n        JERRY: They're uncomfortable.", "\n        ", "\n        KRAMER: C'mon here, try 'em on. <Jerry sits down and puts the boots \n        on.>", "\n        ", "\n        GEORGE: Where did you get those?", "\n        ", "\n        JERRY: I worked a club in Dallas one time and they couldn't afford to \n        pay me so they gave me these. Oh, I can't wear these! <Stands up.> \n        They look ridiculous!", "\n        ", "\n        KRAMER: Ah, you look like a cowboy! Huh?", "\n        ", "\n        JERRY: But I don't wanna be a cowboy!", "\n        ", "\n        KRAMER: Oh, stop it. You know that friend of yours, Tim the dentist? I \n        got an invitation to his Thanksgiving Eve party.", "\n        ", "\n        GEORGE: Yeah, I got one too.", "\n        ", "\n        KRAMER: Yeah?", "\n        ", "\n        JERRY: Oh yeah? Huh.", "\n        ", "\n        GEORGE: What?", "\n        ", "\n        JERRY: No, nothing.", "\n        ", "\n        GEORGE: No, what is it?", "\n        ", "\n        JERRY: No, it's just that I, uh...didn't get one.", "\n        ", "\n        GEORGE: You didn't get one?", "\n        ", "\n        JERRY: Ah, but he called me up and he asked for yours and Elaine's addresses, \n        I'm sure that means I'm invited.", "\n        ", "\n        KRAMER: Not necessarily. ", "\n        ", "\n        JERRY: Hey, why would you call someone up and ask them for two addresses \n        if you're not invited to the party?", "\n        ", "\n        GEORGE (mocking Jerry): That's the genius of it.", "\n        ", "\n        JERRY (picks up the phone): I'm callin' Elaine. See if she can find out \n        anything from Tim Whatley.", "\n        ", "\n        GEORGE (to Kramer): Hey. I got Jon Voight's LeBaron. <Jingles the keys.>", "\n        ", "\n        KRAMER (impressed): Boss!", "\n        ", "\n        ", "\n        New scene - Mom and Pop talking to the electrician about the faulty wiring \n        in the ceiling of the shop.", "\n        ", "\n        POP: Four thousand dollars? We can't afford that!", "\n        ", "\n        ELECTRICIAN: Well I'm afraid you're gonna have to do something about it, \n        because it's in violation of the building code. Otherwise, they're gonna \n        close you up.", "\n        ", "\n        POP: But what if we can't pay for it?", "\n        ", "\n        ELECTRICIAN: Then I have to report you. Otherwise, I lose my license. \n        Sorry. <Exits.>", "\n        ", "\n        POP: 48 years, Mom! And now we have to close! All because of that idiot \n        and his bloody nose! <Kramer enters.>", "\n        ", "\n", "\n        KRAMER: Afternoon, Mom! Afternoon, Pop. You know you got a crack in the \n        sidewalk out there? Now, you oughta get that fixed.", "\n        ", "\n        <Pop glares at Kramer angrily.>", "\n        ", "\n        ", "\n        New scene - George and Jerry driving along in John Voight's car. George \n        is humming the tune to \"Everybody's Talkin.'\"", "\n        ", "\n        GEORGE: So?", "\n        ", "\n        JERRY: C'mon, put the top up, it's November!", "\n        ", "\n        GEORGE: I feel alive, Jerry.", "\n        ", "\n        JERRY: Let's check out the glove box. <Opens the glove compartment, \n        takes out a pencil.> Ah. Pencil. ", "\n        ", "\n        GEORGE: Hey...you don't think...sure, that's Jon Voight's pencil!", "\n        ", "\n        JERRY: With Jon Voight's teeth marks. <Looks at the owner's manual.> \n        Owner's manual...you know what? This car was owned by Jon Voight.", "\n        ", "\n        GEORGE: Ah! See? I told ya.", "\n        ", "\n        JERRY: Except Jon is spelled with an H. J-O-H-N.", "\n        ", "\n        GEORGE: So?", "\n        ", "\n        JERRY: Doesn't Jon Voight spell his name J-O-N?", "\n        ", "\n        GEORGE (pulls over): So, what are you saying?", "\n        ", "\n        JERRY: Nothing. I'm sure \"Jon\" probably mispelled his own name. \n        I know sometimes I spell Jerry with a G...and an I! <Laughs uproariously.>", "\n        ", "\n        GEORGE (angrily): Get out of the car!", "\n        ", "\n        JERRY: What?", "\n        ", "\n        GEORGE: That's right, you heard me. Get out! You are ruining this whole \n        experience for me!", "\n        ", "\n        JERRY (sarcastically): Oh, look! There's Gregory Peck's bicycle!", "\n        ", "\n        GEORGE: Get out!", "\n        ", "\n        JERRY: And Barbara Mandrell's skateboard!", "\n        ", "\n        GEORGE: Get out!! <Jerry gets out and George drives away. A couple \n        of guys notice Jerry in his cowboy boots.>", "\n        ", "\n        TOUGH GUY (threatingly): Hey, cowboy. Where's your horse? <Jerry slips \n        and slides in his cowboy boots and runs away.> Yeah, you better run!", "\n        ", "\n        ", "\n        Commercial break.", "\n        ", "\n        New scene - Jerry, George and Elaine at Jerry's apartment.", "\n        ", "\n        GEORGE: Did they take anything?", "\n        ", "\n        JERRY: No, they didn't even touch me. I tripped because of these stupid \n        cowboy boots.", "\n        ", "\n        GEORGE: Anyway, again, I'm sorry about throwing you out of the car.", "\n        ", "\n        JERRY: You really seemed to enjoy it.", "\n        ", "\n        GEORGE: It was kinda fun. <Elaine gives Jerry a cold cloth for his \n        jaw.> You know, maybe his name really is J-O-H-N, but he changed it \n        to J-O-N for show business. Well, you know, J-O-N is a lot zippier.", "\n        ", "\n        JERRY (sarcastic): Yeah, that's possible.", "\n        ", "\n        GEORGE: How would you find out something like that...wait a minute, what \n        am I thinking? I've got the entire Yankee organization at my disposal.", "\n        ", "\n        JERRY (to Elaine): He'll dispose of it.", "\n        ", "\n        GEORGE: Heh, that's right. See ya later. <Exits.>", "\n        ", "\n        ELAINE: So Jerome, I did a little snooping around for you.", "\n        ", "\n        JERRY: Ah! What'd you find out, Lois?", "\n        ", "\n        ELAINE: Well, I talked to Tim Whatley...", "\n        ", "\n        JERRY: Yeah...", "\n        ", "\n        ELAINE: And I asked him, \"Should Jerry bring anything?\"", "\n        ", "\n        JERRY: So...?", "\n        ", "\n        ELAINE: Mmmm...and he said, \"Why would Jerry bring anything?\"", "\n        ", "\n        JERRY: Alright, but let me ask you this question.", "\n        ", "\n        ELAINE: What?", "\n        ", "\n        JERRY: Which word did he emphasize? Did he say, \"Why would Jerry \n        bring anything?\" or, \"Why would Jerry bring anything?\" \n        You emphasize \"Jerry\" or \"bring.\"", "\n        ", "\n        ELAINE: I think he emphasized \"would.\"", "\n        ", "\n        JERRY: You know what? The hell with this party, I don't even want to go \n        to begin with. <Kramer enters.>", "\n        ", "\n        KRAMER: Hey.", "\n        ", "\n        JERRY: Hey, so where's my sneakers?", "\n        ", "\n        KRAMER: That's what I wanna know.", "\n        ", "\n        JERRY: What do you mean?", "\n        ", "\n        KRAMER: Well, I saw Mom and Pop this morning, but when I went by the store \n        on my way home? The place was empty. Everything is gone. Mom and Pop - \n        vrooop - vanished.", "\n        ", "\n        JERRY: So all my sneakers are gone?", "\n        ", "\n        KRAMER: I'm afraid so. And that's just the tip of the iceberg. I've been \n        asking around - they didn't even have any kids.", "\n        ", "\n        JERRY: Mom and Pop aren't even a Mom and Pop?!", "\n        ", "\n        KRAMER: It was all an act, Jerry. They conned us, and they scored, big \n        time.", "\n        ", "\n        ELAINE (amused): So. Mom and Pop's plan was to move into the neighborhood...establish \n        trust...for 48 years. And then, run off with Jerry's sneakers.", "\n        ", "\n        KRAMER: Apparently.", "\n        ", "\n        ELAINE: Alright, that's enough of this.", "\n        ", "\n        JERRY: Where ya goin'?", "\n        ", "\n        ELAINE: I gotta go to the Dixieland Deli to pick up Mr. Pitt's security \n        pass for the parade.", "\n        ", "\n        JERRY: Why does he want to hold a rope underneath Woody Woodpecker in \n        the Thanksgiving Day Parade?", "\n        ", "\n        ELAINE: He finds his laugh \"intoxicating.\" <Laughs like Woody \n        Woodpecker, and exits.>", "\n        ", "\n        ", "\n        New scene - George in a meeting at Yankee stadium.", "\n        ", "\n        MR. MORGAN: So George, what kind of promotional events are we talking \n        about?", "\n        ", "\n        GEORGE: Well, I think we need more special days at the stadium, you know? \n        Like, uh...Joe Pepitone Day. Or, uh...Jon Voight Day.", "\n        ", "\n        MR. MORGAN: Jon Voight? The actor? <Rubs his eyes wearily.> Uh, \n        I make a motion that we have no more of these meetings that have been \n        initiated by George Costanza.", "\n        ", "\n        GEORGE: I suppose if I had suggested Liam Neeson Day, you'd all be patting \n        me on the back.", "\n        ", "\n        ", "\n        New scene - Elaine at the Dixieland Deli, seated at a table with the other \n        contest winners.", "\n        ", "\n        CONTEST WINNER (to Elaine): I guessed Stan Herman's \"Boomtown Blues.\" \n        What'd you guess?", "\n        ", "\n        ELAINE: Um, it was, uh...\"Next Stop Pottersville.\" <The group \n        is unimpressed.> Uh, do you know when they're giving out the passes?", "\n        ", "\n        CONTEST WINNER: After the music. <The band starts playing directly \n        behind Elaine. She is deafened by the loudness of the horns.>", "\n        ", "\n        ", "\n        New scene - Kramer walking down the street. His nose starts to bleed.", "\n        ", "\n        KRAMER: Oh. Oh man. <Takes out a Kleenex and puts his head back. Jon \n        Voight comes out of a doorway and hails a cab.>", "\n        ", "\n        VOIGHT: Taxi! <Walks right by Kramer.> Taxi. ", "\n        ", "\n        KRAMER: Hey! Jon Voight! Jon Voight! <Voight waves at Kramer and hurriedly \n        gets in the cab. Kramer runs over to the car.> Hey, listen, can I ask \n        you something? Listen, listen...<Leans in the the open back window \n        of the cab. Defensively, Voight grabs Kramer's arm and bites it. Kramer \n        screams. The cab speeds off leaving Kramer in the street, stunned.>", "\n        ", "\n        ", "\n        New scene - Jerry and George in Jerry's apartment.", "\n        ", "\n        JERRY: No Jon Voight Day, huh?", "\n        ", "\n        GEORGE: No. Now I'll always have this doubt about the car. What, your \n        jaw still hurts?", "\n        ", "\n", "\n        JERRY: Yeah, it's all swollen. I think I may have chipped a tooth when \n        I fell yesterday.", "\n        ", "\n        GEORGE: You should have somebody take a look at that.", "\n        ", "\n        JERRY: I'm calling dentists all day here, there's nobody working the day \n        before Thanksgiving.", "\n        ", "\n        GEORGE: You going to the party? ", "\n        ", "\n        JERRY: No, I don't know if I'm invited.", "\n        ", "\n        GEORGE: Well, there's going to be a lot of dentists there.", "\n        ", "\n        JERRY: Yeah, you're right.", "\n        ", "\n        GEORGE: You don't want to suffer with this all weekend. ", "\n        ", "\n        JERRY: Yeah, I gotta see a dentist, this is killin' me. Well, I'll take \n        a chance. We'll go together.", "\n        ", "\n        GEORGE: Maybe I'll just meet you there.", "\n        ", "\n        JERRY: You don't want to go with me?", "\n        ", "\n        GEORGE: Jerry, for all I know this guy went out of his way to not invite \n        you. How am I gonna feel if I show up with an uninvited, unwelcome intruder?", "\n        ", "\n        JERRY: The way I feel when I go places with you? <Kramer enters.> \n        Hey, so'd you find my sneakers yet?", "\n        ", "\n        KRAMER: No. <To George> But I did run into somebody you might be \n        interested in, a Mr. Jon Voight, the actor?", "\n        ", "\n        GEORGE: Jon Voight! Are you kiddin' me? Did you talk to him?", "\n        ", "\n        KRAMER: Well, he was a little standoffish. ", "\n        ", "\n        GEORGE: What, you didn't ask him about the car?", "\n        ", "\n        KRAMER: No, I couldn't, his cab pulled away. But he did, however, make \n        an impression on me. <Pulls up his sleeve and shows George his arm.> \n        Look.", "\n        ", "\n        JERRY: What?", "\n        ", "\n        KRAMER: His tooth marks. He bit me.", "\n        ", "\n        GEORGE: Jon Voight bit you?", "\n        ", "\n        JERRY: Well, what is he, a vampire?", "\n        ", "\n        KRAMER: No, it's justifiable. He thought I was going for his wallet.", "\n        ", "\n        GEORGE (looking at Kramer's arm): He left perfect imprints.", "\n        ", "\n        KRAMER: That he did. Now, you got that pencil with the bite marks on it? \n        We get a trained eye to match 'em up, and we'll see whether or not you're \n        driving Jon Voight's car!", "\n        ", "\n        JERRY: Oh, please.", "\n        ", "\n        GEORGE: Wait a minute, wait, it's not that stupid.", "\n        ", "\n        JERRY: No, it's stupid.", "\n        ", "\n        GEORGE: Why? Why isn't it possible? I mean, they're both bite marks.", "\n        ", "\n        JERRY: So you're gonna show up at that party with a chewed-up pencil and \n        Kramer's gnarled arm.", "\n        ", "\n        GEORGE: It's worth a shot. <Goes to the door.>", "\n        ", "\n        JERRY: So, Kramer, you wanna go to the party together?", "\n        ", "\n        KRAMER: Jerry, look, come on, I'm an invited guest. I can't be aiding \n        and abetting some...party-crasher.", "\n        ", "\n        ", "\n        New scene - Tim Whatley's party. Jerry peeks his head around the corner, \n        then slowly moves through the crowd, covering his face to keep a low profile.", "\n        ", "\n        JERRY (under his breath, to a man at the party): Excuse me, uh...dentist? \n        You a dentist? <The guy shakes his head. Jerry moves on to another \n        guy.> Dentist? Are you a dentist?", "\n        ", "\n        Cut to George and Kramer looking at the parade out the window.", "\n        ", "\n        GEORGE: These are the balloons? Big deal, all I see is Woody Woodpecker.", "\n        ", "\n        KRAMER: You got a problem with Woody Woodpecker?", "\n        ", "\n        GEORGE: Yeah, what is he? Some sort of an instigator?", "\n        ", "\n        KRAMER: That's right. He's a troublemaker.", "\n        ", "\n        <Elaine enters the party with a trophy under her arm, and runs into \n        Jerry.>", "\n        ", "\n        JERRY: Hey, Elaine. Did you get my message?", "\n        ", "\n        ELAINE: What? I can't hear a word you're saying. I was stuck at the Dixieland \n        Deli all day. My head is still ringing. Where's Tim?", "\n        ", "\n        JERRY (pointing at the trophy): What is that, the Empire State Building?", "\n        ", "\n        ELAINE: What? I can't hear you.", "\n        ", "\n        JERRY: Elaine, would you marry me?", "\n        ", "\n        ELAINE: I told you, I can't hear a word.", "\n        ", "\n        JERRY: Alright. Forget it.", "\n        ", "\n        <Tim gets up from the couch and meets George and Kramer.>", "\n        ", "\n        GEORGE: Hey, Tim. ", "\n        ", "\n        TIM: Hey, George. Kramer, how ya doin.' <They shake hands.>", "\n        ", "\n        GEORGE: Watch the arm! Tim, listen, we don't want to bother you, we know \n        you're busy here.", "\n        ", "\n        TIM: No, it's no problem, what is it?", "\n        ", "\n        GEORGE: Let me show you something, take a look at this... <Another \n        guy at the party interrupts.>", "\n        ", "\n        GUY: Alright Tim, I'm gonna get goin.'", "\n        ", "\n        TIM: Alright, let me take down your number. <Grabs George's pencil, \n        then notices Jerry sitting on the couch.> Is that Jerry Seinfeld?", "\n        ", "\n        KRAMER: He didn't come with us. <Tim walks over to Jerry.>", "\n        ", "\n        GEORGE: Uh, Tim, the pencil...", "\n        ", "\n        TIM: Jerry.", "\n        ", "\n        JERRY: Hey, Tim.", "\n        ", "\n        TIM: Jerry. I didn't think you'd show.", "\n        ", "\n        JERRY: Did you say, \"Jerry, I didn't think you'd show\" or, \"Jerry, \n        I didn't think you'd show\"? <Elaine comes over.>", "\n        ", "\n        TIM: Elaine! Hi!", "\n        ", "\n        ELAINE: Tim.", "\n        ", "\n        TIM: Well. I'm really glad you came.", "\n        ", "\n        ELAINE: What?", "\n        ", "\n        TIM: Really glad you came.", "\n        ", "\n        ELAINE (deaf): Uh huh.", "\n        ", "\n        TIM (picks up a bowl of nuts): Listen, Elaine, I've been wanting to ask \n        you...would you like to go out with me New Years Eve? <Elaine thinks \n        Tim is offering her a nut, and shakes her head no. Tim, rejected, walks \n        away.> Thanks.", "\n        ", "\n        ELAINE (puzzled): What? What?", "\n        ", "\n        <Cut to George and Kramer talking to another dentist at the party.>", "\n        ", "\n        GEORGE: Let me ask you something. Could you tell if teeth marks on someone's \n        arm matched teeth marks on a pencil?", "\n        ", "\n        DENTIST: It's possible.", "\n        ", "\n        GEORGE (to Kramer): Roll up your sleeve.", "\n        ", "\n        DENTIST: Somebody bit you?", "\n        ", "\n        KRAMER: Not just someone. Jon Voight.", "\n        ", "\n        DENTIST: Jon Voight bit you? <George notices Tim across the room with \n        the pencil in his mouth.> The pencil! Hey, hey! Get the pencil out \n        of your mouth, you're destroying Jon Voight's teeth marks!", "\n        ", "\n        TIM: That's John Voight's pencil?", "\n        ", "\n        GEORGE: That's right. I got his whole car downstairs.", "\n        ", "\n        TIM: Are you the one who bought his LeBaron convertible?", "\n        ", "\n        GEORGE (overjoyed to find out): Yes! Yes, I'm the one! Hey! So, you know \n        Jon Voight!", "\n        ", "\n        TIM: Yes! Yes, I went to dental school with him.", "\n        ", "\n        GEORGE: Jon Voight, the actor?", "\n        ", "\n        TIM: No. The periodontist. <George snaps the pencil in two.>", "\n        ", "\n        <Cut to Jerry by the window, getting one of the dentists at the party \n        to look at his chipped tooth.>", "\n        ", "\n", "\n        DENTIST: Can't this wait until Monday? Come by my office.", "\n        ", "\n        JERRY: Just a quick peek. I'm in agony.", "\n        ", "\n        DENTIST: Alright. Sit down. ", "\n        ", "\n        JERRY (sits down): It's this one here in the back. <Tilts his head \n        back, and knocks Elaine's trophy out the window. A loud hissing sound \n        and commotion is heard from the street below. Everyone runs to the windows \n        to look.>", "\n        ", "\n        KRAMER: Oh! You popped Woody Woodpecker!", "\n        ", "\n        TIM (to Jerry): Hey, who invited you, anyway? You're a troublemaker! <Jerry \n        nervously laughs like Woody Woodpecker as the breeze from the popped balloon \n        blows in the window.>", "\n        ", "\n        ", "\n        Commercial break.", "\n        ", "\n        New scene - Jerry and Kramer in Jerry's apartment, watching the Macy's \n        Thanksgiving Day Parade on TV.", "\n        ", "\n        ANNOUNCER ON TV: Hey, it looks like Woody Woodpecker is running out of \n        air. In fact, he's collapsing.", "\n        ", "\n        KRAMER: Those kids look pretty disappointed.", "\n        ", "\n        JERRY: Especially that big kid up in the front. <Mr. Pitt is shown \n        on the television, trying to hold up the deflating Woody balloon.> \n        How old is he? <The phone rings.> Hello?", "\n        ", "\n        GUY ON PHONE: Hello, is this Jerry Seinfeld?", "\n        ", "\n        JERRY: Yes it is.", "\n        ", "\n        GUY ON PHONE: You don't know me, but a really strange thing happened. \n        I was at a garage sale, and this old couple sold me a used pair of sneakers \n        they claimed belonged to Jerry Seinfeld, the comedian.", "\n        ", "\n        JERRY: Can I have the address of that garage sale? Okay, thank you very \n        much. <To Kramer> I found Mom and Pop, they're sellin' my sneakers!", "\n        ", "\n        KRAMER: Where are they?", "\n        ", "\n        JERRY: Parsippany, New Jersey.", "\n        ", "\n        KRAMER: Let's go!", "\n        ", "\n        JERRY: My car's in the shop.", "\n        ", "\n        KRAMER: Well, how are we getting to Parsippany?", "\n        ", "\n        <Cut to Jerry and Kramer sitting in the back of a Trailways bus, en \n        route to Parsippany. Kramer's nose starts to bleed again.>", "\n        ", "\n        KRAMER: Uh. Jerry. These nosebleeds are starting again.", "\n        ", "\n        JERRY (wipes Kramer's brow): Maybe we should get you to a hospital.", "\n        ", "\n        KRAMER (a la Ratso Rizzo in Midnight Cowboy): Hey, I ain't goin' to no \n        Bellevue! Look at me, I'm fallin' apart here.", "\n        ", "\n        <Nilsson's \"Everybody's Talkin'\" begins to play as they continue \n        on to Jersey, in a send-up of Midnight Cowboy that has to be seen to be \n        appreciated.>", "\n        ", "\n        ", "\n        End of episode.", "\n        ", "\n        Transcribed by Brian Dickson on Dec. 30, 2002.", "\n            ", "\n      "]}, {"line": ["         Originally posted on The News Guys(Mike's) site                                        "]}, {"line": [" "]}, {"line": []}, {"line": [" "]}, {"line": []}, {"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]}, {"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}]