[{"title": "The Race"}, {"line": []}, {"line": ["Looking for  a great gift idea for the holidays? ", "Check out our complete ", "Seinfeld Gift Guide right now", "! Including ", "T-Shirts", ", ", "DVDs", ",  and more!"]}, {"line": [" "]}, {"line": ["Transcribed by The NewsGuy(Mike) - with help from Dave(ratboy)"]}, {"line": ["CAST", "\n        ======"]}, {"line": ["Todd Kimsey [ Ned ]                      Renee Props [ Lois ]"]}, {"line": ["Don R. McManus", " \n        [ Duncan ]       Vicki Lewis [ Ada ]"]}, {"line": ["Claude Earl Jones [ Mr. Bevilaqua ]                      Mark Christopher Lawrence [ Store Manager]"]}, {"line": ["Michael Sorich [ Castro ]                  Denise Poirier [ Arlene ]"]}, {"line": ["Spencer Klein [ Kid ]                        Martin Chow [ Lew ]"]}, {"line": ["Eva Svensson [ Woman ] "]}, {"line": [" "]}, {"line": ["Monologue"]}, {"line": ["The Christmas tree certainly seems to inspire a love/hate relationship.          All that time is spent selecting it and decorating it, and then a week          after it's just thrown somewhere, you see it by the side of the road,          it looks like a mob hit. A car slows down, a door opens and this tree          just rolls out. People snap out of that Christmas spirit like it was a          drunken stupor, they just wake up one morning and go, \"Oh my god,          there's a tree inside the house! Just throw it anywhere!"]}, {"line": ["[Lois's office]"]}, {"line": ["JERRY: Ready to go Lois?"]}, {"line": ["LOIS: You really like to say my name? Don't you?"]}, {"line": ["JERRY: Excuse me Lois. Stand back Lois. Jimmy's in trouble Lois."]}, {"line": ["LOIS: Oh, Mr. Meyers this is my friend, Jerry."]}, {"line": ["DUNCAN: Jerry Seinfeld!"]}, {"line": ["JERRY: Duncan Meyers!"]}, {"line": ["LOIS: You two know each other?"]}, {"line": ["DUNCAN: Yeah! We uh, went to High School together. Didn't we "]}, {"line": ["Jerry? Gee I hope you're not leaving now. We still have a lot of work          left to do."]}, {"line": ["LOIS: Would you be able to come all the way downtown again in rush "]}, {"line": ["hour to pick me up?"]}, {"line": ["JERRY: Well, I'd have to be Superman to do that Lois."]}, {"line": ["[Elaine's Apartment]"]}, {"line": ["ELAINE: No, no This is all wrong. Where's the Chicken Cashew?"]}, {"line": ["LEW: You no order Chicken Cashew."]}, {"line": ["ELAINE: I didn't order any of this. I'm not paying for this."]}, {"line": ["LEW: Fine Benes. We are putting you on our list."]}, {"line": ["ELAINE: What list?"]}, {"line": ["LEW: The \"do not deliver\" list."]}, {"line": ["ELAINE: MERRY CHRISTMAS TO YOU! Well, I guess we'll just go out."]}, {"line": ["GEORGE: Yeah. What are you doing with the Daily Worker?"]}, {"line": ["ELAINE: Ned must have left it here."]}, {"line": ["GEORGE: Your boyfriend reads the Daily Worker? What is he? A "]}, {"line": ["communist?"]}, {"line": ["ELAINE: HE reads everything, you know, Ned's very well read."]}, {"line": ["GEORGE: Maybe he's just \"very well RED\"?"]}, {"line": ["ELAINE: Communist? Don't you think he probably would have told "]}, {"line": ["me?"]}, {"line": ["GEORGE: Well, does he wear bland, drab, olive colored clothing?"]}, {"line": ["ELAINE: Yes, . . . yes he does dress a little drab."]}, {"line": ["GEORGE: Huh, he's a communist. . . . Look at this. \"Exciting "]}, {"line": ["uninhibited woman seeks forward thinking comrade and appearance not important.\"          . . . Appearance Not Important! This is unbelievable. Finally this is          an ideology I can embrace. "]}, {"line": ["[Jerry enters]"]}, {"line": ["JERRY: Hi oh."]}, {"line": ["ELAINE: and GEORGE: Hey."]}, {"line": ["ELAINE: Where's Lois?"]}, {"line": ["JERRY: She couldn't make it."]}, {"line": ["===========break ========"]}, {"line": ["GEORGE: I can't believe you're really going out with a woman named "]}, {"line": ["Lois."]}, {"line": ["JERRY: I know, finally. But George, guess who her boss is. Duncan Meyers."]}, {"line": ["GEORGE: Duncan Meyers? "]}, {"line": ["ELAINE: Who's he?"]}, {"line": ["JERRY: Elaine, only one other person in the world knows what I am about          to tell you and that's George. When we were in the ninth grade they had          us all line up at one end of the school yard for this big race to see          who was going to represent the school in this track meet."]}, {"line": ["ELAINE: Uh uh"]}, {"line": ["JERRY: I was the last one on the end. George was next to me. And Mr.          Bevilacqua, the gym . . . "]}, {"line": ["ELAINE: What's that?"]}, {"line": ["JERRY: Mr. Bevilacqua, the gym teacher."]}, {"line": ["ELAINE: Oh, of course."]}, {"line": ["JERRY: He was down at the other end. So he yells out, \"Ready, On          your mark, Get set, \" and I was so keyed up I just took off. By the          time he said go I was ten yards ahead of everybody."]}, {"line": ["ELAINE: No."]}, {"line": ["GEORGE: I looked up. I couldn't believe it."]}, {"line": ["JERRY: By the time the race was over I had won. I was shocked nobody          had noticed the head start."]}, {"line": ["ELAINE: Really?"]}, {"line": ["JERRY: And I had won by so much a myth began to grow about my "]}, {"line": ["speed. Only Duncan suspected something was a miss. He's hated me "]}, {"line": ["ever since. Now he's back."]}, {"line": ["ELAINE: Well what happened when you raced him again?"]}, {"line": ["JERRY: I never did. In four years of high school I would never race anyone          again. Not even to the end of the block to catch a bus. And so the legend          grew. Everyone wanted me to race. They begged me. The track coach called          my parents. Pleading. Telling them it was a sin to waste my god given          talent. But I answered him in the same way I answered everyone. I chose          not to run. "]}, {"line": ["ELAINE: So now Duncan is back? "]}, {"line": ["JERRY: He's back. And I knew he would be someday. (drinks) Man "]}, {"line": ["that's some tart cider! "]}, {"line": ["[In Jerry's Car - Lois gets in]"]}, {"line": ["LOIS:Hi."]}, {"line": ["JERRY: Hi."]}, {"line": ["LOIS: Sorry I missed the Chinese food."]}, {"line": ["JERRY: Oh, so am I . Uh, how's Duncan?"]}, {"line": ["LOIS: He's okay."]}, {"line": ["JERRY: He say anything?"]}, {"line": ["LOIS: About what?"]}, {"line": ["JERRY: Oh, nothing in particular."]}, {"line": ["LOIS: . . . Why did you cheat in that race? "]}, {"line": ["JERRY: I did not cheat."]}, {"line": ["LOIS: He said that you got a head start."]}, {"line": ["JERRY: Oh, he's just jealous because he came in second."]}, {"line": ["LOIS: Really?"]}, {"line": ["JERRY: Yes"]}, {"line": ["LOIS: So you WERE the fastest kid in school."]}, {"line": ["JERRY: Faster than a speeding bullet Lois."]}, {"line": ["[Elaine's Apartment]"]}, {"line": ["ELAINE: So how was work? Another day, another dollar?"]}, {"line": ["NED: I guess."]}, {"line": ["ELAINE: Oh well nothing wrong with that. Gotta make those big bucks.          . . . money money money money money money money . . . ha ha ha ha ah .          . . are you a communist?"]}, {"line": ["NED: Yes, as a matter of fact I am."]}, {"line": ["ELAINE: OH, AH! OH! WOW! WHOA! A COMMIE! Wow, gee, man it must be a bummer          for you guys what with the fall of the soviet empire and everything ."]}, {"line": ["NED: Yeah, well, we still got China, and Cuba, "]}, {"line": ["ELAINE: Yeah, but come on . . . "]}, {"line": ["NED: I know it's not the same. "]}, {"line": ["ELAINE: Well, you had a good run, what was it 75, 80 years? Wreaking          havoc, making everybody nervous. "]}, {"line": ["NED: Yeah, we had a good run. "]}, {"line": ["ELAINE: Well, so enjoy yourself. (clink glasses) ha ha uh ha"]}, {"line": ["[Jerry's apartment]"]}, {"line": ["GEORGE: So you lied to her?"]}, {"line": ["JERRY: I couldn\u0092t tell her the truth. I don't know what's going          to happen between us. What if we have a bad breakup. She'll go straight          to Duncan. And I want him to go to his grave never being certain I got          that "]}, {"line": ["head start."]}, {"line": ["[Elaine enters]"]}, {"line": ["ELAINE: Well, I'm dating a communist."]}, {"line": ["JERRY: Wow, a communist. That's something."]}, {"line": ["ELAINE: Yeah, that's pretty cool isn't it?"]}, {"line": ["GEORGE: Hey, did I tell you I called one of those girls from the personal          ads in The Daily Worker?"]}, {"line": ["JERRY: The Daily Worker has personal ads?"]}, {"line": ["GEORGE: And they say appearance is not important."]}, {"line": ["ELAINE: Yours or hers?"]}, {"line": ["[Kramer enters dressed as Santa]"]}, {"line": ["KRAMER: Ho Ho Ho Ho Ho Merry Christmas everyone. Merry Christmas."]}, {"line": ["JERRY: Wow, look at you. So you got the job."]}, {"line": ["KRAMER: Yeah, you're looking at the new Santa at Coleman's Department          store."]}, {"line": ["ELAINE: Oh, congratulations"]}, {"line": ["[Mickey enters]"]}, {"line": ["MICKEY: Come on get your bead on. We're going to be late."]}, {"line": ["KRAMER: On Prancer on Dasher, on Donna."]}, {"line": ["MICKEY: Not Donna, it's Donner."]}, {"line": ["KRAMER: Donna!"]}, {"line": ["MICKEY: Yeah, right!. On Prancer, on Dancer, on Donna, on Ethyl, on Harriet."]}, {"line": ["JERRY: Hello, Oh hi Lois, you want to get together, what for? I don't          know about that, I'll have to think about it. I'll let you know. Okay,          bye."]}, {"line": ["GEORGE: What's up?"]}, {"line": ["JERRY: Duncan wants to get together with her and me for lunch tomorrow.          He obviously wants me to admit I got a head start. And I don't think she          believes me."]}, {"line": ["GEORGE: He wants to meet you? I'll tell you what. I'll show up. He doesn't          know we're friends. I'll pretend I haven't seen you since High School.          I'll back up the story."]}, {"line": ["JERRY: That's not bad."]}, {"line": ["GEORGE: Not bad? It's gorgeous!"]}, {"line": ["[Coleman's Department Store]"]}, {"line": ["KRAMER: Ho ho ho Well come on little Princess, tell Santa what you want.          Don't be shy."]}, {"line": ["MoMICKEY: She doesn't speak English (with a Swedish accent)."]}, {"line": ["KRAMER: Santa speaks the language of all children. A notchie watchie          dotchie do."]}, {"line": ["[Child cries and reaches for her mom]"]}, {"line": ["KRAMER: A dotchie cotchie dochie, "]}, {"line": ["KRAMER: Het, Mickey when do we get a break? My lap is killing me."]}, {"line": ["MICKEY: There is no break."]}, {"line": ["KRAMER: A sweat shop."]}, {"line": ["[Elaine and commie enter]"]}, {"line": ["KRAMER: Hey, hey, hey."]}, {"line": ["[Kid sits on Kramer's lap and they both slide to the floor]"]}, {"line": ["[Yankee Stadium]"]}, {"line": ["ADA: Natalie on line 2."]}, {"line": ["GEORGE: Natalie?"]}, {"line": ["ADA: From the Daily Worker."]}, {"line": ["GEORGE: Thank you. "]}, {"line": ["[ADA leaves but listens at the door]"]}, {"line": ["GEORGE: Hello, it's Natalie? Yeah, this is a business office but I'm          not a business man per se. I'm here working for the people. Yes, I'm causing          dissent. Stirring the pot. Getting people to question the whole rotten          system."]}, {"line": ["[Coleman's Department Store]"]}, {"line": ["ILENE: Elaine."]}, {"line": ["ELAINE: Ilene."]}, {"line": ["ILENE: Hi."]}, {"line": ["ELAINE: Hello."]}, {"line": ["ILENE: Doing a little Christmas shopping?"]}, {"line": ["ELAINE: Yeah, yeah. Oh, this is Ned. He's a communist."]}, {"line": ["ILENE: Oh, really?"]}, {"line": ["ELAINE: Yep . . . a big communist, a big big communist."]}, {"line": ["ILENE: Oh, well, it's awfully nice to see you. See you later."]}, {"line": ["ELAINE: Bye bye"]}, {"line": ["ELAINE: Hey, listen while we're here why don't we do a little shirt shopping?        "]}, {"line": ["NED: Out of the question."]}, {"line": ["ELAINE: Um. Kramer!"]}, {"line": ["KRAMER: Hi"]}, {"line": ["ELAINE: Hi, oh hi Mickey, this is Ned"]}, {"line": ["KRAMER: Oh, hey, hi buddy."]}, {"line": ["ELAINE: You guys stay here, I'll be right back."]}, {"line": ["KRAMER: Eight hours of jingle belling and ho ho hoing. Boy, I am ho'd          out."]}, {"line": ["NED: Anyone who works here is a sap."]}, {"line": ["[Mickey attacks Ned]"]}, {"line": ["MICKEY: Watch it! "]}, {"line": ["KRAMER: Woah, woah, come on."]}, {"line": ["NED: You understand the Santa's at Bloomfields are making double what          you are?"]}, {"line": ["KRAMER: Double?"]}, {"line": ["NED: I bet the beard itches doesn't it?"]}, {"line": ["KRAMER: You got that straight."]}, {"line": ["NED: So when you get a rash all over your face in January do you think          Coleman's will be there with a "]}, {"line": ["medical plan?"]}, {"line": ["MICKEY: Look, you take that commie crap out into the street."]}, {"line": ["NED: Kramer, I've got some literature in my car that will change your          whole way of thinking."]}, {"line": ["KRAMER: Talk to me baby."]}, {"line": ["MICKEY: Don't listen to him Kramer, you've got a good job here."]}, {"line": ["[Monks]"]}, {"line": ["DUNCAN: But there's no way you could have beaten me by that much. I already          beaten you in Junior High School three times."]}, {"line": ["JERRY: I didn't hit puberty til the 9th grade. That's what gave me my          speed. Besides, if I got a head start why didn't Mr. Bevilacqua stop the          race?"]}, {"line": ["[George enters]"]}, {"line": ["DUNCAN: That's what I've always wondered about."]}, {"line": ["JERRY: Well, I . . . [sees George]"]}, {"line": ["GEORGE: Oh, my God, No, oh my God, . . . Jerry!"]}, {"line": ["JERRY: I'm sorry, uh, "]}, {"line": ["GEORGE: George, George Costanza!"]}, {"line": ["JERRY: Oh, George Costanza , Kennedy High."]}, {"line": ["GEORGE: Yes yes yes This is unbelievable."]}, {"line": ["DUNCAN: Hi, George "]}, {"line": ["GEORGE: Oh, wait a minute, wait a minute, don't tell me, don't tell me.          It starts with a . . . Duncan Meyers. Oh, wow, this is something. I haven't          seen you guys in what, twenty years? "]}, {"line": ["JERRY: This is Lois. "]}, {"line": ["LOIS: Hello."]}, {"line": ["GEORGE: So what have you been doing with yourself?"]}, {"line": ["JERRY: I'm I'm a comedian."]}, {"line": ["GEORGE: Ah ha, well, I really wouldn't know about that. I don't watch          much TV. I like to read. So what do you do, a lot of that \"did you          ever notice?\" this kind of stuff."]}, {"line": ["JERRY: Yeah, yeah "]}, {"line": ["GEORGE: It strikes me a lot of guys are doing that kind of humor now."]}, {"line": ["JERRY: Yeah, yeah, Well, you really got bald there, didn't you? "]}, {"line": [" "]}, {"line": ["GEORGE: Yeah, yeah."]}, {"line": ["JERRY: You really used to have a think full head of hair."]}, {"line": ["GEORGE: Yeah, yeah. Well, I guess I started losing it when I was about          twenty-eight right around the time I made my first million. You know what          they say. The first million is the hardest one."]}, {"line": ["JERRY: yeah, yeah."]}, {"line": ["LOIS: What do you do? "]}, {"line": ["GEORGE: I'm an architect."]}, {"line": ["LOIS: Have you designed any buildings in New York?"]}, {"line": ["GEORGE: Have you seen the new addition to the Guggenheim? "]}, {"line": ["LOIS: You did that?"]}, {"line": ["GEORGE: Yep. And it didn't take very long either."]}, {"line": ["JERRY: Well you've really built yourself up into something. "]}, {"line": ["GEORGE: Well, well, I had a dream, Jerry. "]}, {"line": ["JERRY: Well, one cannot help[ but wonder what brings you into a crummy          little coffee shop like this."]}, {"line": ["GEORGE: Well, I like to stay in touch with the people."]}, {"line": ["JERRY: Ah, you know you have a hole in your sneaker there. What is that          canvas?"]}, {"line": ["GEORGE: You know my driver's waiting, I really should get running. Good          to see you guys again."]}, {"line": ["JERRY: George, George, hang on. I haven't seen you in so long. "]}, {"line": ["GEORGE: Ha, uh, "]}, {"line": ["JERRY: I thought we might reminisce a little more. You know Duncan and          I were just taking about the big race. "]}, {"line": ["GEORGE: Oh, the big race."]}, {"line": ["JERRY: Yeah. "]}, {"line": ["GEORGE: Yes, yes,."]}, {"line": ["LOIS: You were there?"]}, {"line": ["GEORGE: Yes, sure, surely was. Yeah, I'll remember that day. Well I'll          never forget it because that was the day that I uh, lost my virginity          to Miss. Stafford, the uh, voluptuous home room teacher."]}, {"line": ["DUNCAN: Miss Stafford?"]}, {"line": ["GEORGE: Yes, yes, you know I was in detention and she came up behind          me while I was erasing the blackboard . . . "]}, {"line": ["JERRY: George! "]}, {"line": ["GEORGE: But I digress. Let me see, now. You were standing at one end          of the line and I was right next to you. And I remember we were even for          like, the first five yards and then , BOOM,...You were gone. "]}, {"line": ["JERRY: Did I get a head start? "]}, {"line": ["GEORGE: Head start, oh no absolutely not."]}, {"line": ["JERRY: You satisfied? So you see?"]}, {"line": ["DUNCAN: No, I'm still not convinced and I never will be."]}, {"line": ["LOIS:Why don't the two of you just race again?"]}, {"line": ["DUNCAN: That's a good idea."]}, {"line": ["JERRY: No, no, no, another race - out of the question. "]}, {"line": ["DUNCAN: I know, you've been saying that for twenty years because you          know you can't beat me. You couldn't beat me then and you can't beat me          now. "]}, {"line": ["LOIS: Race him Jerry. Race him. "]}, {"line": ["JERRY: All right! I'll do it. The race is on."]}, {"line": ["[Jerry's apartment]"]}, {"line": ["ELAINE: . . . shut up! (?)"]}, {"line": ["JERRY: And he's calling all these people from High School to come and          watch. I knew this day would come. I can't do it. I can't go through with          it. I'm calling it off. I can't let the legend die. It's like a kid finding          out there's no Santa Claus "]}, {"line": ["[Street]"]}, {"line": ["KRAMER: Each according to his ability, to each according to his needs.        "]}, {"line": ["MICKEY: What does that mean?"]}, {"line": ["KRAMER: Well, if you've got needs and abilities that's a pretty good          combination."]}, {"line": ["MICKEY: So what if I want to open up a delicatessen? "]}, {"line": ["KRAMER: There are no delicatessens under Communism."]}, {"line": ["MICKEY: Why not?"]}, {"line": ["KRAMER: Well, because the meats are divided into a class system. You          got Pastrami and Corned Beef in one class and Salami and Bologna in another.          That's not right."]}, {"line": ["MICKEY: So you can't get Corned Beef?"]}, {"line": ["KRAMER: Well, you know, if you're in the Politburo, maybe."]}, {"line": ["[Jerry's Apartment]"]}, {"line": [" "]}, {"line": ["GEORGE: (on phone) . It's George Costanza. . are there any messages for          me? Why does Mr. Steinbrenner want to see me in his office? . . . Communist?          I'm not a Communist . . . . All right, all right. All right, I'll be there.          - ( hangs up ) My secretary Ada, told Mr Steinbrenner I'm a Communist          Now he wants to see me "]}, {"line": ["in his office."]}, {"line": ["JERRY: So you'll just explain to him you're not a Communist. "]}, {"line": ["You just called the woman for a date."]}, {"line": ["[Phone rings]"]}, {"line": ["JERRY: Hello, oh hi Duncan, 4:00 o'clock tomorrow? That is not "]}, {"line": ["going to work. . . . Why? I'll tell you why. Because I chose not to run!        "]}, {"line": ["[Elaine's Apartment]"]}, {"line": ["NED: I'm sorry Elaine. The shirt's too fancy."]}, {"line": ["ELAINE: Just because you're a communist, does that mean you can't wear          anything nice? You look like Trotsky. It's gorgeous. Fine, you want to          be a Communist, be a Communist. Can't you at least look like a successful          Communist? "]}, {"line": ["NED: All right, I'll try it on."]}, {"line": ["ELAINE: I'm going to order Chinese Food."]}, {"line": ["NED: You're ordering from Hop Sing's, right?"]}, {"line": ["ELAINE: Ugh, does it have to be Hop Sing's. I kind of had a fight with          him."]}, {"line": ["NED: Elaine, when my father was black listed he couldn't work for years.          He and his friends used to sit at Hop Sing's every day figuring out how          to survive."]}, {"line": ["ELAINE: You're father was blacklisted? "]}, {"line": ["NED: Yes he was, and you know why? Because he was betrayed by people          he trusted. They \"named names\". "]}, {"line": ["ELAINE: Okay, okay. (phones) Um, yeah, hi, I'd like delivery please to          16 West 75th St. apartment 2G."]}, {"line": ["LEW: I know that address. You're Benes, right. You're on our list. No          more delivery."]}, {"line": ["ELAINE: No. no, she doesn't live here anymore. This is someone else.        "]}, {"line": ["LEW: Oh, yeah. What's the name?"]}, {"line": ["ELAINE: Why do you need the name? You already have the address. "]}, {"line": ["LEW: We need a name. Give us a name."]}, {"line": ["ELAINE: Okay, okay, Ned Isakoff."]}, {"line": ["[Coleman's Department Store]"]}, {"line": ["KID: I want a racing car set. "]}, {"line": ["KRAMER: Ho ho ho ho A racing car set! Those are assembled in Tai Wan          by kids like you. And these Coleman pigs, they sell it at triple the cost."]}, {"line": ["KID: But I want a racing car set."]}, {"line": ["KRAMER: You see kid, you're being bamboozaled. These capatalist fat cats          are inflating the profit margin and reducing your total number of toys.        "]}, {"line": ["KID: Hey, this guy's a COMMIE! "]}, {"line": ["MICKEY: Hey, kid, quiet. Were did a nice little boy like you learn such          a bad word like that? Huh?"]}, {"line": ["KID: Commie, Commie, Commie . . . (unknown) ."]}, {"line": ["MICKEY: Santa is not a Commie. He just forgot how his good friend stuck          his neck out for him to get him a good job like this. Didn't he Santa!        "]}, {"line": ["STORE MANAGER: Is there a problem here?"]}, {"line": ["KRAMER: ho ho ho ho."]}, {"line": ["KID: This guy's a Commie. He's spreading propoganda."]}, {"line": ["STORE MANAGER: Oh yeah? Well that's enough pinko! You're through. The          both of ya'"]}, {"line": ["MICKEY: I got two kids in college. "]}, {"line": ["KRAMER: You can't fire me, I'm Santa Claus. "]}, {"line": ["STORE MANAGER: Not anymore. Get your skinny ass out of here."]}, {"line": ["[Jerry's Car]"]}, {"line": ["JERRY: Hi how are you?"]}, {"line": ["LOIS: . . . Fine. "]}, {"line": ["JERRY: What's the matter? "]}, {"line": ["LOIS: I just spoke to Duncan. He said if you don't race, he's going to          fire me."]}, {"line": ["JERRY: What? He can't do that."]}, {"line": ["LOIS: Yes he can. He controls the means of production. What are you going          to do Jerry?"]}, {"line": ["JERRY: Don't worry Lois. I'll think of something."]}, {"line": ["[Elaine's Apartment]"]}, {"line": [" "]}, {"line": ["LEW: Ah, I knew it was you! You tried to trick Hop Sing! You are onour          list; Elaine Benes! And now you are on our list; Ned Isakoff. "]}, {"line": ["Ned: You got me blacklisted from Hop Sing's?"]}, {"line": ["LEW: She named name! "]}, {"line": [" "]}, {"line": ["[Steinbrenner's Office]"]}, {"line": [" "]}, {"line": ["GEORGE: You, uh, wanted to see me, Mr. Steinbrenner?"]}, {"line": ["STEINBRENNER: Yes George, I did. Come in, come in. George, the wordaround          the office is that you're a Communist."]}, {"line": ["GEORGE: C-Communist? I am a Yankee, sir, first and foremost."]}, {"line": ["STEINBRENNER: You know George, it struck me today me that a Communistpipeline          into the vast reservoir of Cuban baseball talent could be thegreatest          thing ever to happen to this organization. "]}, {"line": ["GEORGE: Sir?"]}, {"line": ["STEINBRENNER: You could be invaluable to this franchise. George,"]}, {"line": ["there's a southpaw down there nobody's been able to get a look at;"]}, {"line": ["something Rodriguez, I don't really know his name. You get yourselfdown          to Havana right away. "]}, {"line": ["GEORGE: Yes, sir. Yes sir, do my best."]}, {"line": ["STEINBRENNER: Good, Merry Christmas George. And bring me back some of          those cigars in the cedar boxes, you know the ones with the fancy rings?          I love those fancy rings. They kind of distract you while you're smoking.          The red and yellow are nice. It looks good against the brown of the cigar.          The Maduro, I like the Maduro wrapper. The darker the better, that's what          I say. Of course, the Claro's good too. That's more of a pale brown, almost          like a milky coffee. (George exits) I find the ring size very confusing.          They have it in centimeters which I don't really understand that well..."]}, {"line": ["[On the Street]"]}, {"line": ["MICKEY: That was quick! Nice job, Santa!"]}, {"line": ["KRAMER: Yeah, "]}, {"line": ["MICKEY: I knew that Commie stuff was going to get us in trouble. "]}, {"line": ["KRAMER: Yeah, well I didn't realize that was such a sensitive issue."]}, {"line": ["MICKEY: Communism, You didn't realize Communism was a sensitive issue?          What do you think has been going on in the world for the past 60 years?          Wake up and smell the coffee. "]}, {"line": ["K I guess I screwed up!"]}, {"line": ["MICKEY: You sure did. Big time. "]}, {"line": ["[Street - race begins]"]}, {"line": ["ELAINE: How do you feel?"]}, {"line": ["JERRY: I need a miracle. "]}, {"line": ["DUNCAN: Now you're going to see what kind of liar you're mixed up with.        "]}, {"line": ["LOIS: If he beats you I want a big raise. "]}, {"line": ["DUNCAN: If he beats me, I'll not only give you a raise, I'll send you          to Hawaii for two weeks. "]}, {"line": ["KRAMER: I parked in front of that restaurant . As soon as this race is          over I got to go to the airport."]}, {"line": ["GEORGE: Okay, all right, all right."]}, {"line": ["MR. BEVILACQUA: You ready boys?"]}, {"line": ["JERRY: Yes, Mr. Beviacqua"]}, {"line": ["MR. BEVILACQUA: Okay, this is hoiw it works. You take your marks, I say,          READY - ON YOUR MARK - GET SET - and then fire. You got it?"]}, {"line": ["DUNCAN: and JERRY: Yes Mr. Bevilacqua. "]}, {"line": ["[Kramer enters his car]"]}, {"line": ["[Mr. Bevilacqua raises gun]"]}, {"line": ["MR. BEVILACQUA: READY - ON YOUR MARK "]}, {"line": ["[Kramer's car backfires]"]}, {"line": ["[Jerry is off early and wins the race - the crowd goes crazy - ]"]}, {"line": ["LOIS:So will you come to Hawaii with me Jerry?"]}, {"line": ["JERRY: Maybe I will , Lois. Maybe I will. "]}, {"line": ["[Jerry winks at camera like in the Superman movie]"]}, {"line": ["[Havana]"]}, {"line": ["[George enters Castro's office (like Steinbrenner]"]}, {"line": ["GEORGE: You wanted to see me, El Presidente?"]}, {"line": ["CASTRO: Si, si. (a Spanish word I can't figure out) Come here. "]}, {"line": ["I understand you are very interested in one of our players, eh?"]}, {"line": ["GEORGE: Si, si."]}, {"line": ["CASTRO: Ordinarily I would not grant such a request but I've heard you"]}, {"line": ["are, uh, how you say, Communista simpatico, eh?"]}, {"line": ["GEORGE: Muy sumpatico. Muy muy muy."]}, {"line": ["CASTRO: Well good, then you can have your pick."]}, {"line": ["GEORGE: Oh, oh!"]}, {"line": ["CASTRO: They will play for your Yankees."]}, {"line": ["GEORGE: Oh well, gracias El Commandante, gracias. Muy muy."]}, {"line": ["CASTRO: And I would be honored if you would be my guest for dinner tonight          at the Presidential palace. There will be girls there and, I hear, some          pretty good food. Of course the problem with parties is you invariably          have to eat standing up which I don't care for but on the other hand I          don't like to balance a plate on my lap either. Once when I was at a party,          I put my plate on someone's piano. I assure you, if I had not been a dictator,          I would not have been able to get away with that one. "]}, {"line": ["[END] "]}, {"line": [" "]}, {"line": []}, {"line": [" "]}, {"line": []}, {"line": ["Episodes Overview", " | ", "Scripts", " | ", "Contact"]}, {"line": ["Copyright 2002-2011 SeinfeldScripts.com"]}]